

DROP TABLE IF EXISTS `city`;

CREATE TABLE `city` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) NOT NULL,
  `code` varchar(32) NOT NULL,
  `geo_code` varchar(8) DEFAULT NULL,
  `province_id` int(11) DEFAULT NULL,
  `province_name` varchar(32) NOT NULL,
  `second_hand` tinyint(1) NOT NULL DEFAULT '1' COMMENT '是否有二手房',
  `longitude` decimal(14,6) DEFAULT NULL COMMENT '经度',
  `latitude` decimal(14,6) DEFAULT NULL COMMENT '纬度',
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`),
  UNIQUE KEY `code` (`code`)
) ENGINE=InnoDB AUTO_INCREMENT=134 DEFAULT CHARSET=utf8mb4 ROW_FORMAT=DYNAMIC;

/*Data for the table `city` */

insert  into `city`(`id`,`name`,`code`,`geo_code`,`province_id`,`province_name`,`second_hand`,`longitude`,`latitude`) values 

(1,'安庆','aq','340800',1,'安徽',1,117.043551,30.508830),

(2,'滁州','cz','341100',1,'安徽',0,118.316264,32.303627),

(3,'合肥','hf','340100',1,'安徽',1,117.283042,31.861190),

(4,'马鞍山','mas','340500',1,'安徽',1,118.507906,31.689362),

(5,'芜湖','wuhu','340200',1,'安徽',1,118.376451,31.326319),

(6,'北京','bj','110000',2,'北京',1,116.405285,39.904989),

(7,'重庆','cq','500000',3,'重庆',1,106.504962,29.533155),

(8,'福州','fz','350100',4,'福建',1,119.306239,26.075302),

(9,'泉州','quanzhou','350500',4,'福建',1,118.589421,24.908853),

(10,'厦门','xm','350200',4,'福建',1,118.110220,24.490474),

(11,'漳州','zhangzhou','350600',4,'福建',1,117.661801,24.510897),

(12,'东莞','dg','441900',5,'广东',1,113.746262,23.046237),

(13,'佛山','fs','440600',5,'广东',1,113.122717,23.028762),

(14,'广州','gz','440100',5,'广东',1,113.280637,23.125178),

(15,'惠州','hui','441300',5,'广东',1,114.412599,23.079404),

(16,'江门','jiangmen','440700',5,'广东',1,113.094942,22.590431),

(17,'清远','qy','441800',5,'广东',1,113.051227,23.685022),

(18,'深圳','sz','440300',5,'广东',1,114.085947,22.547000),

(19,'珠海','zh','440400',5,'广东',1,113.553986,22.224979),

(20,'湛江','zhanjiang','440800',5,'广东',1,110.364977,21.274898),

(21,'中山','zs','442000',5,'广东',1,113.382391,22.521113),

(22,'北海','bh','450500',6,'广西',1,109.119254,21.473343),

(23,'防城港','fcg','450600',6,'广西',1,108.345478,21.614631),

(24,'桂林','gl','450300',6,'广西',1,110.299121,25.274215),

(25,'柳州','liuzhou','450200',6,'广西',1,109.411703,24.314617),

(26,'南宁','nn','450100',6,'广西',1,108.320004,22.824020),

(27,'兰州','lz','620100',7,'甘肃',1,103.823557,36.058039),

(28,'贵阳','gy','520100',8,'贵州',1,106.713478,26.578343),

(29,'保定','bd','130600',9,'河北',1,115.482331,38.867657),

(30,'廊坊','lf','131000',9,'河北',1,116.704441,39.523927),

(31,'秦皇岛','qhd','130300',9,'河北',0,119.586579,39.942531),

(32,'石家庄','sjz','130100',9,'河北',1,114.502461,38.045474),

(33,'唐山','ts','130200',9,'河北',1,118.175393,39.635113),

(34,'张家口','zjk','130700',9,'河北',1,114.884091,40.811901),

(35,'保亭','bt','469029',10,'海南',0,109.702450,18.636371),

(36,'澄迈','cm','469023',10,'海南',0,110.007147,19.737095),

(37,'儋州','dz','460400',10,'海南',0,109.576782,19.517486),

(38,'海口','hk','460100',10,'海南',1,110.331190,20.031971),

(39,'临高','lg','469024',10,'海南',0,109.687697,19.908293),

(40,'乐东','ld','469027',10,'海南',0,109.175444,18.747580),

(41,'陵水','ls','469028',10,'海南',0,110.037218,18.505006),

(42,'琼海','qh','469002',10,'海南',0,110.466785,19.246011),

(43,'三亚','san','460200',10,'海南',1,109.508268,18.247872),

(44,'五指山','wzs','469001',10,'海南',0,109.516662,18.776921),

(45,'文昌','wc','469005',10,'海南',0,110.753975,19.612986),

(46,'万宁','wn','469006',10,'海南',0,110.388793,18.796216),

(47,'长沙','cs','430100',11,'湖南',1,112.982279,28.194090),

(48,'常德','changde','430700',11,'湖南',1,111.691347,29.040225),

(49,'岳阳','yy','430600',11,'湖南',1,113.132855,29.370290),

(50,'株洲','zhuzhou','430200',11,'湖南',1,113.151737,27.835806),

(51,'开封','kf','410200',12,'河南',1,114.341447,34.797049),

(52,'洛阳','luoyang','410300',12,'河南',1,112.434468,34.663041),

(53,'三门峡','smx','411200',12,'河南',0,111.194099,34.777338),

(54,'新乡','xinxiang','410700',12,'河南',1,113.883991,35.302616),

(55,'许昌','xc','411000',12,'河南',1,113.826063,34.022956),

(56,'郑州','zz','410100',12,'河南',1,113.665412,34.757975),

(57,'周口','zk','411600',12,'河南',1,114.649653,33.620357),

(58,'驻马店','zmd','411700',12,'河南',1,114.024736,32.980169),

(59,'鄂州','ez','420700',13,'湖北',1,114.890593,30.396536),

(60,'黄石','huangshi','420200',13,'湖北',1,115.077048,30.220074),

(61,'武汉','wh','420100',13,'湖北',1,114.298572,30.584355),

(62,'襄阳','xy','420600',13,'湖北',1,112.144146,32.042426),

(63,'宜昌','yichang','420500',13,'湖北',1,111.290843,30.702636),

(64,'哈尔滨','hrb','230100',14,'黑龙江',1,126.642464,45.756967),

(65,'赣州','ganzhou','360700',15,'江西',1,114.940278,25.850970),

(66,'九江','jiujiang','360400',15,'江西',1,115.992811,29.712034),

(67,'吉安','jian','360800',15,'江西',1,114.986373,27.111699),

(68,'南昌','nc','360100',15,'江西',1,115.892151,28.676493),

(69,'上饶','sr','361100',15,'江西',1,117.971185,28.444420),

(70,'常州','changzhou','320400',16,'江苏',1,119.946973,31.772752),

(71,'海门','haimen','320684',16,'江苏',1,121.176609,31.893528),

(72,'淮安','ha','320800',16,'江苏',1,119.021265,33.597506),

(73,'江阴','jy','320281',16,'江苏',1,120.275891,31.910984),

(74,'昆山','ks','320583',16,'江苏',1,120.958137,31.381925),

(75,'南京','nj','320100',16,'江苏',1,118.767413,32.041544),

(76,'南通','nt','320600',16,'江苏',1,120.864608,32.016212),

(77,'苏州','su','320500',16,'江苏',1,120.619585,31.299379),

(78,'无锡','wx','320200',16,'江苏',1,120.301663,31.574729),

(79,'徐州','xz','320300',16,'江苏',1,117.184811,34.261792),

(80,'盐城','yc','320900',16,'江苏',1,120.139998,33.377631),

(81,'镇江','zj','321100',16,'江苏',1,119.452753,32.204402),

(82,'长春','cc','220100',17,'吉林',1,125.324500,43.886841),

(83,'吉林','jl','220200',17,'吉林',1,126.553020,43.843577),

(84,'大连','dl','210200',18,'辽宁',1,121.618622,38.914590),

(85,'丹东','dd','210600',18,'辽宁',1,124.383044,40.124296),

(86,'沈阳','sy','210100',18,'辽宁',1,123.429096,41.796767),

(87,'包头','baotou','150200',19,'内蒙古',1,109.840405,40.658168),

(88,'赤峰','cf','150400',19,'内蒙古',1,118.956806,42.275317),

(89,'呼和浩特','hhht','150100',19,'内蒙古',1,111.670801,40.818311),

(90,'银川','yinchuan','640100',20,'宁夏',1,106.278179,38.466370),

(91,'菏泽','heze','371700',21,'山东',1,115.469381,35.246531),

(92,'济南','jn','370100',21,'山东',1,117.000923,36.675807),

(93,'济宁','jining','370800',21,'山东',1,116.587245,35.415393),

(94,'临沂','linyi','371300',21,'山东',1,118.326443,35.065282),

(95,'青岛','qd','370200',21,'山东',1,120.355173,36.082982),

(96,'泰安','ta','370900',21,'山东',1,117.129063,36.194968),

(97,'潍坊','wf','370700',21,'山东',1,119.107078,36.709250),

(98,'威海','weihai','371000',21,'山东',1,122.116394,37.509691),

(99,'烟台','yt','370600',21,'山东',1,121.391382,37.539297),

(100,'淄博','zb','370300',21,'山东',1,118.047648,36.814939),

(101,'巴中','bz','511900',22,'四川',1,106.753669,31.858809),

(102,'成都','cd','510100',22,'四川',1,104.065735,30.659462),

(103,'德阳','dy','510600',22,'四川',1,104.398651,31.127991),

(104,'达州','dazhou','511700',22,'四川',1,107.502262,31.209484),

(105,'广元','guangyuan','510800',22,'四川',1,105.829757,32.433668),

(106,'乐山','leshan','511100',22,'四川',0,103.761263,29.582024),

(107,'凉山','liangshan','513400',22,'四川',1,102.258746,27.886762),

(108,'绵阳','mianyang','510700',22,'四川',1,104.741722,31.464020),

(109,'眉山','ms','511400',22,'四川',0,103.831788,30.048318),

(110,'南充','nanchong','511300',22,'四川',1,106.082974,30.795281),

(111,'遂宁','sn','510900',22,'四川',1,105.571331,30.513311),

(112,'宜宾','yibin','511500',22,'四川',1,104.630825,28.760189),

(113,'宝鸡','baoji','610300',23,'陕西',1,107.144870,34.369315),

(114,'汉中','hanzhong','610700',23,'陕西',1,107.028621,33.077668),

(115,'西安','xa','610100',23,'陕西',1,108.948024,34.263161),

(116,'咸阳','xianyang','610400',23,'陕西',1,108.705117,34.333439),

(117,'晋中','jz','140700',24,'山西',1,112.736465,37.696495),

(118,'太原','ty','140100',24,'山西',1,112.549248,37.857014),

(119,'上海','sh','310000',25,'上海',1,121.472644,31.231706),

(120,'天津','tj','120000',26,'天津',1,117.190182,39.125596),

(121,'大理','dali','532900',27,'云南',1,100.225668,25.589449),

(122,'昆明','km','530100',27,'云南',1,102.712251,25.040609),

(123,'西双版纳','xsbn','532800',27,'云南',0,100.797941,22.001724),

(124,'杭州','hz','330100',28,'浙江',1,120.153576,30.287459),

(125,'湖州','huzhou','330500',28,'浙江',1,120.102398,30.867198),

(126,'嘉兴','jx','330400',28,'浙江',1,120.750865,30.762653),

(127,'金华','jh','330700',28,'浙江',1,119.649506,29.089524),

(128,'宁波','nb','330200',28,'浙江',1,121.549792,29.868388),

(129,'衢州','quzhou','330800',28,'浙江',1,118.872630,28.941708),

(130,'绍兴','sx','330600',28,'浙江',1,120.582112,29.997117),

(131,'台州','taizhou','331000',28,'浙江',1,121.428599,28.661378),

(132,'温州','wz','330300',28,'浙江',1,120.672111,28.000575),

(133,'义乌','yw','330782',28,'浙江',1,120.074911,29.306863);

/*Table structure for table `county` */

DROP TABLE IF EXISTS `county`;

CREATE TABLE `county` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) NOT NULL,
  `code` varchar(64) NOT NULL,
  `geo_code` varchar(8) DEFAULT NULL,
  `city_id` int(11) NOT NULL,
  `city_name` varchar(32) NOT NULL,
  `city_code` varchar(32) NOT NULL,
  `province_id` int(11) NOT NULL,
  `province_name` varchar(32) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `code` (`code`,`city_code`),
  UNIQUE KEY `name` (`name`,`city_name`)
) ENGINE=InnoDB AUTO_INCREMENT=2592 DEFAULT CHARSET=utf8mb4 ROW_FORMAT=DYNAMIC;

/*Data for the table `county` */

insert  into `county`(`id`,`name`,`code`,`geo_code`,`city_id`,`city_name`,`city_code`,`province_id`,`province_name`) values 

(1378,'大观区','daguanqu','340803',1,'安庆','aq',1,'安徽'),

(1379,'太湖县','taihuxian','340825',1,'安庆','aq',1,'安徽'),

(1380,'宜秀区','yixiuqu','340811',1,'安庆','aq',1,'安徽'),

(1381,'宿松县','susongxian','340826',1,'安庆','aq',1,'安徽'),

(1382,'岳西县','yuexixian','340828',1,'安庆','aq',1,'安徽'),

(1383,'怀宁县','huainingxian','340822',1,'安庆','aq',1,'安徽'),

(1384,'望江县','wangjiangxian','340827',1,'安庆','aq',1,'安徽'),

(1385,'桐城市','tongchengshi','340881',1,'安庆','aq',1,'安徽'),

(1386,'潜山县','qianshanxian',NULL,1,'安庆','aq',1,'安徽'),

(1387,'迎江区','yingjiangqu','340802',1,'安庆','aq',1,'安徽'),

(1388,'包河','baohe','340111',3,'合肥','hf',1,'安徽'),

(1389,'巢湖市','chaohushi','340181',3,'合肥','hf',1,'安徽'),

(1390,'庐江县','lujiangxian','340124',3,'合肥','hf',1,'安徽'),

(1391,'空港经济示范区','konggangjingjishifanqu',NULL,3,'合肥','hf',1,'安徽'),

(1392,'蜀山','shushan','340104',3,'合肥','hf',1,'安徽'),

(1393,'庐阳','luyang','340103',3,'合肥','hf',1,'安徽'),

(1394,'瑶海','yaohai','340102',3,'合肥','hf',1,'安徽'),

(1395,'政务','zhengwu',NULL,3,'合肥','hf',1,'安徽'),

(1396,'滨湖新区','binhuxinqu',NULL,3,'合肥','hf',1,'安徽'),

(1397,'经开','jingkai',NULL,3,'合肥','hf',1,'安徽'),

(1398,'高新','gaoxin8',NULL,3,'合肥','hf',1,'安徽'),

(1399,'新站','xinzhan',NULL,3,'合肥','hf',1,'安徽'),

(1400,'肥东','feidong','340122',3,'合肥','hf',1,'安徽'),

(1401,'肥西','feixi','340123',3,'合肥','hf',1,'安徽'),

(1402,'长丰','changfeng','340121',3,'合肥','hf',1,'安徽'),

(1403,'博望区','bowangqu','340506',4,'马鞍山','mas',1,'安徽'),

(1404,'含山县','hanshanxian','340522',4,'马鞍山','mas',1,'安徽'),

(1405,'和县','hexian','340523',4,'马鞍山','mas',1,'安徽'),

(1406,'当涂县','dangtuxian','340521',4,'马鞍山','mas',1,'安徽'),

(1407,'花山区','huashanqu','340503',4,'马鞍山','mas',1,'安徽'),

(1408,'雨山区','yushanqu','340504',4,'马鞍山','mas',1,'安徽'),

(1409,'三山区','sanshanqu','340208',5,'芜湖','wuhu',1,'安徽'),

(1410,'南陵县','nanlingxian','340223',5,'芜湖','wuhu',1,'安徽'),

(1411,'弋江区','yijiangqu','340203',5,'芜湖','wuhu',1,'安徽'),

(1412,'无为县','wuweixian','340225',5,'芜湖','wuhu',1,'安徽'),

(1413,'繁昌县','fanchangxian','340222',5,'芜湖','wuhu',1,'安徽'),

(1414,'经济开发区','jingjikaifaqu',NULL,5,'芜湖','wuhu',1,'安徽'),

(1415,'芜湖县','wuhuxian','340221',5,'芜湖','wuhu',1,'安徽'),

(1416,'镜湖区','jinghuqu','340202',5,'芜湖','wuhu',1,'安徽'),

(1417,'鸠江区','jiujiangqu','340207',5,'芜湖','wuhu',1,'安徽'),

(1418,'东城','dongcheng','110101',6,'北京','bj',2,'北京'),

(1419,'西城','xicheng','110102',6,'北京','bj',2,'北京'),

(1420,'朝阳','chaoyang','110105',6,'北京','bj',2,'北京'),

(1421,'海淀','haidian','110108',6,'北京','bj',2,'北京'),

(1422,'丰台','fengtai','110106',6,'北京','bj',2,'北京'),

(1423,'石景山','shijingshan','110107',6,'北京','bj',2,'北京'),

(1424,'通州','tongzhou','110112',6,'北京','bj',2,'北京'),

(1425,'昌平','changping','110114',6,'北京','bj',2,'北京'),

(1426,'大兴','daxing','110115',6,'北京','bj',2,'北京'),

(1427,'亦庄开发区','yizhuangkaifaqu',NULL,6,'北京','bj',2,'北京'),

(1428,'顺义','shunyi','110113',6,'北京','bj',2,'北京'),

(1429,'房山','fangshan','110111',6,'北京','bj',2,'北京'),

(1430,'门头沟','mentougou','110109',6,'北京','bj',2,'北京'),

(1431,'平谷','pinggu','110117',6,'北京','bj',2,'北京'),

(1432,'怀柔','huairou','110116',6,'北京','bj',2,'北京'),

(1433,'密云','miyun','110118',6,'北京','bj',2,'北京'),

(1434,'延庆','yanqing','110119',6,'北京','bj',2,'北京'),

(1435,'江北','jiangbei','500105',7,'重庆','cq',3,'重庆'),

(1436,'渝北','yubei','500112',7,'重庆','cq',3,'重庆'),

(1437,'南岸','nanan','500108',7,'重庆','cq',3,'重庆'),

(1438,'巴南','banan','500113',7,'重庆','cq',3,'重庆'),

(1439,'沙坪坝','shapingba','500106',7,'重庆','cq',3,'重庆'),

(1440,'九龙坡','jiulongpo','500107',7,'重庆','cq',3,'重庆'),

(1441,'渝中','yuzhong','500103',7,'重庆','cq',3,'重庆'),

(1442,'大渡口','dadukou','500104',7,'重庆','cq',3,'重庆'),

(1443,'江津','jiangjing','500116',7,'重庆','cq',3,'重庆'),

(1444,'北碚','beibei','500109',7,'重庆','cq',3,'重庆'),

(1445,'开州区','kaizhouqu','500154',7,'重庆','cq',3,'重庆'),

(1446,'巫山县','wushanxian','500237',7,'重庆','cq',3,'重庆'),

(1447,'巫溪县','wuxixian','500238',7,'重庆','cq',3,'重庆'),

(1448,'秀山土家族苗族自治县','xiushantujiazumiaozuzizhixian','500241',7,'重庆','cq',3,'重庆'),

(1449,'酉阳土家族苗族自治县','youyangtujiazumiaozuzizhixian','500242',7,'重庆','cq',3,'重庆'),

(1450,'荣昌区','rongchangqu','500153',7,'重庆','cq',3,'重庆'),

(1451,'彭水苗族土家族自治县','pengshuimiaozutujiazuzizhixian','500243',7,'重庆','cq',3,'重庆'),

(1452,'忠县','zhongxian','500233',7,'重庆','cq',3,'重庆'),

(1453,'奉节县','fengjiexian','500236',7,'重庆','cq',3,'重庆'),

(1454,'垫江县','dianjiangxian','500231',7,'重庆','cq',3,'重庆'),

(1455,'城口县','chengkouxian','500229',7,'重庆','cq',3,'重庆'),

(1456,'铜梁','tongliang','500151',7,'重庆','cq',3,'重庆'),

(1457,'璧山','bishan','500120',7,'重庆','cq',3,'重庆'),

(1458,'合川','hechuang','500117',7,'重庆','cq',3,'重庆'),

(1459,'长寿','changshou','500115',7,'重庆','cq',3,'重庆'),

(1460,'万州','wanzhou','500101',7,'重庆','cq',3,'重庆'),

(1461,'涪陵','fuling','500102',7,'重庆','cq',3,'重庆'),

(1462,'鼓楼区','gulouqu3','350102',8,'福州','fz',4,'福建'),

(1463,'台江区','taijiangqu','350103',8,'福州','fz',4,'福建'),

(1464,'晋安区','jinanqu','350111',8,'福州','fz',4,'福建'),

(1465,'马尾区','maweiqu','350105',8,'福州','fz',4,'福建'),

(1466,'仓山区','cangshanqu','350104',8,'福州','fz',4,'福建'),

(1467,'闽侯县','minhouxian','350121',8,'福州','fz',4,'福建'),

(1468,'连江县','lianjiangxian','350122',8,'福州','fz',4,'福建'),

(1469,'平潭县','pingtanxian','350128',8,'福州','fz',4,'福建'),

(1470,'惠安县','huianxian','350521',9,'泉州','quanzhou',4,'福建'),

(1471,'晋江市','jinjiangshi','350582',9,'泉州','quanzhou',4,'福建'),

(1472,'石狮市','shishishi','350581',9,'泉州','quanzhou',4,'福建'),

(1473,'南安市','nananshi','350583',9,'泉州','quanzhou',4,'福建'),

(1474,'永春县','yongchunxian','350525',9,'泉州','quanzhou',4,'福建'),

(1475,'德化县','dehuaxian','350526',9,'泉州','quanzhou',4,'福建'),

(1476,'洛江区','luojiangqu','350504',9,'泉州','quanzhou',4,'福建'),

(1477,'泉港区','quangangqu','350505',9,'泉州','quanzhou',4,'福建'),

(1478,'鲤城区','lichengqu','350502',9,'泉州','quanzhou',4,'福建'),

(1479,'安溪县','anxixian','350524',9,'泉州','quanzhou',4,'福建'),

(1480,'丰泽区','fengzequ','350503',9,'泉州','quanzhou',4,'福建'),

(1481,'金门县','jinmenxian','350527',9,'泉州','quanzhou',4,'福建'),

(1482,'思明','siming','350203',10,'厦门','xm',4,'福建'),

(1483,'湖里','huli','350206',10,'厦门','xm',4,'福建'),

(1484,'海沧','haicang','350205',10,'厦门','xm',4,'福建'),

(1485,'集美','jimei','350211',10,'厦门','xm',4,'福建'),

(1486,'翔安','xiangan','350213',10,'厦门','xm',4,'福建'),

(1487,'同安','tongan','350212',10,'厦门','xm',4,'福建'),

(1488,'龙文区','longwenqu','350603',11,'漳州','zhangzhou',4,'福建'),

(1489,'芗城区','xiangchengqu3','350602',11,'漳州','zhangzhou',4,'福建'),

(1490,'漳州港','zhangzhougang',NULL,11,'漳州','zhangzhou',4,'福建'),

(1491,'角美台商投资区','jiaomeitaishangtouziqu',NULL,11,'漳州','zhangzhou',4,'福建'),

(1492,'龙海市','longhaishi','350681',11,'漳州','zhangzhou',4,'福建'),

(1493,'长泰县','changtaixian','350625',11,'漳州','zhangzhou',4,'福建'),

(1494,'南靖县','nanjingxian','350627',11,'漳州','zhangzhou',4,'福建'),

(1495,'平和县','pinghexian','350628',11,'漳州','zhangzhou',4,'福建'),

(1496,'华安县','huaanxian','350629',11,'漳州','zhangzhou',4,'福建'),

(1497,'漳浦县','zhangpuxian','350623',11,'漳州','zhangzhou',4,'福建'),

(1498,'东山县','dongshanxian','350626',11,'漳州','zhangzhou',4,'福建'),

(1499,'诏安县','zhaoanxian','350624',11,'漳州','zhangzhou',4,'福建'),

(1500,'云霄县','yunxiaoxian','350622',11,'漳州','zhangzhou',4,'福建'),

(1501,'南城区','nanchengqu',NULL,12,'东莞','dg',5,'广东'),

(1502,'东城区','dongchengqu',NULL,12,'东莞','dg',5,'广东'),

(1503,'万江区','wanjiangqu',NULL,12,'东莞','dg',5,'广东'),

(1504,'莞城区','wanchengqu',NULL,12,'东莞','dg',5,'广东'),

(1505,'寮步镇','liaobuzhen',NULL,12,'东莞','dg',5,'广东'),

(1506,'虎门镇','humenzhen',NULL,12,'东莞','dg',5,'广东'),

(1507,'长安镇','changanzhen',NULL,12,'东莞','dg',5,'广东'),

(1508,'松山湖','songshanhu',NULL,12,'东莞','dg',5,'广东'),

(1509,'厚街镇','houjiezhen',NULL,12,'东莞','dg',5,'广东'),

(1510,'高埗镇','gaobuzhen',NULL,12,'东莞','dg',5,'广东'),

(1511,'道滘镇','daojiaozhen',NULL,12,'东莞','dg',5,'广东'),

(1512,'洪梅镇','hongmeizhen',NULL,12,'东莞','dg',5,'广东'),

(1513,'沙田镇','shatianzhen',NULL,12,'东莞','dg',5,'广东'),

(1514,'大岭山镇','dalingshanzhen',NULL,12,'东莞','dg',5,'广东'),

(1515,'常平镇','changpingzhen',NULL,12,'东莞','dg',5,'广东'),

(1516,'大朗镇','dalangzhen',NULL,12,'东莞','dg',5,'广东'),

(1517,'黄江镇','huangjiangzhen',NULL,12,'东莞','dg',5,'广东'),

(1518,'樟木头镇','zhangmutouzhen',NULL,12,'东莞','dg',5,'广东'),

(1519,'塘厦镇','tangxiazhen',NULL,12,'东莞','dg',5,'广东'),

(1520,'清溪镇','qingxizhen',NULL,12,'东莞','dg',5,'广东'),

(1521,'凤岗镇','fenggangzhen',NULL,12,'东莞','dg',5,'广东'),

(1522,'东坑镇','dongkengzhen',NULL,12,'东莞','dg',5,'广东'),

(1523,'企石镇','qishizhen',NULL,12,'东莞','dg',5,'广东'),

(1524,'石排镇','shipaizhen',NULL,12,'东莞','dg',5,'广东'),

(1525,'茶山镇','chashanzhen',NULL,12,'东莞','dg',5,'广东'),

(1526,'麻涌镇','machongzhen',NULL,12,'东莞','dg',5,'广东'),

(1527,'横沥镇','henglizhen',NULL,12,'东莞','dg',5,'广东'),

(1528,'石龙镇','shilongzhen',NULL,12,'东莞','dg',5,'广东'),

(1529,'石碣镇','shijiezhen',NULL,12,'东莞','dg',5,'广东'),

(1530,'中堂镇','zhongtangzhen',NULL,12,'东莞','dg',5,'广东'),

(1531,'望牛墩镇','wangniudunzhen',NULL,12,'东莞','dg',5,'广东'),

(1532,'桥头镇','qiaotouzhen',NULL,12,'东莞','dg',5,'广东'),

(1533,'谢岗镇','xiegangzhen',NULL,12,'东莞','dg',5,'广东'),

(1534,'禅城','chancheng','440604',13,'佛山','fs',5,'广东'),

(1535,'南海','nanhai','440605',13,'佛山','fs',5,'广东'),

(1536,'顺德','shunde','440606',13,'佛山','fs',5,'广东'),

(1537,'三水','sanshui','440607',13,'佛山','fs',5,'广东'),

(1538,'高明','gaoming','440608',13,'佛山','fs',5,'广东'),

(1539,'番禺','panyu',NULL,13,'佛山','fs',5,'广东'),

(1541,'天河','tianhe','440106',14,'广州','gz',5,'广东'),

(1542,'越秀','yuexiu','440104',14,'广州','gz',5,'广东'),

(1543,'荔湾','liwan','440103',14,'广州','gz',5,'广东'),

(1544,'海珠','haizhu','440105',14,'广州','gz',5,'广东'),

(1545,'番禺','panyu','440113',14,'广州','gz',5,'广东'),

(1546,'白云','baiyun','440111',14,'广州','gz',5,'广东'),

(1547,'黄埔','huangpugz','440112',14,'广州','gz',5,'广东'),

(1548,'从化','conghua','440117',14,'广州','gz',5,'广东'),

(1549,'增城','zengcheng','440118',14,'广州','gz',5,'广东'),

(1550,'花都','huadou','440114',14,'广州','gz',5,'广东'),

(1551,'南沙','nansha','440115',14,'广州','gz',5,'广东'),

(1552,'南海','nanhai',NULL,14,'广州','gz',5,'广东'),

(1553,'顺德','shunde',NULL,14,'广州','gz',5,'广东'),

(1554,'惠城','huicheng','441302',15,'惠州','hui',5,'广东'),

(1555,'仲恺高新技术产业开发区','zhongkaigaoxinjishuchanyekaifaqu',NULL,15,'惠州','hui',5,'广东'),

(1556,'惠阳','huiyang','441303',15,'惠州','hui',5,'广东'),

(1557,'大亚湾','dayawan',NULL,15,'惠州','hui',5,'广东'),

(1558,'惠东','huidong','441323',15,'惠州','hui',5,'广东'),

(1559,'博罗','boluo','441322',15,'惠州','hui',5,'广东'),

(1560,'江海区','jianghaiqu','440704',16,'江门','jiangmen',5,'广东'),

(1561,'蓬江区','pengjiangqu','440703',16,'江门','jiangmen',5,'广东'),

(1562,'新会区','xinhuiqu','440705',16,'江门','jiangmen',5,'广东'),

(1563,'台山市','taishanshi','440781',16,'江门','jiangmen',5,'广东'),

(1564,'鹤山市','heshanshi','440784',16,'江门','jiangmen',5,'广东'),

(1565,'恩平市','enpingshi','440785',16,'江门','jiangmen',5,'广东'),

(1566,'开平市','kaipingshi','440783',16,'江门','jiangmen',5,'广东'),

(1567,'佛冈县','fogangxian','441821',17,'清远','qy',5,'广东'),

(1568,'清城区','qingchengqu','441802',17,'清远','qy',5,'广东'),

(1569,'清新区','qingxinqu','441803',17,'清远','qy',5,'广东'),

(1570,'英德市','yingdeshi','441881',17,'清远','qy',5,'广东'),

(1571,'连南瑶族自治县','liannanyaozuzizhixian','441826',17,'清远','qy',5,'广东'),

(1572,'连山壮族瑶族自治县','lianshanzhuangzuyaozuzizhixian','441825',17,'清远','qy',5,'广东'),

(1573,'连州市','lianzhoushi','441882',17,'清远','qy',5,'广东'),

(1574,'阳山县','yangshanxian','441823',17,'清远','qy',5,'广东'),

(1575,'罗湖区','luohuqu','440303',18,'深圳','sz',5,'广东'),

(1576,'福田区','futianqu','440304',18,'深圳','sz',5,'广东'),

(1577,'南山区','nanshanqu','440305',18,'深圳','sz',5,'广东'),

(1578,'盐田区','yantianqu','440308',18,'深圳','sz',5,'广东'),

(1579,'宝安区','baoanqu','440306',18,'深圳','sz',5,'广东'),

(1580,'龙岗区','longgangqu','440307',18,'深圳','sz',5,'广东'),

(1581,'龙华区','longhuaqu','440309',18,'深圳','sz',5,'广东'),

(1582,'光明区','guangmingqu','440311',18,'深圳','sz',5,'广东'),

(1583,'坪山区','pingshanqu','440310',18,'深圳','sz',5,'广东'),

(1584,'大鹏新区','dapengxinqu',NULL,18,'深圳','sz',5,'广东'),

(1585,'香洲区','xiangzhouqu','440402',19,'珠海','zh',5,'广东'),

(1586,'金湾区','jinwanqu','440404',19,'珠海','zh',5,'广东'),

(1587,'斗门区','doumenqu','440403',19,'珠海','zh',5,'广东'),

(1588,'霞山区','xiashanqu','440803',20,'湛江','zhanjiang',5,'广东'),

(1589,'赤坎区','chikanqu','440802',20,'湛江','zhanjiang',5,'广东'),

(1590,'坡头区','potouqu','440804',20,'湛江','zhanjiang',5,'广东'),

(1591,'麻章区','mazhangqu','440811',20,'湛江','zhanjiang',5,'广东'),

(1592,'遂溪县','suixixian','440823',20,'湛江','zhanjiang',5,'广东'),

(1593,'廉江市','lianjiangshi','440881',20,'湛江','zhanjiang',5,'广东'),

(1594,'吴川市','wuchuanshi','440883',20,'湛江','zhanjiang',5,'广东'),

(1595,'雷州市','leizhoushi','440882',20,'湛江','zhanjiang',5,'广东'),

(1596,'徐闻县','xuwenxian','440825',20,'湛江','zhanjiang',5,'广东'),

(1597,'小榄镇','xiaolanzhen',NULL,21,'中山','zs',5,'广东'),

(1598,'板芙镇','banfuzhen',NULL,21,'中山','zs',5,'广东'),

(1599,'横栏镇','henglanzhen',NULL,21,'中山','zs',5,'广东'),

(1600,'民众镇','minzhongzhen',NULL,21,'中山','zs',5,'广东'),

(1601,'神湾镇','shenwanzhen',NULL,21,'中山','zs',5,'广东'),

(1602,'阜沙镇','fushazhen',NULL,21,'中山','zs',5,'广东'),

(1603,'黄圃镇','huangpuzhen',NULL,21,'中山','zs',5,'广东'),

(1604,'三乡镇','sanxiangzhen',NULL,21,'中山','zs',5,'广东'),

(1605,'三角镇','sanjiaozhen',NULL,21,'中山','zs',5,'广东'),

(1606,'东凤镇','dongfengzhen',NULL,21,'中山','zs',5,'广东'),

(1607,'东区','dongqu',NULL,21,'中山','zs',5,'广东'),

(1608,'东升镇','dongshengzhen',NULL,21,'中山','zs',5,'广东'),

(1609,'南头镇','nantouzhen',NULL,21,'中山','zs',5,'广东'),

(1610,'南朗镇','nanlangzhen',NULL,21,'中山','zs',5,'广东'),

(1611,'古镇镇','guzhenzhen',NULL,21,'中山','zs',5,'广东'),

(1612,'坦洲镇','tanzhouzhen',NULL,21,'中山','zs',5,'广东'),

(1613,'大涌镇','dayongzhen',NULL,21,'中山','zs',5,'广东'),

(1614,'西区','xiqu',NULL,21,'中山','zs',5,'广东'),

(1615,'南区','nanqu',NULL,21,'中山','zs',5,'广东'),

(1616,'石岐区','shiqiqu',NULL,21,'中山','zs',5,'广东'),

(1617,'火炬','huoju',NULL,21,'中山','zs',5,'广东'),

(1618,'港口镇','gangkouzhen',NULL,21,'中山','zs',5,'广东'),

(1619,'沙溪镇','shaxizhen',NULL,21,'中山','zs',5,'广东'),

(1620,'五桂山','wuguishan',NULL,21,'中山','zs',5,'广东'),

(1621,'合浦县','hepuxian','450521',22,'北海','bh',6,'广西'),

(1622,'海城区','haichengqu','450502',22,'北海','bh',6,'广西'),

(1623,'铁山港区','tieshangangqu','450512',22,'北海','bh',6,'广西'),

(1624,'银海区','yinhaiqu','450503',22,'北海','bh',6,'广西'),

(1625,'港口区','gangkouqu','450602',23,'防城港','fcg',6,'广西'),

(1626,'防城区','fangchengqu','450603',23,'防城港','fcg',6,'广西'),

(1627,'七星区','qixingqu','450305',24,'桂林','gl',6,'广西'),

(1628,'临桂区','linguiqu','450312',24,'桂林','gl',6,'广西'),

(1629,'象山区','xiangshanqu','450304',24,'桂林','gl',6,'广西'),

(1630,'秀峰区','xiufengqu','450302',24,'桂林','gl',6,'广西'),

(1631,'叠彩区','diecaiqu','450303',24,'桂林','gl',6,'广西'),

(1632,'雁山区','yanshanqu','450311',24,'桂林','gl',6,'广西'),

(1633,'灌阳县','guanyangxian','450327',24,'桂林','gl',6,'广西'),

(1634,'桂北新区（灵川县）','guibeixinqulingchuanxian',NULL,24,'桂林','gl',6,'广西'),

(1635,'龙胜各族自治县','longshenggezuzizhixian','450328',24,'桂林','gl',6,'广西'),

(1636,'永福县','yongfuxian','450326',24,'桂林','gl',6,'广西'),

(1637,'平乐县','pinglexian','450330',24,'桂林','gl',6,'广西'),

(1638,'恭城瑶族自治县','gongchengyaozuzizhixian','450332',24,'桂林','gl',6,'广西'),

(1639,'资源县','ziyuanxian','450329',24,'桂林','gl',6,'广西'),

(1640,'全州县','quanzhouxian','450324',24,'桂林','gl',6,'广西'),

(1641,'荔浦县','lipuxian',NULL,24,'桂林','gl',6,'广西'),

(1642,'兴安县','xinganxian','450325',24,'桂林','gl',6,'广西'),

(1643,'阳朔县','yangshuoxian','450321',24,'桂林','gl',6,'广西'),

(1644,'三江侗族自治县','sanjiangdongzuzizhixian','450226',25,'柳州','liuzhou',6,'广西'),

(1645,'城中区','chengzhongqu','450202',25,'柳州','liuzhou',6,'广西'),

(1646,'柳北区','liubeiqu','450205',25,'柳州','liuzhou',6,'广西'),

(1647,'柳南区','liunanqu','450204',25,'柳州','liuzhou',6,'广西'),

(1648,'柳城县','liuchengxian','450222',25,'柳州','liuzhou',6,'广西'),

(1649,'柳江区','liujiangqu','450206',25,'柳州','liuzhou',6,'广西'),

(1650,'融安县','ronganxian','450224',25,'柳州','liuzhou',6,'广西'),

(1651,'融水苗族自治县','rongshuimiaozuzizhixian','450225',25,'柳州','liuzhou',6,'广西'),

(1652,'鱼峰区','yufengqu','450203',25,'柳州','liuzhou',6,'广西'),

(1653,'鹿寨县','luzhaixian','450223',25,'柳州','liuzhou',6,'广西'),

(1654,'青秀区','qingxiuqu','450103',26,'南宁','nn',6,'广西'),

(1655,'江南区','jiangnanqu','450105',26,'南宁','nn',6,'广西'),

(1656,'西乡塘区','xixiangtangqu','450107',26,'南宁','nn',6,'广西'),

(1657,'兴宁区','xingningqu','450102',26,'南宁','nn',6,'广西'),

(1658,'邕宁区','yongningqu','450109',26,'南宁','nn',6,'广西'),

(1659,'良庆区','liangqingqu','450108',26,'南宁','nn',6,'广西'),

(1660,'武鸣县','wumingxian',NULL,26,'南宁','nn',6,'广西'),

(1661,'宾阳县','binyangxian','450126',26,'南宁','nn',6,'广西'),

(1662,'上林县','shanglinxian','450125',26,'南宁','nn',6,'广西'),

(1663,'马山县','mashanxian','450124',26,'南宁','nn',6,'广西'),

(1664,'横县','hengxian','450127',26,'南宁','nn',6,'广西'),

(1665,'隆安县','longanxian','450123',26,'南宁','nn',6,'广西'),

(1666,'七里河区','qilihequ','620103',27,'兰州','lz',7,'甘肃'),

(1667,'兰州新区','lanzhouxinqu',NULL,27,'兰州','lz',7,'甘肃'),

(1668,'城关区','chengguanqu','620102',27,'兰州','lz',7,'甘肃'),

(1669,'安宁区','anningqu','620105',27,'兰州','lz',7,'甘肃'),

(1670,'榆中县','yuzhongxian','620123',27,'兰州','lz',7,'甘肃'),

(1671,'永登县','yongdengxian','620121',27,'兰州','lz',7,'甘肃'),

(1672,'皋兰县','gaolanxian','620122',27,'兰州','lz',7,'甘肃'),

(1673,'红古区','hongguqu','620111',27,'兰州','lz',7,'甘肃'),

(1674,'西固区','xiguqu','620104',27,'兰州','lz',7,'甘肃'),

(1675,'云岩区','yunyanqu','520103',28,'贵阳','gy',8,'贵州'),

(1676,'白云区','baiyunqu','520113',28,'贵阳','gy',8,'贵州'),

(1677,'乌当区','wudangqu','520112',28,'贵阳','gy',8,'贵州'),

(1678,'南明区','nanmingqu','520102',28,'贵阳','gy',8,'贵州'),

(1679,'花溪区','huaxiqu','520111',28,'贵阳','gy',8,'贵州'),

(1680,'息烽县','xifengxian','520122',28,'贵阳','gy',8,'贵州'),

(1681,'开阳县','kaiyangxian','520121',28,'贵阳','gy',8,'贵州'),

(1682,'修文县','xiuwenxian','520123',28,'贵阳','gy',8,'贵州'),

(1683,'清镇市','qingzhenshi','520181',28,'贵阳','gy',8,'贵州'),

(1684,'观山湖区','guanshanhuqu','520115',28,'贵阳','gy',8,'贵州'),

(1685,'涞水','laishui','130623',29,'保定','bd',9,'河北'),

(1686,'涿州','zhuozhou','130681',29,'保定','bd',9,'河北'),

(1687,'易县','yixian','130633',29,'保定','bd',9,'河北'),

(1688,'高碑店','gaobeidian','130684',29,'保定','bd',9,'河北'),

(1689,'竞秀区','jingxiuqu','130602',29,'保定','bd',9,'河北'),

(1690,'莲池区','lianchiqu','130606',29,'保定','bd',9,'河北'),

(1691,'满城区','manchengqu','130607',29,'保定','bd',9,'河北'),

(1692,'清苑区','qingyuanqu','130608',29,'保定','bd',9,'河北'),

(1693,'徐水区','xushuiqu','130609',29,'保定','bd',9,'河北'),

(1694,'安国市','anguoshi','130683',29,'保定','bd',9,'河北'),

(1695,'定州市','dingzhoushi','130682',29,'保定','bd',9,'河北'),

(1696,'博野县','boyexian','130637',29,'保定','bd',9,'河北'),

(1697,'涞源县','laiyuanxian','130630',29,'保定','bd',9,'河北'),

(1698,'唐县','tangxian','130627',29,'保定','bd',9,'河北'),

(1699,'定兴县','dingxingxian','130626',29,'保定','bd',9,'河北'),

(1700,'望都县','wangduxian','130631',29,'保定','bd',9,'河北'),

(1701,'曲阳县','quyangxian','130634',29,'保定','bd',9,'河北'),

(1702,'顺平县','shunpingxian','130636',29,'保定','bd',9,'河北'),

(1703,'蠡县','lixian1','130635',29,'保定','bd',9,'河北'),

(1704,'高阳县','gaoyangxian','130628',29,'保定','bd',9,'河北'),

(1705,'阜平县','fupingxian','130624',29,'保定','bd',9,'河北'),

(1706,'燕郊','yanjiao',NULL,30,'廊坊','lf',9,'河北'),

(1707,'香河','xianghe','131024',30,'廊坊','lf',9,'河北'),

(1708,'广阳','guangyang','131003',30,'廊坊','lf',9,'河北'),

(1709,'安次','anci','131002',30,'廊坊','lf',9,'河北'),

(1710,'廊坊经济技术开发区','langfangjingjijishu',NULL,30,'廊坊','lf',9,'河北'),

(1711,'固安','guan','131022',30,'廊坊','lf',9,'河北'),

(1712,'大厂','dachang','131028',30,'廊坊','lf',9,'河北'),

(1713,'永清','yongqing','131023',30,'廊坊','lf',9,'河北'),

(1714,'裕华','yuhua1','130108',32,'石家庄','sjz',9,'河北'),

(1715,'井陉矿区','jingxingkuangqu','130107',32,'石家庄','sjz',9,'河北'),

(1716,'长安','changan','130102',32,'石家庄','sjz',9,'河北'),

(1717,'桥西','qiaoxi','130104',32,'石家庄','sjz',9,'河北'),

(1718,'新华','xinhua','130105',32,'石家庄','sjz',9,'河北'),

(1719,'开发区','kaifaqu1',NULL,32,'石家庄','sjz',9,'河北'),

(1720,'正定','zhengding','130123',32,'石家庄','sjz',9,'河北'),

(1721,'鹿泉','luquan','130110',32,'石家庄','sjz',9,'河北'),

(1722,'栾城','luancheng','130111',32,'石家庄','sjz',9,'河北'),

(1723,'藁城','gaocheng','130109',32,'石家庄','sjz',9,'河北'),

(1724,'元氏县','yuanshixian','130132',32,'石家庄','sjz',9,'河北'),

(1725,'辛集市','xinjishi','130181',32,'石家庄','sjz',9,'河北'),

(1726,'灵寿县','lingshouxian','130126',32,'石家庄','sjz',9,'河北'),

(1727,'平山','pingshan','130131',32,'石家庄','sjz',9,'河北'),

(1728,'井陉县','jingxingxian','130121',32,'石家庄','sjz',9,'河北'),

(1729,'赵县','zhaoxian','130133',32,'石家庄','sjz',9,'河北'),

(1730,'深泽县','shenzexian','130128',32,'石家庄','sjz',9,'河北'),

(1731,'晋州市','jinzhoushi','130183',32,'石家庄','sjz',9,'河北'),

(1732,'高邑县','gaoyixian','130127',32,'石家庄','sjz',9,'河北'),

(1733,'丰南区','fengnanqu','130207',33,'唐山','ts',9,'河北'),

(1734,'丰润区','fengrunqu','130208',33,'唐山','ts',9,'河北'),

(1735,'乐亭县','laotingxian','130225',33,'唐山','ts',9,'河北'),

(1736,'古冶区','guyequ','130204',33,'唐山','ts',9,'河北'),

(1737,'开平区','kaipingqu','130205',33,'唐山','ts',9,'河北'),

(1738,'曹妃甸区','caofeidianqu','130209',33,'唐山','ts',9,'河北'),

(1739,'滦南县','luannanxian','130224',33,'唐山','ts',9,'河北'),

(1740,'滦州市','luanzhoushi','130284',33,'唐山','ts',9,'河北'),

(1741,'玉田县','yutianxian','130229',33,'唐山','ts',9,'河北'),

(1742,'路北区','lubeiqu','130203',33,'唐山','ts',9,'河北'),

(1743,'路南区','lunanqu','130202',33,'唐山','ts',9,'河北'),

(1744,'迁安市','qiananshi','130283',33,'唐山','ts',9,'河北'),

(1745,'迁西县','qianxixian','130227',33,'唐山','ts',9,'河北'),

(1746,'遵化市','zunhuashi','130281',33,'唐山','ts',9,'河北'),

(1747,'万全区','wanquanqu','130708',34,'张家口','zjk',9,'河北'),

(1748,'下花园','xiahuayuan','130706',34,'张家口','zjk',9,'河北'),

(1749,'宣化区','xuanhuaqu','130705',34,'张家口','zjk',9,'河北'),

(1750,'尚义县','shangyixian','130725',34,'张家口','zjk',9,'河北'),

(1751,'崇礼区','chongliqu','130709',34,'张家口','zjk',9,'河北'),

(1752,'崇礼县','chonglixian',NULL,34,'张家口','zjk',9,'河北'),

(1753,'康保县','kangbaoxian','130723',34,'张家口','zjk',9,'河北'),

(1754,'张北县','zhangbeixian','130722',34,'张家口','zjk',9,'河北'),

(1755,'怀安县','huaianxian','130728',34,'张家口','zjk',9,'河北'),

(1756,'怀来县','huailaixian','130730',34,'张家口','zjk',9,'河北'),

(1757,'桥东区','qiaodongqu','130702',34,'张家口','zjk',9,'河北'),

(1758,'桥西区','qiaoxiqu','130703',34,'张家口','zjk',9,'河北'),

(1759,'沽源县','guyuanxian','130724',34,'张家口','zjk',9,'河北'),

(1760,'涿鹿县','zhuoluxian','130731',34,'张家口','zjk',9,'河北'),

(1761,'蔚县','weixian','130726',34,'张家口','zjk',9,'河北'),

(1762,'赤城县','chichengxian','130732',34,'张家口','zjk',9,'河北'),

(1763,'阳原县','yangyuanxian','130727',34,'张家口','zjk',9,'河北'),

(1764,'秀英','xiuyingqu','460105',38,'海口','hk',10,'海南'),

(1765,'龙华','longhuaqu1','460106',38,'海口','hk',10,'海南'),

(1766,'美兰','meilanqu','460108',38,'海口','hk',10,'海南'),

(1767,'琼山','qiongshanqu','460107',38,'海口','hk',10,'海南'),

(1768,'崖州','yazhou','460205',43,'三亚','san',10,'海南'),

(1769,'天涯','tianya','460204',43,'三亚','san',10,'海南'),

(1770,'海棠','haitang','460202',43,'三亚','san',10,'海南'),

(1771,'吉阳','jiyang3','460203',43,'三亚','san',10,'海南'),

(1772,'雨花','yuhua','430111',47,'长沙','cs',11,'湖南'),

(1773,'岳麓','yuelu','430104',47,'长沙','cs',11,'湖南'),

(1774,'天心','tianxin','430103',47,'长沙','cs',11,'湖南'),

(1775,'开福','kaifu','430105',47,'长沙','cs',11,'湖南'),

(1776,'芙蓉','furong','430102',47,'长沙','cs',11,'湖南'),

(1777,'望城','wangcheng','430112',47,'长沙','cs',11,'湖南'),

(1778,'宁乡','ningxiang','430182',47,'长沙','cs',11,'湖南'),

(1779,'浏阳','liuyang','430181',47,'长沙','cs',11,'湖南'),

(1780,'长沙县','changshaxian','430121',47,'长沙','cs',11,'湖南'),

(1781,'临澧县','linlixian','430724',48,'常德','changde',11,'湖南'),

(1782,'安乡县','anxiangxian','430721',48,'常德','changde',11,'湖南'),

(1783,'桃源县','taoyuanxian','430725',48,'常德','changde',11,'湖南'),

(1784,'武陵区','wulingqu','430702',48,'常德','changde',11,'湖南'),

(1785,'汉寿县','hanshouxian','430722',48,'常德','changde',11,'湖南'),

(1786,'津市市','jinshishi','430781',48,'常德','changde',11,'湖南'),

(1787,'澧县','lixian4','430724',48,'常德','changde',11,'湖南'),

(1788,'石门县','shimenxian','430726',48,'常德','changde',11,'湖南'),

(1789,'鼎城区','dingchengqu','430703',48,'常德','changde',11,'湖南'),

(1790,'岳阳楼区','yueyanglouqu','430602',49,'岳阳','yy',11,'湖南'),

(1791,'岳阳县','yueyangxian','430621',49,'岳阳','yy',11,'湖南'),

(1792,'湘阴县','xiangyinxian','430624',49,'岳阳','yy',11,'湖南'),

(1793,'平江县','pingjiangxian','430626',49,'岳阳','yy',11,'湖南'),

(1794,'君山区','junshanqu','430611',49,'岳阳','yy',11,'湖南'),

(1795,'汨罗市','miluoshi','430681',49,'岳阳','yy',11,'湖南'),

(1796,'云溪区','yunxiqu','430603',49,'岳阳','yy',11,'湖南'),

(1797,'华容县','huarongxian','430623',49,'岳阳','yy',11,'湖南'),

(1798,'临湘市','linxiangshi','430682',49,'岳阳','yy',11,'湖南'),

(1799,'天元区','tianyuanqu','430211',50,'株洲','zhuzhou',11,'湖南'),

(1800,'芦淞区','lusongqu','430203',50,'株洲','zhuzhou',11,'湖南'),

(1801,'荷塘区','hetangqu','430202',50,'株洲','zhuzhou',11,'湖南'),

(1802,'石峰区','shifengqu','430204',50,'株洲','zhuzhou',11,'湖南'),

(1803,'醴陵市','lilingshi','430281',50,'株洲','zhuzhou',11,'湖南'),

(1804,'炎陵县','yanlingxian1','430225',50,'株洲','zhuzhou',11,'湖南'),

(1805,'株洲县','zhuzhouxian',NULL,50,'株洲','zhuzhou',11,'湖南'),

(1806,'攸县','youxian','430223',50,'株洲','zhuzhou',11,'湖南'),

(1807,'茶陵县','chalingxian','430224',50,'株洲','zhuzhou',11,'湖南'),

(1808,'龙亭区','longtingqu','410202',51,'开封','kf',12,'河南'),

(1809,'杞县','qixian3','410221',51,'开封','kf',12,'河南'),

(1810,'兰考县','lankaoxian','410225',51,'开封','kf',12,'河南'),

(1811,'通许县','tongxuxian','410222',51,'开封','kf',12,'河南'),

(1812,'祥符区','xiangfuqu','410212',51,'开封','kf',12,'河南'),

(1813,'尉氏县','weishixian','410223',51,'开封','kf',12,'河南'),

(1814,'鼓楼区','gulouqu6','410204',51,'开封','kf',12,'河南'),

(1815,'顺河区','shunhequ',NULL,51,'开封','kf',12,'河南'),

(1816,'禹王台区','yuwangtaiqu','410205',51,'开封','kf',12,'河南'),

(1817,'洛龙区','luolongqu','410311',52,'洛阳','luoyang',12,'河南'),

(1818,'涧西区','jianxiqu','410305',52,'洛阳','luoyang',12,'河南'),

(1819,'西工区','xigongqu','410303',52,'洛阳','luoyang',12,'河南'),

(1820,'瀍河回族区','chanhehuizuqu','410304',52,'洛阳','luoyang',12,'河南'),

(1821,'老城区','laochengqu','410302',52,'洛阳','luoyang',12,'河南'),

(1822,'伊川县','yichuanxian','410329',52,'洛阳','luoyang',12,'河南'),

(1823,'伊滨区','yibinqu',NULL,52,'洛阳','luoyang',12,'河南'),

(1824,'偃师市','yanshishi','410381',52,'洛阳','luoyang',12,'河南'),

(1825,'吉利区','jiliqu','410306',52,'洛阳','luoyang',12,'河南'),

(1826,'孟津县','mengjinxian','410322',52,'洛阳','luoyang',12,'河南'),

(1827,'宜阳县','yiyangxian','410327',52,'洛阳','luoyang',12,'河南'),

(1828,'嵩县','songxian','410325',52,'洛阳','luoyang',12,'河南'),

(1829,'新安县','xinanxian','410323',52,'洛阳','luoyang',12,'河南'),

(1830,'栾川县','luanchuanxian','410324',52,'洛阳','luoyang',12,'河南'),

(1831,'汝阳县','ruyangxian','410326',52,'洛阳','luoyang',12,'河南'),

(1832,'洛宁县','luoningxian','410328',52,'洛阳','luoyang',12,'河南'),

(1833,'红旗区','hongqiqu','410702',54,'新乡','xinxiang',12,'河南'),

(1834,'卫滨区','weibinqu2','410703',54,'新乡','xinxiang',12,'河南'),

(1835,'牧野区','muyequ','410711',54,'新乡','xinxiang',12,'河南'),

(1836,'建安区','jiananqu','411003',55,'许昌','xc',12,'河南'),

(1837,'禹州市','yuzhoushi','411081',55,'许昌','xc',12,'河南'),

(1838,'襄城县','xiangchengxian','411025',55,'许昌','xc',12,'河南'),

(1839,'鄢陵县','yanlingxian','411024',55,'许昌','xc',12,'河南'),

(1840,'长葛市','changgeshi','411082',55,'许昌','xc',12,'河南'),

(1841,'魏都区','weiduqu','411002',55,'许昌','xc',12,'河南'),

(1842,'二七区','erqi','410103',56,'郑州','zz',12,'河南'),

(1843,'郑东新区','zhengdongxinqu',NULL,56,'郑州','zz',12,'河南'),

(1844,'荥阳市','xingyangshi','410182',56,'郑州','zz',12,'河南'),

(1845,'新郑市','xinzhengshi','410184',56,'郑州','zz',12,'河南'),

(1846,'上街区','shangjiequ','410106',56,'郑州','zz',12,'河南'),

(1847,'巩义市','gongyishi','410181',56,'郑州','zz',12,'河南'),

(1848,'新密市','xinmishi','410183',56,'郑州','zz',12,'河南'),

(1849,'登封市','dengfengshi','410185',56,'郑州','zz',12,'河南'),

(1850,'中牟县','zhongmuxian','410122',56,'郑州','zz',12,'河南'),

(1851,'经开区','jingkaiqu',NULL,56,'郑州','zz',12,'河南'),

(1852,'高新区','gaoxin9',NULL,56,'郑州','zz',12,'河南'),

(1853,'航空港区','hangkonggangqu',NULL,56,'郑州','zz',12,'河南'),

(1854,'中原区','zhongyuan','410102',56,'郑州','zz',12,'河南'),

(1855,'管城回族区','guanchenghuizuqu','410104',56,'郑州','zz',12,'河南'),

(1856,'惠济区','huiji','410108',56,'郑州','zz',12,'河南'),

(1857,'金水区','jinshui','410105',56,'郑州','zz',12,'河南'),

(1858,'商水县','shangshuixian','411623',57,'周口','zk',12,'河南'),

(1859,'太康县','taikangxian','411627',57,'周口','zk',12,'河南'),

(1860,'川汇区','chuanhuiqu','411602',57,'周口','zk',12,'河南'),

(1861,'扶沟县','fugouxian','411621',57,'周口','zk',12,'河南'),

(1862,'沈丘县','chenqiuxian','411624',57,'周口','zk',12,'河南'),

(1863,'淮阳县','huaiyangxian',NULL,57,'周口','zk',12,'河南'),

(1864,'西华县','xihuaxian','411622',57,'周口','zk',12,'河南'),

(1865,'郸城县','danchengxian','411625',57,'周口','zk',12,'河南'),

(1866,'项城市','xiangchengshi','411681',57,'周口','zk',12,'河南'),

(1867,'鹿邑县','luyixian','411628',57,'周口','zk',12,'河南'),

(1868,'上蔡县','shangcaixian','411722',58,'驻马店','zmd',12,'河南'),

(1869,'平舆县','pingyuxian','411723',58,'驻马店','zmd',12,'河南'),

(1870,'新蔡县','xincaixian','411729',58,'驻马店','zmd',12,'河南'),

(1871,'正阳县','zhengyangxian','411724',58,'驻马店','zmd',12,'河南'),

(1872,'汝南县','runanxian','411727',58,'驻马店','zmd',12,'河南'),

(1873,'泌阳县','biyangxian','411726',58,'驻马店','zmd',12,'河南'),

(1874,'确山县','queshanxian','411725',58,'驻马店','zmd',12,'河南'),

(1875,'西平县','xipingxian','411721',58,'驻马店','zmd',12,'河南'),

(1876,'遂平县','suipingxian','411728',58,'驻马店','zmd',12,'河南'),

(1877,'驿城区','yichengqu','411702',58,'驻马店','zmd',12,'河南'),

(1878,'鄂城区','echengqu','420704',59,'鄂州','ez',13,'湖北'),

(1879,'葛店开发区','gediankaifaqu',NULL,59,'鄂州','ez',13,'湖北'),

(1880,'梁子湖区','liangzihuqu','420702',59,'鄂州','ez',13,'湖北'),

(1881,'华容区','huarongqu','420703',59,'鄂州','ez',13,'湖北'),

(1882,'西塞山区','xisaishanqu','420203',60,'黄石','huangshi',13,'湖北'),

(1883,'黄石港区','huangshigangqu','420202',60,'黄石','huangshi',13,'湖北'),

(1884,'阳新县','yangxinxian','420222',60,'黄石','huangshi',13,'湖北'),

(1885,'铁山区','tieshanqu','420205',60,'黄石','huangshi',13,'湖北'),

(1886,'下陆区','xialuqu','420204',60,'黄石','huangshi',13,'湖北'),

(1887,'大冶市','dayeshi','420281',60,'黄石','huangshi',13,'湖北'),

(1888,'江岸','jiangan','420102',61,'武汉','wh',13,'湖北'),

(1889,'江汉','jianghan','420103',61,'武汉','wh',13,'湖北'),

(1890,'硚口','qiaokou','420104',61,'武汉','wh',13,'湖北'),

(1891,'东西湖','dongxihu','420112',61,'武汉','wh',13,'湖北'),

(1892,'武昌','wuchang','420106',61,'武汉','wh',13,'湖北'),

(1893,'青山','qingshan','420107',61,'武汉','wh',13,'湖北'),

(1894,'洪山','hongshan','420111',61,'武汉','wh',13,'湖北'),

(1895,'汉阳','hanyang','420105',61,'武汉','wh',13,'湖北'),

(1896,'东湖高新','donghugaoxin',NULL,61,'武汉','wh',13,'湖北'),

(1897,'江夏','jiangxia','420115',61,'武汉','wh',13,'湖北'),

(1898,'蔡甸','caidian','420114',61,'武汉','wh',13,'湖北'),

(1899,'黄陂','huangbei','420116',61,'武汉','wh',13,'湖北'),

(1900,'新洲','xinzhou','420117',61,'武汉','wh',13,'湖北'),

(1901,'沌口开发区','zhuankoukaifaqu',NULL,61,'武汉','wh',13,'湖北'),

(1902,'汉南','hannan','420113',61,'武汉','wh',13,'湖北'),

(1903,'襄城区','xiangchengqu1','420602',62,'襄阳','xy',13,'湖北'),

(1904,'襄州区','xiangzhouqu1','420607',62,'襄阳','xy',13,'湖北'),

(1905,'樊城区','fanchengqu','420606',62,'襄阳','xy',13,'湖北'),

(1906,'西陵区','xilingqu','420502',63,'宜昌','yichang',13,'湖北'),

(1907,'伍家岗区','wujiagangqu','420503',63,'宜昌','yichang',13,'湖北'),

(1908,'夷陵区','yilingqu','420506',63,'宜昌','yichang',13,'湖北'),

(1909,'宜都市','yidushi','420581',63,'宜昌','yichang',13,'湖北'),

(1910,'枝江市','zhijiangshi','420583',63,'宜昌','yichang',13,'湖北'),

(1911,'当阳市','dangyangshi','420582',63,'宜昌','yichang',13,'湖北'),

(1912,'秭归县','ziguixian','420527',63,'宜昌','yichang',13,'湖北'),

(1913,'猇亭区','xiaotingqu','420505',63,'宜昌','yichang',13,'湖北'),

(1914,'点军区','dianjunqu','420504',63,'宜昌','yichang',13,'湖北'),

(1915,'兴山县','xingshanxian','420526',63,'宜昌','yichang',13,'湖北'),

(1916,'远安县','yuananxian','420525',63,'宜昌','yichang',13,'湖北'),

(1917,'五峰土家族自治县','wufengtujiazuzizhixian','420529',63,'宜昌','yichang',13,'湖北'),

(1918,'长阳土家族自治县','changyangtujiazuzizhixian','420528',63,'宜昌','yichang',13,'湖北'),

(1919,'平房','pingfang','230108',64,'哈尔滨','hrb',14,'黑龙江'),

(1920,'道外','daowai','230104',64,'哈尔滨','hrb',14,'黑龙江'),

(1921,'道里','daoli','230102',64,'哈尔滨','hrb',14,'黑龙江'),

(1922,'南岗','nangang','230103',64,'哈尔滨','hrb',14,'黑龙江'),

(1923,'香坊','xiangfang','230110',64,'哈尔滨','hrb',14,'黑龙江'),

(1924,'松北','songbei','230109',64,'哈尔滨','hrb',14,'黑龙江'),

(1925,'尚志市','shangzhishi','230183',64,'哈尔滨','hrb',14,'黑龙江'),

(1926,'巴彦县','bayanxian','230126',64,'哈尔滨','hrb',14,'黑龙江'),

(1927,'呼兰区','hulanqu','230111',64,'哈尔滨','hrb',14,'黑龙江'),

(1928,'阿城区','achengqu','230112',64,'哈尔滨','hrb',14,'黑龙江'),

(1929,'延寿县','yanshouxian','230129',64,'哈尔滨','hrb',14,'黑龙江'),

(1930,'依兰县','yilanxian','230123',64,'哈尔滨','hrb',14,'黑龙江'),

(1931,'木兰县','mulanxian','230127',64,'哈尔滨','hrb',14,'黑龙江'),

(1932,'宾县','binxian','230125',64,'哈尔滨','hrb',14,'黑龙江'),

(1933,'通河县','tonghexian','230128',64,'哈尔滨','hrb',14,'黑龙江'),

(1934,'五常市','wuchangshi','230184',64,'哈尔滨','hrb',14,'黑龙江'),

(1935,'双城区','shuangchengqu','230113',64,'哈尔滨','hrb',14,'黑龙江'),

(1936,'方正县','fangzhengxian','230124',64,'哈尔滨','hrb',14,'黑龙江'),

(1937,'章贡区','zhanggongqu','360702',65,'赣州','ganzhou',15,'江西'),

(1938,'赣县区','ganxianqu','360704',65,'赣州','ganzhou',15,'江西'),

(1939,'南康区','nankangqu','360703',65,'赣州','ganzhou',15,'江西'),

(1940,'于都县','yuduxian','360731',65,'赣州','ganzhou',15,'江西'),

(1941,'瑞金市','ruijinshi','360781',65,'赣州','ganzhou',15,'江西'),

(1942,'宁都县','ningduxian','360730',65,'赣州','ganzhou',15,'江西'),

(1943,'上犹县','shangyouxian','360724',65,'赣州','ganzhou',15,'江西'),

(1944,'会昌县','huichangxian','360733',65,'赣州','ganzhou',15,'江西'),

(1945,'信丰县','xinfengxian','360722',65,'赣州','ganzhou',15,'江西'),

(1946,'全南县','quannanxian','360729',65,'赣州','ganzhou',15,'江西'),

(1947,'兴国县','xingguoxian','360732',65,'赣州','ganzhou',15,'江西'),

(1948,'大余县','dayuxian','360723',65,'赣州','ganzhou',15,'江西'),

(1949,'安远县','anyuanxian','360726',65,'赣州','ganzhou',15,'江西'),

(1950,'定南县','dingnanxian','360728',65,'赣州','ganzhou',15,'江西'),

(1951,'寻乌县','xunwuxian','360734',65,'赣州','ganzhou',15,'江西'),

(1952,'崇义县','chongyixian','360725',65,'赣州','ganzhou',15,'江西'),

(1953,'石城县','shichengxian','360735',65,'赣州','ganzhou',15,'江西'),

(1954,'龙南县','longnanxian','360727',65,'赣州','ganzhou',15,'江西'),

(1955,'修水县','xiushuixian','360424',66,'九江','jiujiang',15,'江西'),

(1956,'共青城市','gongqingchengshi','360482',66,'九江','jiujiang',15,'江西'),

(1957,'庐山市','lushanshi','360483',66,'九江','jiujiang',15,'江西'),

(1958,'彭泽县','pengzexian','360430',66,'九江','jiujiang',15,'江西'),

(1959,'德安县','deanxian','360426',66,'九江','jiujiang',15,'江西'),

(1960,'柴桑区','chaisangqu','360404',66,'九江','jiujiang',15,'江西'),

(1961,'武宁县','wuningxian','360423',66,'九江','jiujiang',15,'江西'),

(1962,'永修县','yongxiuxian','360425',66,'九江','jiujiang',15,'江西'),

(1963,'浔阳区','xunyangqu','360403',66,'九江','jiujiang',15,'江西'),

(1964,'湖口县','hukouxian','360429',66,'九江','jiujiang',15,'江西'),

(1965,'濂溪区','lianxiqu','360402',66,'九江','jiujiang',15,'江西'),

(1966,'瑞昌市','ruichangshi','360481',66,'九江','jiujiang',15,'江西'),

(1967,'都昌县','duchangxian','360428',66,'九江','jiujiang',15,'江西'),

(1968,'吉州区','jizhouqu','360802',67,'吉安','jian',15,'江西'),

(1969,'青原区','qingyuanqu2','360803',67,'吉安','jian',15,'江西'),

(1970,'吉安县','jianxian','360821',67,'吉安','jian',15,'江西'),

(1971,'吉水县','jishuixian','360822',67,'吉安','jian',15,'江西'),

(1972,'泰和县','taihexian','360826',67,'吉安','jian',15,'江西'),

(1973,'安福县','anfuxian','360829',67,'吉安','jian',15,'江西'),

(1974,'永新县','yongxinxian','360830',67,'吉安','jian',15,'江西'),

(1975,'永丰县','yongfengxian','360825',67,'吉安','jian',15,'江西'),

(1976,'遂川县','suichuanxian','360827',67,'吉安','jian',15,'江西'),

(1977,'峡江县','xiajiangxian','360823',67,'吉安','jian',15,'江西'),

(1978,'东湖区','donghuqu','360102',68,'南昌','nc',15,'江西'),

(1979,'南昌县','nanchangxian','360121',68,'南昌','nc',15,'江西'),

(1980,'安义县','anyixian','360123',68,'南昌','nc',15,'江西'),

(1981,'新建区','xinjianqu','360112',68,'南昌','nc',15,'江西'),

(1982,'湾里区','wanliqu','360105',68,'南昌','nc',15,'江西'),

(1983,'红谷滩','honggutan',NULL,68,'南昌','nc',15,'江西'),

(1984,'西湖区','xihuqu','360103',68,'南昌','nc',15,'江西'),

(1985,'进贤县','jinxianxian','360124',68,'南昌','nc',15,'江西'),

(1986,'青云谱区','qingyunpuqu','360104',68,'南昌','nc',15,'江西'),

(1987,'青山湖区','qingshanhuqu','360111',68,'南昌','nc',15,'江西'),

(1988,'高新区','gaoxinqu11',NULL,68,'南昌','nc',15,'江西'),

(1989,'经开区','jingkaiqu8',NULL,68,'南昌','nc',15,'江西'),

(1990,'上饶县','shangraoxian',NULL,69,'上饶','sr',15,'江西'),

(1991,'信州区','xinzhouqu','361102',69,'上饶','sr',15,'江西'),

(1992,'广丰区','guangfengqu','361103',69,'上饶','sr',15,'江西'),

(1993,'武进区','wujinqu','320412',70,'常州','changzhou',16,'江苏'),

(1994,'金坛区','jintanqu','320413',70,'常州','changzhou',16,'江苏'),

(1995,'钟楼区','zhonglouqu','320404',70,'常州','changzhou',16,'江苏'),

(1996,'溧阳市','liyangshi','320481',70,'常州','changzhou',16,'江苏'),

(1997,'天宁区','tianningqu','320402',70,'常州','changzhou',16,'江苏'),

(1998,'新北区','xinbeiqu','320411',70,'常州','changzhou',16,'江苏'),

(1999,'包场','baochang',NULL,71,'海门','haimen',16,'江苏'),

(2000,'滨江','binjiang3',NULL,71,'海门','haimen',16,'江苏'),

(2001,'川姜','chuanjiang',NULL,71,'海门','haimen',16,'江苏'),

(2002,'海门','haimen1',NULL,71,'海门','haimen',16,'江苏'),

(2003,'海门市','haimenshi1',NULL,71,'海门','haimen',16,'江苏'),

(2004,'姜灶','jiangzao',NULL,71,'海门','haimen',16,'江苏'),

(2005,'金新','jinxin',NULL,71,'海门','haimen',16,'江苏'),

(2006,'临江','linjiang',NULL,71,'海门','haimen',16,'江苏'),

(2007,'启东市','qidongshi1',NULL,71,'海门','haimen',16,'江苏'),

(2008,'三厂','sanchang',NULL,71,'海门','haimen',16,'江苏'),

(2009,'三余','sanyu',NULL,71,'海门','haimen',16,'江苏'),

(2010,'四甲','sijia',NULL,71,'海门','haimen',16,'江苏'),

(2011,'张芝山','zhangzhishan',NULL,71,'海门','haimen',16,'江苏'),

(2012,'清江浦区','qingjiangpuqu','320812',72,'淮安','ha',16,'江苏'),

(2013,'淮阴区','huaiyinqu','320804',72,'淮安','ha',16,'江苏'),

(2014,'淮安区','huaianqu','320803',72,'淮安','ha',16,'江苏'),

(2015,'洪泽区','hongzequ','320813',72,'淮安','ha',16,'江苏'),

(2016,'涟水县','lianshuixian','320826',72,'淮安','ha',16,'江苏'),

(2017,'长泾镇','changjingzhen',NULL,73,'江阴','jy',16,'江苏'),

(2018,'澄江街道','chengjiangjiedao',NULL,73,'江阴','jy',16,'江苏'),

(2019,'高新区','gaoxinqu14',NULL,73,'江阴','jy',16,'江苏'),

(2020,'顾山镇','gushanzhen',NULL,73,'江阴','jy',16,'江苏'),

(2021,'璜土镇','huangtuzhen',NULL,73,'江阴','jy',16,'江苏'),

(2022,'华士镇','huashizhen',NULL,73,'江阴','jy',16,'江苏'),

(2023,'江阴','jiangyin',NULL,73,'江阴','jy',16,'江苏'),

(2024,'临港经济开发区','lingangjingjikaifaqu',NULL,73,'江阴','jy',16,'江苏'),

(2025,'南闸街道','nanzhajiedao',NULL,73,'江阴','jy',16,'江苏'),

(2026,'青阳镇','qingyangzhen',NULL,73,'江阴','jy',16,'江苏'),

(2027,'新桥镇','xinqiaozhen',NULL,73,'江阴','jy',16,'江苏'),

(2028,'徐霞客镇','xuxiakezhen',NULL,73,'江阴','jy',16,'江苏'),

(2029,'月城镇','yuechengzhen',NULL,73,'江阴','jy',16,'江苏'),

(2030,'云亭街道','yuntingjiedao',NULL,73,'江阴','jy',16,'江苏'),

(2031,'周庄镇','zhouzhuangzhen',NULL,73,'江阴','jy',16,'江苏'),

(2032,'祝塘镇','zhutangzhen',NULL,73,'江阴','jy',16,'江苏'),

(2033,'巴城','bacheng',NULL,74,'昆山','ks',16,'江苏'),

(2034,'淀山湖','dianshanhu',NULL,74,'昆山','ks',16,'江苏'),

(2035,'花桥','huaqiao',NULL,74,'昆山','ks',16,'江苏'),

(2036,'锦溪','jinxi',NULL,74,'昆山','ks',16,'江苏'),

(2037,'开发区','kaifaqu5',NULL,74,'昆山','ks',16,'江苏'),

(2038,'陆家','lujia',NULL,74,'昆山','ks',16,'江苏'),

(2039,'甪直','luzhi',NULL,74,'昆山','ks',16,'江苏'),

(2040,'千灯','qiandeng',NULL,74,'昆山','ks',16,'江苏'),

(2041,'玉山','yushan',NULL,74,'昆山','ks',16,'江苏'),

(2042,'张浦','zhangpu',NULL,74,'昆山','ks',16,'江苏'),

(2043,'周市','zhoushi',NULL,74,'昆山','ks',16,'江苏'),

(2044,'周庄','zhouzhuang',NULL,74,'昆山','ks',16,'江苏'),

(2045,'鼓楼','gulou','320106',75,'南京','nj',16,'江苏'),

(2046,'建邺','jianye','320105',75,'南京','nj',16,'江苏'),

(2047,'秦淮','qinhuai','320104',75,'南京','nj',16,'江苏'),

(2048,'玄武','xuanwu','320102',75,'南京','nj',16,'江苏'),

(2049,'雨花台','yuhuatai','320114',75,'南京','nj',16,'江苏'),

(2050,'栖霞','qixia','320113',75,'南京','nj',16,'江苏'),

(2051,'江宁','jiangning','320115',75,'南京','nj',16,'江苏'),

(2052,'浦口','pukou','320111',75,'南京','nj',16,'江苏'),

(2053,'六合','liuhe','320116',75,'南京','nj',16,'江苏'),

(2054,'溧水','lishui','320117',75,'南京','nj',16,'江苏'),

(2055,'高淳','gaochun','320118',75,'南京','nj',16,'江苏'),

(2056,'南通经济技术开发区','nantongjingjijishukaifaqu',NULL,76,'南通','nt',16,'江苏'),

(2057,'启东市','qidongshi','320681',76,'南通','nt',16,'江苏'),

(2058,'如东县','rudongxian','320623',76,'南通','nt',16,'江苏'),

(2059,'如皋市','rugaoshi','320682',76,'南通','nt',16,'江苏'),

(2060,'崇川区','chongchuanqu','320602',76,'南通','nt',16,'江苏'),

(2061,'海安县','haianxian',NULL,76,'南通','nt',16,'江苏'),

(2062,'海门市','haimenshi','320684',76,'南通','nt',16,'江苏'),

(2063,'港闸区','gangzhaqu','320611',76,'南通','nt',16,'江苏'),

(2064,'通州区','tongzhouqu','320612',76,'南通','nt',16,'江苏'),

(2065,'工业园区','gongyeyuan','320571',77,'苏州','su',16,'江苏'),

(2066,'吴中','wuzhong','320506',77,'苏州','su',16,'江苏'),

(2067,'姑苏','gusu','320508',77,'苏州','su',16,'江苏'),

(2068,'高新','gaoxin1',NULL,77,'苏州','su',16,'江苏'),

(2069,'相城','xiangcheng','320507',77,'苏州','su',16,'江苏'),

(2070,'吴江','wujiang','320509',77,'苏州','su',16,'江苏'),

(2071,'昆山','kunshan','320583',77,'苏州','su',16,'江苏'),

(2072,'滨湖','binhu','320211',78,'无锡','wx',16,'江苏'),

(2073,'梁溪','liangxi','320213',78,'无锡','wx',16,'江苏'),

(2074,'新吴','xinwu','320214',78,'无锡','wx',16,'江苏'),

(2075,'惠山','huishan','320206',78,'无锡','wx',16,'江苏'),

(2076,'锡山','xishan','320205',78,'无锡','wx',16,'江苏'),

(2077,'江阴市','jiangyinshi','320281',78,'无锡','wx',16,'江苏'),

(2078,'宜兴市','yixingshi','320282',78,'无锡','wx',16,'江苏'),

(2079,'云龙区','yunlongqu','320303',79,'徐州','xz',16,'江苏'),

(2080,'鼓楼区','gulouqu1','320302',79,'徐州','xz',16,'江苏'),

(2081,'泉山区','quanshanqu','320311',79,'徐州','xz',16,'江苏'),

(2082,'铜山区','tongshanqu','320312',79,'徐州','xz',16,'江苏'),

(2083,'金山桥开发区','jinshanqiaokaifaqu',NULL,79,'徐州','xz',16,'江苏'),

(2084,'新城区','xinchengqu3',NULL,79,'徐州','xz',16,'江苏'),

(2085,'贾汪区','jiawangqu','320305',79,'徐州','xz',16,'江苏'),

(2086,'邳州市','pizhoushi','320382',79,'徐州','xz',16,'江苏'),

(2087,'新沂市','xinyishi','320381',79,'徐州','xz',16,'江苏'),

(2088,'睢宁县','suiningxian','320324',79,'徐州','xz',16,'江苏'),

(2089,'沛县','peixian','320322',79,'徐州','xz',16,'江苏'),

(2090,'丰县','fengxian1','320321',79,'徐州','xz',16,'江苏'),

(2091,'东台市','dongtaishi','320981',80,'盐城','yc',16,'江苏'),

(2092,'亭湖区','tinghuqu','320902',80,'盐城','yc',16,'江苏'),

(2093,'响水县','xiangshuixian','320921',80,'盐城','yc',16,'江苏'),

(2094,'大丰区','dafengqu','320904',80,'盐城','yc',16,'江苏'),

(2095,'射阳县','sheyangxian','320924',80,'盐城','yc',16,'江苏'),

(2096,'建湖县','jianhuxian','320925',80,'盐城','yc',16,'江苏'),

(2097,'滨海县','binhaixian','320922',80,'盐城','yc',16,'江苏'),

(2098,'盐都区','yanduqu','320903',80,'盐城','yc',16,'江苏'),

(2099,'阜宁县','funingxian','320923',80,'盐城','yc',16,'江苏'),

(2100,'丹徒区','dantuqu','321112',81,'镇江','zj',16,'江苏'),

(2101,'丹阳市','danyangshi','321181',81,'镇江','zj',16,'江苏'),

(2102,'京口','jingkou','321102',81,'镇江','zj',16,'江苏'),

(2103,'句容','jurong','321183',81,'镇江','zj',16,'江苏'),

(2104,'扬中市','yangzhongshi','321182',81,'镇江','zj',16,'江苏'),

(2105,'润州','runzhou','321111',81,'镇江','zj',16,'江苏'),

(2106,'九台区','jiutaiqu','220113',82,'长春','cc',17,'吉林'),

(2107,'二道区','erdaoqu','220105',82,'长春','cc',17,'吉林'),

(2108,'农安县','nonganxian','220122',82,'长春','cc',17,'吉林'),

(2109,'净月区','jingyuequ',NULL,82,'长春','cc',17,'吉林'),

(2110,'南关区','nanguanqu','220102',82,'长春','cc',17,'吉林'),

(2111,'双阳区','shuangyangqu','220112',82,'长春','cc',17,'吉林'),

(2112,'宽城区','kuanchengqu','220103',82,'长春','cc',17,'吉林'),

(2113,'德惠市','dehuishi','220183',82,'长春','cc',17,'吉林'),

(2114,'朝阳区','chaoyangqu','220104',82,'长春','cc',17,'吉林'),

(2115,'榆树市','yushushi','220182',82,'长春','cc',17,'吉林'),

(2116,'汽车产业开发区','qichechanyekaifaqu',NULL,82,'长春','cc',17,'吉林'),

(2117,'经开北区','jingkaibeiqu',NULL,82,'长春','cc',17,'吉林'),

(2118,'经开区','jingkaiqu1',NULL,82,'长春','cc',17,'吉林'),

(2119,'绿园区','lvyuanqu','220106',82,'长春','cc',17,'吉林'),

(2120,'高新北区','gaoxinbeiqu',NULL,82,'长春','cc',17,'吉林'),

(2121,'高新区','gaoxinqu3',NULL,82,'长春','cc',17,'吉林'),

(2122,'丰满区','fengmanqu','220211',83,'吉林','jl',17,'吉林'),

(2123,'船营区','chuanyingqu','220204',83,'吉林','jl',17,'吉林'),

(2124,'昌邑区','changyiqu','220202',83,'吉林','jl',17,'吉林'),

(2125,'龙潭区','longtanqu','220203',83,'吉林','jl',17,'吉林'),

(2126,'桦甸市','huadianshi','220282',83,'吉林','jl',17,'吉林'),

(2127,'永吉县','yongjixian','220221',83,'吉林','jl',17,'吉林'),

(2128,'磐石市','panshishi','220284',83,'吉林','jl',17,'吉林'),

(2129,'舒兰市','shulanshi','220283',83,'吉林','jl',17,'吉林'),

(2130,'蛟河市','jiaoheshi','220281',83,'吉林','jl',17,'吉林'),

(2131,'甘井子','ganjingzi','210211',84,'大连','dl',18,'辽宁'),

(2132,'沙河口','shahekou','210204',84,'大连','dl',18,'辽宁'),

(2133,'中山','zhongshan','210202',84,'大连','dl',18,'辽宁'),

(2134,'西岗','xigang','210203',84,'大连','dl',18,'辽宁'),

(2135,'高新园区','gaoxinyuanqu',NULL,84,'大连','dl',18,'辽宁'),

(2136,'开发区','kaifaqudl',NULL,84,'大连','dl',18,'辽宁'),

(2137,'金州','jinzhou','210213',84,'大连','dl',18,'辽宁'),

(2138,'旅顺口','lvshunkou','210212',84,'大连','dl',18,'辽宁'),

(2139,'普兰店','pulandian','210214',84,'大连','dl',18,'辽宁'),

(2140,'瓦房店','wafangdian','210281',84,'大连','dl',18,'辽宁'),

(2141,'东港市','donggangshi','210681',85,'丹东','dd',18,'辽宁'),

(2142,'元宝区','yuanbaoqu','210602',85,'丹东','dd',18,'辽宁'),

(2143,'凤城市','fengchengshi','210682',85,'丹东','dd',18,'辽宁'),

(2144,'宽甸满族自治县','kuandianmanzuzizhixian','210624',85,'丹东','dd',18,'辽宁'),

(2145,'振兴区','zhenxingqu','210603',85,'丹东','dd',18,'辽宁'),

(2146,'振安区','zhenanqu','210604',85,'丹东','dd',18,'辽宁'),

(2147,'康平县','kangpingxian','210123',86,'沈阳','sy',18,'辽宁'),

(2148,'新民市','xinminshi','210181',86,'沈阳','sy',18,'辽宁'),

(2149,'法库县','fakuxian','210124',86,'沈阳','sy',18,'辽宁'),

(2150,'辽中区','liaozhongqu','210115',86,'沈阳','sy',18,'辽宁'),

(2151,'铁西','tiexi','210106',86,'沈阳','sy',18,'辽宁'),

(2152,'和平','heping1','210102',86,'沈阳','sy',18,'辽宁'),

(2153,'沈河','shenhe','210103',86,'沈阳','sy',18,'辽宁'),

(2154,'浑南','hunnan','210112',86,'沈阳','sy',18,'辽宁'),

(2155,'大东','dadong','210104',86,'沈阳','sy',18,'辽宁'),

(2156,'皇姑','huanggu','210105',86,'沈阳','sy',18,'辽宁'),

(2157,'于洪','yuhong','210114',86,'沈阳','sy',18,'辽宁'),

(2158,'苏家屯','sujiatun','210111',86,'沈阳','sy',18,'辽宁'),

(2159,'沈北新区','shenbeixinqu','210113',86,'沈阳','sy',18,'辽宁'),

(2160,'东河区','donghequ','150202',87,'包头','baotou',19,'内蒙古'),

(2161,'石拐区','shiguaiqu','150205',87,'包头','baotou',19,'内蒙古'),

(2162,'青山区','qingshanqu','150204',87,'包头','baotou',19,'内蒙古'),

(2163,'九原区','jiuyuanqu','150207',87,'包头','baotou',19,'内蒙古'),

(2164,'白云鄂博矿区','baiyunebokuangqu','150206',87,'包头','baotou',19,'内蒙古'),

(2165,'昆都仑区','kundoulunqu','150203',87,'包头','baotou',19,'内蒙古'),

(2166,'土默特右旗','tumoteyouqi','150221',87,'包头','baotou',19,'内蒙古'),

(2167,'达尔罕茂明安联合旗','daerhanmaominganlianheqi','150223',87,'包头','baotou',19,'内蒙古'),

(2168,'固阳县','guyangxian','150222',87,'包头','baotou',19,'内蒙古'),

(2169,'稀土高新区','xitugaoxinqu',NULL,87,'包头','baotou',19,'内蒙古'),

(2170,'滨河新区','binhexinqu',NULL,87,'包头','baotou',19,'内蒙古'),

(2171,'宁城县','ningchengxian','150429',88,'赤峰','cf',19,'内蒙古'),

(2172,'元宝山区','yuanbaoshanqu','150403',88,'赤峰','cf',19,'内蒙古'),

(2173,'喀喇沁旗','kalaqinqi','150428',88,'赤峰','cf',19,'内蒙古'),

(2174,'克什克腾旗','keshiketengqi','150425',88,'赤峰','cf',19,'内蒙古'),

(2175,'林西县','linxixian','150424',88,'赤峰','cf',19,'内蒙古'),

(2176,'巴林左旗','balinzuoqi','150422',88,'赤峰','cf',19,'内蒙古'),

(2177,'巴林右旗','balinyouqi','150423',88,'赤峰','cf',19,'内蒙古'),

(2178,'翁牛特旗','wengniuteqi','150426',88,'赤峰','cf',19,'内蒙古'),

(2179,'松山区','songshanqu','150404',88,'赤峰','cf',19,'内蒙古'),

(2180,'阿鲁科尔沁旗','alukeerqinqi','150421',88,'赤峰','cf',19,'内蒙古'),

(2181,'红山区','hongshanqu','150402',88,'赤峰','cf',19,'内蒙古'),

(2182,'敖汉旗','aohanqi','150430',88,'赤峰','cf',19,'内蒙古'),

(2183,'新城区','xinchengqu8',NULL,88,'赤峰','cf',19,'内蒙古'),

(2184,'和林格尔县','helingeerxian','150123',89,'呼和浩特','hhht',19,'内蒙古'),

(2185,'回民区','huiminqu','150103',89,'呼和浩特','hhht',19,'内蒙古'),

(2186,'土默特左旗','tumotezuoqi','150121',89,'呼和浩特','hhht',19,'内蒙古'),

(2187,'托克托县','tuoketuoxian','150122',89,'呼和浩特','hhht',19,'内蒙古'),

(2188,'新城区','xinchengqu1','150102',89,'呼和浩特','hhht',19,'内蒙古'),

(2189,'武川县','wuchuanxian','150125',89,'呼和浩特','hhht',19,'内蒙古'),

(2190,'清水河县','qingshuihexian','150124',89,'呼和浩特','hhht',19,'内蒙古'),

(2191,'玉泉区','yuquanqu','150104',89,'呼和浩特','hhht',19,'内蒙古'),

(2192,'赛罕区','saihanqu','150105',89,'呼和浩特','hhht',19,'内蒙古'),

(2193,'金川开发区','jinchuankaifaqu',NULL,89,'呼和浩特','hhht',19,'内蒙古'),

(2194,'兴庆区','xingqingqu','640104',90,'银川','yinchuan',20,'宁夏'),

(2195,'永宁县','yongningxian','640121',90,'银川','yinchuan',20,'宁夏'),

(2196,'灵武市','lingwushi','640181',90,'银川','yinchuan',20,'宁夏'),

(2197,'西夏区','xixiaqu','640105',90,'银川','yinchuan',20,'宁夏'),

(2198,'贺兰县','helanxian','640122',90,'银川','yinchuan',20,'宁夏'),

(2199,'金凤区','jinfengqu','640106',90,'银川','yinchuan',20,'宁夏'),

(2200,'东明县','dongmingxian','371728',91,'菏泽','heze',21,'山东'),

(2201,'单县','shanxian','371722',91,'菏泽','heze',21,'山东'),

(2202,'定陶区','dingtaoqu','371703',91,'菏泽','heze',21,'山东'),

(2203,'巨野县','juyexian','371724',91,'菏泽','heze',21,'山东'),

(2204,'成武县','chengwuxian','371723',91,'菏泽','heze',21,'山东'),

(2205,'曹县','caoxian','371721',91,'菏泽','heze',21,'山东'),

(2206,'牡丹区','mudanqu','371702',91,'菏泽','heze',21,'山东'),

(2207,'郓城县','yunchengxian','371725',91,'菏泽','heze',21,'山东'),

(2208,'鄄城县','juanchengxian','371726',91,'菏泽','heze',21,'山东'),

(2209,'历下','lixia','370102',92,'济南','jn',21,'山东'),

(2210,'市中','shizhong','370103',92,'济南','jn',21,'山东'),

(2211,'天桥','tianqiao','370105',92,'济南','jn',21,'山东'),

(2212,'历城','licheng','370112',92,'济南','jn',21,'山东'),

(2213,'槐荫','huaiyin','370104',92,'济南','jn',21,'山东'),

(2214,'高新','gaoxin',NULL,92,'济南','jn',21,'山东'),

(2215,'济阳','jiyang','370115',92,'济南','jn',21,'山东'),

(2216,'商河','shanghe','370126',92,'济南','jn',21,'山东'),

(2217,'平阴','pingyin','370124',92,'济南','jn',21,'山东'),

(2218,'章丘','zhangqiu','370114',92,'济南','jn',21,'山东'),

(2219,'长清','changqing','370113',92,'济南','jn',21,'山东'),

(2220,'任城区','renchengqu','370811',93,'济宁','jining',21,'山东'),

(2221,'兖州区','yanzhouqu','370812',93,'济宁','jining',21,'山东'),

(2222,'嘉祥县','jiaxiangxian','370829',93,'济宁','jining',21,'山东'),

(2223,'微山县','weishanxian','370826',93,'济宁','jining',21,'山东'),

(2224,'曲阜市','qufushi','370881',93,'济宁','jining',21,'山东'),

(2225,'梁山县','liangshanxian','370832',93,'济宁','jining',21,'山东'),

(2226,'汶上县','wenshangxian','370830',93,'济宁','jining',21,'山东'),

(2227,'泗水县','sishuixian','370831',93,'济宁','jining',21,'山东'),

(2228,'邹城市','zouchengshi','370883',93,'济宁','jining',21,'山东'),

(2229,'金乡县','jinxiangxian','370828',93,'济宁','jining',21,'山东'),

(2230,'鱼台县','yutaixian','370827',93,'济宁','jining',21,'山东'),

(2231,'兰山区','lanshanqu','371302',94,'临沂','linyi',21,'山东'),

(2232,'罗庄区','luozhuangqu','371311',94,'临沂','linyi',21,'山东'),

(2233,'河东区','hedongqu','371312',94,'临沂','linyi',21,'山东'),

(2234,'蒙阴县','mengyinxian','371328',94,'临沂','linyi',21,'山东'),

(2235,'莒南县','junanxian','371327',94,'临沂','linyi',21,'山东'),

(2236,'临沭县','linshuxian','371329',94,'临沂','linyi',21,'山东'),

(2237,'平邑县','pingyixian','371326',94,'临沂','linyi',21,'山东'),

(2238,'费县','feixian','371325',94,'临沂','linyi',21,'山东'),

(2239,'沂水县','yishuixian','371323',94,'临沂','linyi',21,'山东'),

(2240,'郯城县','tanchengxian','371322',94,'临沂','linyi',21,'山东'),

(2241,'沂南县','yinanxian','371321',94,'临沂','linyi',21,'山东'),

(2242,'兰陵县','lanlingxian','371324',94,'临沂','linyi',21,'山东'),

(2243,'市南','shinan','370202',95,'青岛','qd',21,'山东'),

(2244,'市北','shibei','370203',95,'青岛','qd',21,'山东'),

(2245,'李沧','licang','370213',95,'青岛','qd',21,'山东'),

(2246,'崂山','laoshan','370212',95,'青岛','qd',21,'山东'),

(2247,'黄岛','huangdao','370211',95,'青岛','qd',21,'山东'),

(2248,'城阳','chengyang','370214',95,'青岛','qd',21,'山东'),

(2249,'胶州','jiaozhou','370281',95,'青岛','qd',21,'山东'),

(2250,'即墨','jimo','370215',95,'青岛','qd',21,'山东'),

(2251,'平度','pingdu','370283',95,'青岛','qd',21,'山东'),

(2252,'莱西','laixi','370285',95,'青岛','qd',21,'山东'),

(2253,'东平县','dongpingxian','370923',96,'泰安','ta',21,'山东'),

(2254,'宁阳县','ningyangxian','370921',96,'泰安','ta',21,'山东'),

(2255,'岱岳区','daiyuequ','370911',96,'泰安','ta',21,'山东'),

(2256,'新泰市','xintaishi','370982',96,'泰安','ta',21,'山东'),

(2257,'泰山区','taishanqu','370902',96,'泰安','ta',21,'山东'),

(2258,'肥城市','feichengshi','370983',96,'泰安','ta',21,'山东'),

(2259,'临朐县','linquxian','370724',97,'潍坊','wf',21,'山东'),

(2260,'坊子区','fangziqu','370704',97,'潍坊','wf',21,'山东'),

(2261,'奎文区','kuiwenqu','370705',97,'潍坊','wf',21,'山东'),

(2262,'安丘市','anqiushi','370784',97,'潍坊','wf',21,'山东'),

(2263,'寒亭区','hantingqu','370703',97,'潍坊','wf',21,'山东'),

(2264,'寿光市','shouguangshi','370783',97,'潍坊','wf',21,'山东'),

(2265,'昌乐县','changlexian','370725',97,'潍坊','wf',21,'山东'),

(2266,'昌邑市','changyishi','370786',97,'潍坊','wf',21,'山东'),

(2267,'潍城区','weichengqu','370702',97,'潍坊','wf',21,'山东'),

(2268,'诸城市','zhuchengshi','370782',97,'潍坊','wf',21,'山东'),

(2269,'青州市','qingzhoushi','370781',97,'潍坊','wf',21,'山东'),

(2270,'高密市','gaomishi','370785',97,'潍坊','wf',21,'山东'),

(2271,'高新技术产业开发区','gaoxinjishuchanyekaifaqu',NULL,97,'潍坊','wf',21,'山东'),

(2272,'环翠区','huancuiqu','371002',98,'威海','weihai',21,'山东'),

(2273,'经区','jingqu',NULL,98,'威海','weihai',21,'山东'),

(2274,'高区','gaoqu',NULL,98,'威海','weihai',21,'山东'),

(2275,'荣成市','rongchengshi','371082',98,'威海','weihai',21,'山东'),

(2276,'文登区','wendengqu','371003',98,'威海','weihai',21,'山东'),

(2277,'乳山市','rushanshi','371083',98,'威海','weihai',21,'山东'),

(2278,'芝罘','zhifu','370602',99,'烟台','yt',21,'山东'),

(2279,'莱山','laishan','370613',99,'烟台','yt',21,'山东'),

(2280,'福山','fushan','370611',99,'烟台','yt',21,'山东'),

(2281,'开发区','kaifaqu4',NULL,99,'烟台','yt',21,'山东'),

(2282,'高新区','gaoxinqu',NULL,99,'烟台','yt',21,'山东'),

(2283,'牟平','mouping','370612',99,'烟台','yt',21,'山东'),

(2284,'蓬莱','penglai','370684',99,'烟台','yt',21,'山东'),

(2285,'长岛县','changdaoxian','370634',99,'烟台','yt',21,'山东'),

(2286,'龙口','longkou','370681',99,'烟台','yt',21,'山东'),

(2287,'莱阳','laiyang','370682',99,'烟台','yt',21,'山东'),

(2288,'莱州','laizhou','370683',99,'烟台','yt',21,'山东'),

(2289,'海阳','haiyang','370687',99,'烟台','yt',21,'山东'),

(2290,'临淄区','linziqu','370305',100,'淄博','zb',21,'山东'),

(2291,'博山区','boshanqu','370304',100,'淄博','zb',21,'山东'),

(2292,'周村区','zhoucunqu','370306',100,'淄博','zb',21,'山东'),

(2293,'张店区','zhangdianqu','370303',100,'淄博','zb',21,'山东'),

(2294,'桓台县','huantaixian','370321',100,'淄博','zb',21,'山东'),

(2295,'沂源县','yiyuanxian','370323',100,'淄博','zb',21,'山东'),

(2296,'淄川区','zichuanqu','370302',100,'淄博','zb',21,'山东'),

(2297,'经开区','jingkaiqu5',NULL,100,'淄博','zb',21,'山东'),

(2298,'高新区','gaoxinqu7',NULL,100,'淄博','zb',21,'山东'),

(2299,'高青县','gaoqingxian','370322',100,'淄博','zb',21,'山东'),

(2300,'南江县','nanjiangxian','511922',101,'巴中','bz',22,'四川'),

(2301,'巴州区','bazhouqu','511902',101,'巴中','bz',22,'四川'),

(2302,'平昌县','pingchangxian','511923',101,'巴中','bz',22,'四川'),

(2303,'恩阳区','enyangqu','511903',101,'巴中','bz',22,'四川'),

(2304,'通江县','tongjiangxian','511921',101,'巴中','bz',22,'四川'),

(2305,'中坝区','zhongbaqu',NULL,101,'巴中','bz',22,'四川'),

(2306,'锦江','jinjiang','510104',102,'成都','cd',22,'四川'),

(2307,'青羊','qingyang','510105',102,'成都','cd',22,'四川'),

(2308,'武侯','wuhou','510107',102,'成都','cd',22,'四川'),

(2309,'高新','gaoxin7',NULL,102,'成都','cd',22,'四川'),

(2310,'成华','chenghua','510108',102,'成都','cd',22,'四川'),

(2311,'金牛','jinniu','510106',102,'成都','cd',22,'四川'),

(2312,'天府新区','tianfuxinqu',NULL,102,'成都','cd',22,'四川'),

(2313,'高新西','gaoxinxi',NULL,102,'成都','cd',22,'四川'),

(2314,'双流','shuangliu','510116',102,'成都','cd',22,'四川'),

(2315,'温江','wenjiang','510115',102,'成都','cd',22,'四川'),

(2316,'郫都','pidou','510117',102,'成都','cd',22,'四川'),

(2317,'龙泉驿','longquanyi','510112',102,'成都','cd',22,'四川'),

(2318,'新都','xindou','510114',102,'成都','cd',22,'四川'),

(2319,'天府新区南区','tianfuxinqunanqu',NULL,102,'成都','cd',22,'四川'),

(2320,'青白江','qingbaijiang','510113',102,'成都','cd',22,'四川'),

(2321,'都江堰','doujiangyan','510181',102,'成都','cd',22,'四川'),

(2322,'彭州','pengzhou','510182',102,'成都','cd',22,'四川'),

(2323,'简阳','jianyang','510185',102,'成都','cd',22,'四川'),

(2324,'新津','xinjin','510132',102,'成都','cd',22,'四川'),

(2325,'崇州','chongzhou','510184',102,'成都','cd',22,'四川'),

(2326,'大邑','dayi','510129',102,'成都','cd',22,'四川'),

(2327,'金堂','jintang','510121',102,'成都','cd',22,'四川'),

(2328,'蒲江','pujiang','510131',102,'成都','cd',22,'四川'),

(2329,'邛崃','qionglai','510183',102,'成都','cd',22,'四川'),

(2330,'旌阳区','jingyangqu','510603',103,'德阳','dy',22,'四川'),

(2331,'罗江县','luojiangxian',NULL,103,'德阳','dy',22,'四川'),

(2332,'什邡市','shifangshi','510682',103,'德阳','dy',22,'四川'),

(2333,'广汉市','guanghanshi','510681',103,'德阳','dy',22,'四川'),

(2334,'绵竹市','mianzhushi','510683',103,'德阳','dy',22,'四川'),

(2335,'中江县','zhongjiangxian','510623',103,'德阳','dy',22,'四川'),

(2336,'达川区','dachuanqu','511703',104,'达州','dazhou',22,'四川'),

(2337,'通川区','tongchuanqu','511702',104,'达州','dazhou',22,'四川'),

(2338,'利州区','lizhouqu','510802',105,'广元','guangyuan',22,'四川'),

(2339,'剑阁县','jiangexian','510823',105,'广元','guangyuan',22,'四川'),

(2340,'旺苍县','wangcangxian','510821',105,'广元','guangyuan',22,'四川'),

(2341,'昭化区','zhaohuaqu','510811',105,'广元','guangyuan',22,'四川'),

(2342,'朝天区','chaotianqu','510812',105,'广元','guangyuan',22,'四川'),

(2343,'苍溪县','cangxixian','510824',105,'广元','guangyuan',22,'四川'),

(2344,'青川县','qingchuanxian','510822',105,'广元','guangyuan',22,'四川'),

(2345,'长安','changanpianqu',NULL,107,'凉山','liangshan',22,'四川'),

(2346,'城南','chengnanpianqu1',NULL,107,'凉山','liangshan',22,'四川'),

(2347,'海河','haihe',NULL,107,'凉山','liangshan',22,'四川'),

(2348,'老城','laochengpianqu',NULL,107,'凉山','liangshan',22,'四川'),

(2349,'宁远桥','ningyuanqiao',NULL,107,'凉山','liangshan',22,'四川'),

(2350,'三岔口','sanchakou',NULL,107,'凉山','liangshan',22,'四川'),

(2351,'市中心','shizhongxin1',NULL,107,'凉山','liangshan',22,'四川'),

(2352,'城东','chengdongpianqu1',NULL,107,'凉山','liangshan',22,'四川'),

(2353,'涪城区','fuchengqu','510703',108,'绵阳','mianyang',22,'四川'),

(2354,'游仙区','youxianqu','510704',108,'绵阳','mianyang',22,'四川'),

(2355,'安州区','anzhouqu','510705',108,'绵阳','mianyang',22,'四川'),

(2356,'江油市','jiangyoushi','510781',108,'绵阳','mianyang',22,'四川'),

(2357,'三台县','santaixian','510722',108,'绵阳','mianyang',22,'四川'),

(2358,'仪陇县','yilongxian','511324',110,'南充','nanchong',22,'四川'),

(2359,'南部县','nanbuxian','511321',110,'南充','nanchong',22,'四川'),

(2360,'嘉陵区','jialingqu','511304',110,'南充','nanchong',22,'四川'),

(2361,'营山县','yingshanxian','511322',110,'南充','nanchong',22,'四川'),

(2362,'蓬安县','penganxian','511323',110,'南充','nanchong',22,'四川'),

(2363,'西充县','xichongxian','511325',110,'南充','nanchong',22,'四川'),

(2364,'阆中市','langzhongshi','511381',110,'南充','nanchong',22,'四川'),

(2365,'顺庆区','shunqingqu','511302',110,'南充','nanchong',22,'四川'),

(2366,'高坪区','gaopingqu','511303',110,'南充','nanchong',22,'四川'),

(2367,'大英县','dayingxian','510923',111,'遂宁','sn',22,'四川'),

(2368,'安居区','anjuqu','510904',111,'遂宁','sn',22,'四川'),

(2369,'射洪县','shehongxian',NULL,111,'遂宁','sn',22,'四川'),

(2370,'船山区','chuanshanqu','510903',111,'遂宁','sn',22,'四川'),

(2371,'蓬溪县','pengxixian','510921',111,'遂宁','sn',22,'四川'),

(2372,'兴文县','xingwenxian','511528',112,'宜宾','yibin',22,'四川'),

(2373,'南溪区','nanxiqu','511503',112,'宜宾','yibin',22,'四川'),

(2374,'叙州区','xuzhouqu','511504',112,'宜宾','yibin',22,'四川'),

(2375,'屏山县','pingshanxian','511529',112,'宜宾','yibin',22,'四川'),

(2376,'江安县','jianganxian','511523',112,'宜宾','yibin',22,'四川'),

(2377,'珙县','gongxian','511526',112,'宜宾','yibin',22,'四川'),

(2378,'筠连县','junlianxian','511527',112,'宜宾','yibin',22,'四川'),

(2379,'翠屏区','cuipingqu','511502',112,'宜宾','yibin',22,'四川'),

(2380,'长宁县','changningxian','511524',112,'宜宾','yibin',22,'四川'),

(2381,'高县','gaoxian','511525',112,'宜宾','yibin',22,'四川'),

(2382,'凤县','fengxian3','610330',113,'宝鸡','baoji',23,'陕西'),

(2383,'凤翔县','fengxiangxian','610322',113,'宝鸡','baoji',23,'陕西'),

(2384,'千阳县','qianyangxian','610328',113,'宝鸡','baoji',23,'陕西'),

(2385,'太白县','taibaixian','610331',113,'宝鸡','baoji',23,'陕西'),

(2386,'岐山县','qishanxian','610323',113,'宝鸡','baoji',23,'陕西'),

(2387,'扶风县','fufengxian','610324',113,'宝鸡','baoji',23,'陕西'),

(2388,'渭滨区','weibinqu','610302',113,'宝鸡','baoji',23,'陕西'),

(2389,'眉县','meixian','610326',113,'宝鸡','baoji',23,'陕西'),

(2390,'金台区','jintaiqu','610303',113,'宝鸡','baoji',23,'陕西'),

(2391,'陇县','longxian','610327',113,'宝鸡','baoji',23,'陕西'),

(2392,'陈仓区','chencangqu','610304',113,'宝鸡','baoji',23,'陕西'),

(2393,'麟游县','linyouxian','610329',113,'宝鸡','baoji',23,'陕西'),

(2394,'汉台区','hantaiqu','610702',114,'汉中','hanzhong',23,'陕西'),

(2395,'南郑区','nanzhengqu','610703',114,'汉中','hanzhong',23,'陕西'),

(2396,'碑林','beilin','610103',115,'西安','xa',23,'陕西'),

(2397,'未央','weiyang','610112',115,'西安','xa',23,'陕西'),

(2398,'灞桥','baqiao','610111',115,'西安','xa',23,'陕西'),

(2399,'新城区','xinchengqu','610102',115,'西安','xa',23,'陕西'),

(2400,'临潼','lintong','610115',115,'西安','xa',23,'陕西'),

(2401,'阎良','yanliang','610114',115,'西安','xa',23,'陕西'),

(2402,'长安','changan4','610116',115,'西安','xa',23,'陕西'),

(2403,'莲湖','lianhu','610104',115,'西安','xa',23,'陕西'),

(2404,'雁塔','yanta','610113',115,'西安','xa',23,'陕西'),

(2405,'蓝田','lantian','610122',115,'西安','xa',23,'陕西'),

(2406,'鄠邑区','huyiqu','610118',115,'西安','xa',23,'陕西'),

(2407,'周至','zhouzhi','610124',115,'西安','xa',23,'陕西'),

(2408,'高陵','gaoling','610117',115,'西安','xa',23,'陕西'),

(2409,'西咸新区（西安）','xixianxinquxian',NULL,115,'西安','xa',23,'陕西'),

(2410,'泾阳县','jingyangxian','610423',116,'咸阳','xianyang',23,'陕西'),

(2411,'长武县','changwuxian','610428',116,'咸阳','xianyang',23,'陕西'),

(2412,'礼泉县','liquanxian','610425',116,'咸阳','xianyang',23,'陕西'),

(2413,'三原县','sanyuanxian','610422',116,'咸阳','xianyang',23,'陕西'),

(2414,'乾县','qianxian','610424',116,'咸阳','xianyang',23,'陕西'),

(2415,'旬邑县','xunyixian','610429',116,'咸阳','xianyang',23,'陕西'),

(2416,'渭城区','weichengqu2','610404',116,'咸阳','xianyang',23,'陕西'),

(2417,'秦都区','qinduqu','610402',116,'咸阳','xianyang',23,'陕西'),

(2418,'彬县','binxian1',NULL,116,'咸阳','xianyang',23,'陕西'),

(2419,'永寿县','yongshouxian','610426',116,'咸阳','xianyang',23,'陕西'),

(2420,'淳化县','chunhuaxian','610430',116,'咸阳','xianyang',23,'陕西'),

(2421,'武功县','wugongxian','610431',116,'咸阳','xianyang',23,'陕西'),

(2422,'杨陵区','yanglingqu','610403',116,'咸阳','xianyang',23,'陕西'),

(2423,'兴平市','xingpingshi','610481',116,'咸阳','xianyang',23,'陕西'),

(2424,'西咸新区（咸阳）','xixianxinquxianyang',NULL,116,'咸阳','xianyang',23,'陕西'),

(2425,'介休市','jiexiushi','140781',117,'晋中','jz',24,'山西'),

(2426,'和顺县','heshunxian','140723',117,'晋中','jz',24,'山西'),

(2427,'太谷县','taiguxian','140726',117,'晋中','jz',24,'山西'),

(2428,'寿阳县','shouyangxian','140725',117,'晋中','jz',24,'山西'),

(2429,'左权县','zuoquanxian','140722',117,'晋中','jz',24,'山西'),

(2430,'平遥县','pingyaoxian','140728',117,'晋中','jz',24,'山西'),

(2431,'昔阳县','xiyangxian','140724',117,'晋中','jz',24,'山西'),

(2432,'榆次区','yuciqu','140702',117,'晋中','jz',24,'山西'),

(2433,'榆社县','yushexian','140721',117,'晋中','jz',24,'山西'),

(2434,'灵石县','lingshixian','140729',117,'晋中','jz',24,'山西'),

(2435,'祁县','qixian2','140727',117,'晋中','jz',24,'山西'),

(2436,'杏花岭区','xinghualingqu','140107',118,'太原','ty',24,'山西'),

(2437,'迎泽区','yingzequ','140106',118,'太原','ty',24,'山西'),

(2438,'万柏林区','wanbolinqu','140109',118,'太原','ty',24,'山西'),

(2439,'小店区','xiaodianqu','140105',118,'太原','ty',24,'山西'),

(2440,'尖草坪区','jiancaopingqu','140108',118,'太原','ty',24,'山西'),

(2441,'晋源区','jinyuanqu','140110',118,'太原','ty',24,'山西'),

(2442,'阳曲县','yangquxian','140122',118,'太原','ty',24,'山西'),

(2443,'娄烦县','loufanxian','140123',118,'太原','ty',24,'山西'),

(2444,'古交市','gujiaoshi','140181',118,'太原','ty',24,'山西'),

(2445,'清徐县','qingxuxian','140121',118,'太原','ty',24,'山西'),

(2446,'浦东','pudong','310115',119,'上海','sh',25,'上海'),

(2447,'闵行','minhang','310112',119,'上海','sh',25,'上海'),

(2448,'宝山','baoshan','310113',119,'上海','sh',25,'上海'),

(2449,'徐汇','xuhui','310104',119,'上海','sh',25,'上海'),

(2450,'普陀','putuo','310107',119,'上海','sh',25,'上海'),

(2451,'杨浦','yangpu','310110',119,'上海','sh',25,'上海'),

(2452,'长宁','changning','310105',119,'上海','sh',25,'上海'),

(2453,'松江','songjiang','310117',119,'上海','sh',25,'上海'),

(2454,'嘉定','jiading','310114',119,'上海','sh',25,'上海'),

(2455,'黄浦','huangpu','310101',119,'上海','sh',25,'上海'),

(2456,'静安','jingan','310106',119,'上海','sh',25,'上海'),

(2457,'虹口','hongkou','310109',119,'上海','sh',25,'上海'),

(2458,'青浦','qingpu','310118',119,'上海','sh',25,'上海'),

(2459,'奉贤','fengxian','310120',119,'上海','sh',25,'上海'),

(2460,'金山','jinshan','310116',119,'上海','sh',25,'上海'),

(2461,'崇明','chongming','310151',119,'上海','sh',25,'上海'),

(2462,'上海周边','shanghaizhoubian',NULL,119,'上海','sh',25,'上海'),

(2463,'和平','heping','120101',120,'天津','tj',26,'天津'),

(2464,'南开','nankai','120104',120,'天津','tj',26,'天津'),

(2465,'河西','hexi','120103',120,'天津','tj',26,'天津'),

(2466,'河北','hebei','120105',120,'天津','tj',26,'天津'),

(2467,'河东','hedong','120102',120,'天津','tj',26,'天津'),

(2468,'红桥','hongqiao','120106',120,'天津','tj',26,'天津'),

(2469,'西青','xiqing','120111',120,'天津','tj',26,'天津'),

(2470,'北辰','beichen','120113',120,'天津','tj',26,'天津'),

(2471,'东丽','dongli','120110',120,'天津','tj',26,'天津'),

(2472,'津南','jinnan','120112',120,'天津','tj',26,'天津'),

(2473,'塘沽','tanggu',NULL,120,'天津','tj',26,'天津'),

(2474,'开发区','kaifaqutj',NULL,120,'天津','tj',26,'天津'),

(2475,'武清','wuqing','120114',120,'天津','tj',26,'天津'),

(2476,'滨海新区','binhaixinqu','120116',120,'天津','tj',26,'天津'),

(2477,'宝坻','baodi','120115',120,'天津','tj',26,'天津'),

(2478,'蓟州','jizhou','120119',120,'天津','tj',26,'天津'),

(2479,'海河教育园区','haihejiaoyuyuanqu',NULL,120,'天津','tj',26,'天津'),

(2480,'静海','jinghai','120118',120,'天津','tj',26,'天津'),

(2481,'凤仪','fengyi',NULL,121,'大理','dali',27,'云南'),

(2482,'古城','gucheng',NULL,121,'大理','dali',27,'云南'),

(2483,'海东','haidong',NULL,121,'大理','dali',27,'云南'),

(2484,'经开区','jingkaiqu10',NULL,121,'大理','dali',27,'云南'),

(2485,'满江片区','manjiangpianqu',NULL,121,'大理','dali',27,'云南'),

(2486,'市区','shiqu',NULL,121,'大理','dali',27,'云南'),

(2487,'下关北区','xiaguanbeiqu',NULL,121,'大理','dali',27,'云南'),

(2488,'五华','wuhua','530102',122,'昆明','km',27,'云南'),

(2489,'盘龙','panlong','530103',122,'昆明','km',27,'云南'),

(2490,'官渡','guandu','530111',122,'昆明','km',27,'云南'),

(2491,'西山','xishan23','530112',122,'昆明','km',27,'云南'),

(2492,'呈贡','chenggong','530114',122,'昆明','km',27,'云南'),

(2493,'晋宁','jinning','530115',122,'昆明','km',27,'云南'),

(2494,'嵩明','songming','530127',122,'昆明','km',27,'云南'),

(2495,'东川','dongchuan','530113',122,'昆明','km',27,'云南'),

(2496,'富民','fumin','530124',122,'昆明','km',27,'云南'),

(2497,'宜良','yiliang','530125',122,'昆明','km',27,'云南'),

(2498,'石林','shilin','530126',122,'昆明','km',27,'云南'),

(2499,'寻甸','xundian','530129',122,'昆明','km',27,'云南'),

(2500,'禄劝','luquan1','530128',122,'昆明','km',27,'云南'),

(2501,'安宁','anning','530181',122,'昆明','km',27,'云南'),

(2502,'西湖','xihu','330106',124,'杭州','hz',28,'浙江'),

(2503,'大江东','dajiangdong',NULL,124,'杭州','hz',28,'浙江'),

(2504,'钱塘新区','qiantangxinqu',NULL,124,'杭州','hz',28,'浙江'),

(2505,'下城','xiacheng','330103',124,'杭州','hz',28,'浙江'),

(2506,'江干','jianggan','330104',124,'杭州','hz',28,'浙江'),

(2507,'拱墅','gongshu','330105',124,'杭州','hz',28,'浙江'),

(2508,'上城','shangcheng','330102',124,'杭州','hz',28,'浙江'),

(2509,'滨江','binjiang','330108',124,'杭州','hz',28,'浙江'),

(2510,'余杭','yuhang','330110',124,'杭州','hz',28,'浙江'),

(2511,'萧山','xiaoshan','330109',124,'杭州','hz',28,'浙江'),

(2512,'桐庐','tonglu','330122',124,'杭州','hz',28,'浙江'),

(2513,'淳安','chunan','330127',124,'杭州','hz',28,'浙江'),

(2514,'建德','jiande','330182',124,'杭州','hz',28,'浙江'),

(2515,'富阳','fuyang','330111',124,'杭州','hz',28,'浙江'),

(2516,'临安','linan','330112',124,'杭州','hz',28,'浙江'),

(2517,'南浔区','nanxunqu','330503',125,'湖州','huzhou',28,'浙江'),

(2518,'长兴县','changxingxian','330522',125,'湖州','huzhou',28,'浙江'),

(2519,'德清县','deqingxian','330521',125,'湖州','huzhou',28,'浙江'),

(2520,'吴兴区','wuxingqu','330502',125,'湖州','huzhou',28,'浙江'),

(2521,'安吉县','anjixian','330523',125,'湖州','huzhou',28,'浙江'),

(2522,'南湖区','nanhuqu','330402',126,'嘉兴','jx',28,'浙江'),

(2523,'桐乡市','tongxiangshi','330483',126,'嘉兴','jx',28,'浙江'),

(2524,'嘉善县','jiashanxian','330421',126,'嘉兴','jx',28,'浙江'),

(2525,'秀洲区','xiuzhouqu','330411',126,'嘉兴','jx',28,'浙江'),

(2526,'海宁市','hainingshi','330481',126,'嘉兴','jx',28,'浙江'),

(2527,'海盐县','haiyanxian','330424',126,'嘉兴','jx',28,'浙江'),

(2528,'平湖市','pinghushi','330482',126,'嘉兴','jx',28,'浙江'),

(2529,'东阳市','dongyangshi','330783',127,'金华','jh',28,'浙江'),

(2530,'义乌市','yiwushi','330782',127,'金华','jh',28,'浙江'),

(2531,'兰溪市','lanxishi','330781',127,'金华','jh',28,'浙江'),

(2532,'婺城区','wuchengqu','330702',127,'金华','jh',28,'浙江'),

(2533,'武义县','wuyixian','330723',127,'金华','jh',28,'浙江'),

(2534,'永康市','yongkangshi','330784',127,'金华','jh',28,'浙江'),

(2535,'浦江县','pujiangxian','330726',127,'金华','jh',28,'浙江'),

(2536,'磐安县','pananxian','330727',127,'金华','jh',28,'浙江'),

(2537,'金东区','jindongqu','330703',127,'金华','jh',28,'浙江'),

(2538,'海曙区','haishuqu','330203',128,'宁波','nb',28,'浙江'),

(2539,'江北区','jiangbeiqu','330205',128,'宁波','nb',28,'浙江'),

(2540,'镇海区','zhenhaiqu','330211',128,'宁波','nb',28,'浙江'),

(2541,'北仑区','beilunqu','330206',128,'宁波','nb',28,'浙江'),

(2542,'鄞州区','yinzhouqu','330212',128,'宁波','nb',28,'浙江'),

(2543,'余姚市','yuyaoshi','330281',128,'宁波','nb',28,'浙江'),

(2544,'慈溪市','cixishi','330282',128,'宁波','nb',28,'浙江'),

(2545,'奉化区','fenghuaqu','330213',128,'宁波','nb',28,'浙江'),

(2546,'象山县','xiangshanxian','330225',128,'宁波','nb',28,'浙江'),

(2547,'宁海县','ninghaixian','330226',128,'宁波','nb',28,'浙江'),

(2548,'常山县','changshanxian','330822',129,'衢州','quzhou',28,'浙江'),

(2549,'开化县','kaihuaxian','330824',129,'衢州','quzhou',28,'浙江'),

(2550,'柯城区','kechengqu','330802',129,'衢州','quzhou',28,'浙江'),

(2551,'江山市','jiangshanshi','330881',129,'衢州','quzhou',28,'浙江'),

(2552,'衢江区','qujiangqu','330803',129,'衢州','quzhou',28,'浙江'),

(2553,'龙游县','longyouxian','330825',129,'衢州','quzhou',28,'浙江'),

(2554,'上虞区','shangyuqu','330604',130,'绍兴','sx',28,'浙江'),

(2555,'嵊州市','shengzhoushi','330683',130,'绍兴','sx',28,'浙江'),

(2556,'新昌县','xinchangxian','330624',130,'绍兴','sx',28,'浙江'),

(2557,'柯桥区','keqiaoqu','330603',130,'绍兴','sx',28,'浙江'),

(2558,'诸暨市','zhujishi','330681',130,'绍兴','sx',28,'浙江'),

(2559,'越城区','yuechengqu','330602',130,'绍兴','sx',28,'浙江'),

(2560,'三门县','sanmenxian','331022',131,'台州','taizhou',28,'浙江'),

(2561,'临海市','linhaishi','331082',131,'台州','taizhou',28,'浙江'),

(2562,'仙居县','xianjuxian','331024',131,'台州','taizhou',28,'浙江'),

(2563,'天台县','tiantaixian','331023',131,'台州','taizhou',28,'浙江'),

(2564,'椒江区','jiaojiangqu','331002',131,'台州','taizhou',28,'浙江'),

(2565,'温岭市','wenlingshi','331081',131,'台州','taizhou',28,'浙江'),

(2566,'玉环市','yuhuanshi','331083',131,'台州','taizhou',28,'浙江'),

(2567,'路桥区','luqiaoqu','331004',131,'台州','taizhou',28,'浙江'),

(2568,'黄岩区','huangyanqu','331003',131,'台州','taizhou',28,'浙江'),

(2569,'鹿城区','luchengqu','330302',132,'温州','wz',28,'浙江'),

(2570,'龙港市','longgangshi','330383',132,'温州','wz',28,'浙江'),

(2571,'瓯海区','ouhaiqu','330304',132,'温州','wz',28,'浙江'),

(2572,'龙湾区','longwanqu','330303',132,'温州','wz',28,'浙江'),

(2573,'乐清市','yueqingshi','330382',132,'温州','wz',28,'浙江'),

(2574,'苍南县','cangnanxian','330327',132,'温州','wz',28,'浙江'),

(2575,'瑞安市','ruianshi','330381',132,'温州','wz',28,'浙江'),

(2576,'平阳县','pingyangxian','330326',132,'温州','wz',28,'浙江'),

(2577,'洞头区','dongtouqu','330305',132,'温州','wz',28,'浙江'),

(2578,'泰顺县','taishunxian','330329',132,'温州','wz',28,'浙江'),

(2579,'永嘉县','yongjiaxian','330324',132,'温州','wz',28,'浙江'),

(2580,'北苑','beiyuan',NULL,133,'义乌','yw',28,'浙江'),

(2581,'城西','chengxi',NULL,133,'义乌','yw',28,'浙江'),

(2582,'稠城','choucheng',NULL,133,'义乌','yw',28,'浙江'),

(2583,'稠江','choujiang',NULL,133,'义乌','yw',28,'浙江'),

(2584,'佛堂','fotang',NULL,133,'义乌','yw',28,'浙江'),

(2585,'福田','futian',NULL,133,'义乌','yw',28,'浙江'),

(2586,'后宅','houzhai',NULL,133,'义乌','yw',28,'浙江'),

(2587,'江东','jiangdong',NULL,133,'义乌','yw',28,'浙江'),

(2588,'廿三里','niansanli',NULL,133,'义乌','yw',28,'浙江'),

(2589,'苏溪','suxi',NULL,133,'义乌','yw',28,'浙江'),

(2590,'义亭','yiting',NULL,133,'义乌','yw',28,'浙江'),

(2591,'义乌市','yiwushi',NULL,133,'义乌','yw',28,'浙江');

/*Table structure for table `province` */

DROP TABLE IF EXISTS `province`;

CREATE TABLE `province` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) NOT NULL,
  `geo_code` varchar(8) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=36 DEFAULT CHARSET=utf8mb4 ROW_FORMAT=DYNAMIC;

/*Data for the table `province` */

insert  into `province`(`id`,`name`,`geo_code`) values 

(1,'安徽','340000'),

(2,'北京','110000'),

(3,'重庆','500000'),

(4,'福建','350000'),

(5,'广东','440000'),

(6,'广西','450000'),

(7,'甘肃','620000'),

(8,'贵州','520000'),

(9,'河北','130000'),

(10,'海南','460000'),

(11,'湖南','430000'),

(12,'河南','410000'),

(13,'湖北','420000'),

(14,'黑龙江','230000'),

(15,'江西','360000'),

(16,'江苏','320000'),

(17,'吉林','220000'),

(18,'辽宁','210000'),

(19,'内蒙古','150000'),

(20,'宁夏','640000'),

(21,'山东','370000'),

(22,'四川','510000'),

(23,'陕西','610000'),

(24,'山西','140000'),

(25,'上海','310000'),

(26,'天津','120000'),

(27,'云南','530000'),

(28,'浙江','330000'),

(29,'新疆维吾尔自治区','650000'),

(30,'澳门特别行政区','820000'),

(31,'海外','990000'),

(32,'香港特别行政区','810000'),

(33,'青海省','630000'),

(34,'台湾省','710000'),

(35,'西藏自治区','540000');

/*Table structure for table `street` */

DROP TABLE IF EXISTS `street`;

CREATE TABLE `street` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) NOT NULL,
  `code` varchar(64) NOT NULL,
  `county_id` int(11) NOT NULL,
  `county_code` varchar(64) NOT NULL,
  `county_name` varchar(64) NOT NULL,
  `city_id` int(11) NOT NULL,
  `city_name` varchar(32) NOT NULL,
  `city_code` varchar(32) NOT NULL,
  `province_id` int(11) NOT NULL,
  `province_name` varchar(32) NOT NULL,
  `update_day` tinyint(2) DEFAULT NULL COMMENT '每周几更新新上房源',
  PRIMARY KEY (`id`),
  UNIQUE KEY `code` (`city_code`,`county_code`,`code`),
  UNIQUE KEY `name` (`city_name`,`county_name`,`name`),
  UNIQUE KEY `code_2` (`code`)
) ENGINE=InnoDB AUTO_INCREMENT=9259 DEFAULT CHARSET=utf8mb4 ROW_FORMAT=DYNAMIC;

/*Data for the table `street` */

insert  into `street`(`id`,`name`,`code`,`county_id`,`county_code`,`county_name`,`city_id`,`city_name`,`city_code`,`province_id`,`province_name`,`update_day`) values 

(2301,'岳西县','yuexixian1',1382,'yuexixian','岳西县',1,'安庆','aq',1,'安徽',7),

(2302,'宿松县','susongxian1',1381,'susongxian','宿松县',1,'安庆','aq',1,'安徽',4),

(2306,'大桥','daqiao',1380,'yixiuqu','宜秀区',1,'安庆','aq',1,'安徽',2),

(2309,'老峰镇','laofengzhen',1380,'yixiuqu','宜秀区',1,'安庆','aq',1,'安徽',2),

(2310,'菱北','lingbei',1380,'yixiuqu','宜秀区',1,'安庆','aq',1,'安徽',1),

(2319,'太湖县','taihuxian1',1379,'taihuxian','太湖县',1,'安庆','aq',1,'安徽',2),

(2322,'北部新城','beibuxincheng',1378,'daguanqu','大观区',1,'安庆','aq',1,'安徽',5),

(2323,'德宽路','dekuanlu',1378,'daguanqu','大观区',1,'安庆','aq',1,'安徽',1),

(2325,'花亭','huating1',1378,'daguanqu','大观区',1,'安庆','aq',1,'安徽',3),

(2327,'菱湖','linghu',1378,'daguanqu','大观区',1,'安庆','aq',1,'安徽',1),

(2328,'龙山路','longshanlu',1378,'daguanqu','大观区',1,'安庆','aq',1,'安徽',1),

(2329,'石化','shihua1',1378,'daguanqu','大观区',1,'安庆','aq',1,'安徽',1),

(2330,'十里铺乡','shilipuxiang',1378,'daguanqu','大观区',1,'安庆','aq',1,'安徽',7),

(2333,'玉琳路','yulinlu',1378,'daguanqu','大观区',1,'安庆','aq',1,'安徽',6),

(2337,'望江县','wangjiangxian1',1384,'wangjiangxian','望江县',1,'安庆','aq',1,'安徽',2),

(2339,'潜山县','qianshanxian1',1386,'qianshanxian','潜山县',1,'安庆','aq',1,'安徽',6),

(2345,'华中路','huazhonglu',1387,'yingjiangqu','迎江区',1,'安庆','aq',1,'安徽',6),

(2350,'龙狮桥乡','longshiqiaoxiang',1387,'yingjiangqu','迎江区',1,'安庆','aq',1,'安徽',7),

(2351,'人民路','renminlu1',1387,'yingjiangqu','迎江区',1,'安庆','aq',1,'安徽',3),

(2353,'孝肃路','xiaosulu',1387,'yingjiangqu','迎江区',1,'安庆','aq',1,'安徽',3),

(2354,'新河','xinhe',1387,'yingjiangqu','迎江区',1,'安庆','aq',1,'安徽',3),

(2355,'宜城路','yichenglu',1387,'yingjiangqu','迎江区',1,'安庆','aq',1,'安徽',3),

(2358,'桐城市','tongchengshi1',1385,'tongchengshi','桐城市',1,'安庆','aq',1,'安徽',2),

(2360,'怀宁县','huainingxian1',1383,'huainingxian','怀宁县',1,'安庆','aq',1,'安徽',5),

(2368,'包公','baogong',1388,'baohe','包河',3,'合肥','hf',1,'安徽',2),

(2369,'常青','changqing1113',1388,'baohe','包河',3,'合肥','hf',1,'安徽',5),

(2370,'淝河镇','feihezhen',1388,'baohe','包河',3,'合肥','hf',1,'安徽',1),

(2371,'望湖','wanghu',1388,'baohe','包河',3,'合肥','hf',1,'安徽',5),

(2372,'芜湖路','wuhulu',1388,'baohe','包河',3,'合肥','hf',1,'安徽',6),

(2373,'周谷堆','zhougudui',1388,'baohe','包河',3,'合肥','hf',1,'安徽',3),

(2376,'庐江县','lujiangxian1',1390,'lujiangxian','庐江县',3,'合肥','hf',1,'安徽',1),

(2377,'巢湖','chaohu',1389,'chaohushi','巢湖市',3,'合肥','hf',1,'安徽',7),

(2380,'稻香村','daoxiangcun',1392,'shushan','蜀山',3,'合肥','hf',1,'安徽',5),

(2382,'琥珀','hupo',1392,'shushan','蜀山',3,'合肥','hf',1,'安徽',4),

(2383,'井岗镇','jinggangzhen',1392,'shushan','蜀山',3,'合肥','hf',1,'安徽',4),

(2384,'南岗镇','nangangzhen',1392,'shushan','蜀山',3,'合肥','hf',1,'安徽',4),

(2385,'南七','nanqi',1392,'shushan','蜀山',3,'合肥','hf',1,'安徽',5),

(2386,'三里庵','sanlian',1392,'shushan','蜀山',3,'合肥','hf',1,'安徽',6),

(2388,'五里墩','wulidun',1392,'shushan','蜀山',3,'合肥','hf',1,'安徽',1),

(2389,'新产业园','xinchanyeyuan',1392,'shushan','蜀山',3,'合肥','hf',1,'安徽',2),

(2390,'西园','xiyuan',1392,'shushan','蜀山',3,'合肥','hf',1,'安徽',5),

(2391,'亳州','bozhou',1393,'luyang','庐阳',3,'合肥','hf',1,'安徽',1),

(2392,'大杨镇','dayangzhen',1393,'luyang','庐阳',3,'合肥','hf',1,'安徽',4),

(2393,'海棠','haitang2',1393,'luyang','庐阳',3,'合肥','hf',1,'安徽',4),

(2394,'林店','lindian',1393,'luyang','庐阳',3,'合肥','hf',1,'安徽',7),

(2395,'三十岗乡','sanshigangxiang',1393,'luyang','庐阳',3,'合肥','hf',1,'安徽',2),

(2396,'三孝口','sanxiaokou',1393,'luyang','庐阳',3,'合肥','hf',1,'安徽',3),

(2397,'森林公园','senlingongyuan',1393,'luyang','庐阳',3,'合肥','hf',1,'安徽',4),

(2398,'双岗','shuanggang1',1393,'luyang','庐阳',3,'合肥','hf',1,'安徽',7),

(2399,'四里河','silihe',1393,'luyang','庐阳',3,'合肥','hf',1,'安徽',4),

(2400,'逍遥津','xiaoyaojin',1393,'luyang','庐阳',3,'合肥','hf',1,'安徽',7),

(2401,'杏花村','xinghuacun',1393,'luyang','庐阳',3,'合肥','hf',1,'安徽',2),

(2402,'杏林','xinglin',1393,'luyang','庐阳',3,'合肥','hf',1,'安徽',5),

(2403,'长淮','changhuai',1394,'yaohai','瑶海',3,'合肥','hf',1,'安徽',5),

(2404,'城东','chengdong2',1394,'yaohai','瑶海',3,'合肥','hf',1,'安徽',4),

(2405,'大兴镇','daxingzhen',1394,'yaohai','瑶海',3,'合肥','hf',1,'安徽',1),

(2406,'方庙','fangmiao',1394,'yaohai','瑶海',3,'合肥','hf',1,'安徽',5),

(2408,'和平路','hepinglu',1394,'yaohai','瑶海',3,'合肥','hf',1,'安徽',3),

(2409,'红光','hongguang1',1394,'yaohai','瑶海',3,'合肥','hf',1,'安徽',3),

(2410,'嘉山路','jiashanlu',1394,'yaohai','瑶海',3,'合肥','hf',1,'安徽',5),

(2411,'龙岗','longgang1',1394,'yaohai','瑶海',3,'合肥','hf',1,'安徽',7),

(2412,'明光路','mingguanglu',1394,'yaohai','瑶海',3,'合肥','hf',1,'安徽',3),

(2413,'七里站','qilizhan',1394,'yaohai','瑶海',3,'合肥','hf',1,'安徽',5),

(2414,'三里街','sanlijie',1394,'yaohai','瑶海',3,'合肥','hf',1,'安徽',3),

(2415,'胜利路','shenglilu1',1394,'yaohai','瑶海',3,'合肥','hf',1,'安徽',4),

(2416,'铜陵路','tonglinglu',1394,'yaohai','瑶海',3,'合肥','hf',1,'安徽',6),

(2417,'滨湖世纪','binhushiji',1396,'binhuxinqu','滨湖新区',3,'合肥','hf',1,'安徽',2),

(2418,'大圩镇','daxuzhen',1396,'binhuxinqu','滨湖新区',3,'合肥','hf',1,'安徽',2),

(2419,'方兴','fangxing',1396,'binhuxinqu','滨湖新区',3,'合肥','hf',1,'安徽',5),

(2421,'工业园','gongyeyuan1',1396,'binhuxinqu','滨湖新区',3,'合肥','hf',1,'安徽',5),

(2422,'环湖CBD','huanhucbd',1396,'binhuxinqu','滨湖新区',3,'合肥','hf',1,'安徽',6),

(2423,'骆岗','luogang1',1396,'binhuxinqu','滨湖新区',3,'合肥','hf',1,'安徽',5),

(2424,'烟墩','yandun',1396,'binhuxinqu','滨湖新区',3,'合肥','hf',1,'安徽',6),

(2425,'义城','yicheng',1396,'binhuxinqu','滨湖新区',3,'合肥','hf',1,'安徽',6),

(2426,'笔架山','bijiashan1',1395,'zhengwu','政务',3,'合肥','hf',1,'安徽',2),

(2427,'荷叶地','heyedi',1395,'zhengwu','政务',3,'合肥','hf',1,'安徽',1),

(2428,'兴园','xingyuan',1398,'gaoxin8','高新',3,'合肥','hf',1,'安徽',3),

(2429,'柏堰','baiyan',1401,'feixi','肥西',3,'合肥','hf',1,'安徽',4),

(2430,'长安','changan3',1401,'feixi','肥西',3,'合肥','hf',1,'安徽',4),

(2431,'长岗','changgang',1401,'feixi','肥西',3,'合肥','hf',1,'安徽',3),

(2432,'繁华新园','fanhuaxinyuan',1401,'feixi','肥西',3,'合肥','hf',1,'安徽',7),

(2433,'翡翠','feicui',1401,'feixi','肥西',3,'合肥','hf',1,'安徽',3),

(2434,'肥西','feixi1',1401,'feixi','肥西',3,'合肥','hf',1,'安徽',2),

(2435,'芙蓉','furong1',1401,'feixi','肥西',3,'合肥','hf',1,'安徽',2),

(2436,'古城','gucheng1',1401,'feixi','肥西',3,'合肥','hf',1,'安徽',2),

(2437,'黄小','huangxiao',1401,'feixi','肥西',3,'合肥','hf',1,'安徽',1),

(2438,'染坊','ranfang',1401,'feixi','肥西',3,'合肥','hf',1,'安徽',3),

(2439,'桃花工业园','taohuagongyeyuan',1401,'feixi','肥西',3,'合肥','hf',1,'安徽',5),

(2440,'新港','xingang2',1401,'feixi','肥西',3,'合肥','hf',1,'安徽',4),

(2442,'东站','dongzhan1',1399,'xinzhan','新站',3,'合肥','hf',1,'安徽',6),

(2444,'磨店','modian',1399,'xinzhan','新站',3,'合肥','hf',1,'安徽',7),

(2445,'七里塘','qilitang',1399,'xinzhan','新站',3,'合肥','hf',1,'安徽',5),

(2446,'三十头','sanshitou',1399,'xinzhan','新站',3,'合肥','hf',1,'安徽',2),

(2447,'站北','zhanbei',1399,'xinzhan','新站',3,'合肥','hf',1,'安徽',7),

(2448,'肥东','feidong1',1400,'feidong','肥东',3,'合肥','hf',1,'安徽',1),

(2450,'北城','beicheng',1402,'changfeng','长丰',3,'合肥','hf',1,'安徽',2),

(2451,'长丰','changfeng3',1402,'changfeng','长丰',3,'合肥','hf',1,'安徽',6),

(2454,'含山县','hanshanxian1',1404,'hanshanxian','含山县',4,'马鞍山','mas',1,'安徽',1),

(2455,'当涂县','dangtuxian1',1406,'dangtuxian','当涂县',4,'马鞍山','mas',1,'安徽',2),

(2458,'和县','hexian3',1405,'hexian','和县',4,'马鞍山','mas',1,'安徽',7),

(2459,'安民','anmin',1407,'huashanqu','花山区',4,'马鞍山','mas',1,'安徽',2),

(2461,'霍里','huoli',1407,'huashanqu','花山区',4,'马鞍山','mas',1,'安徽',4),

(2462,'江东','jiangdong',1407,'huashanqu','花山区',4,'马鞍山','mas',1,'安徽',2),

(2464,'解放路','jiefanglu2',1407,'huashanqu','花山区',4,'马鞍山','mas',1,'安徽',1),

(2465,'平湖','pinghu1',1407,'huashanqu','花山区',4,'马鞍山','mas',1,'安徽',6),

(2466,'沙塘','shatang',1407,'huashanqu','花山区',4,'马鞍山','mas',1,'安徽',6),

(2467,'塘西','tangxi',1407,'huashanqu','花山区',4,'马鞍山','mas',1,'安徽',6),

(2468,'桃园','taoyuan',1407,'huashanqu','花山区',4,'马鞍山','mas',1,'安徽',2),

(2469,'雨山','yushan',1407,'huashanqu','花山区',4,'马鞍山','mas',1,'安徽',4),

(2471,'采石','caishi',1408,'yushanqu','雨山区',4,'马鞍山','mas',1,'安徽',1),

(2474,'佳山','jiashan',1408,'yushanqu','雨山区',4,'马鞍山','mas',1,'安徽',4),

(2479,'龙湖街道','longhujiedao',1409,'sanshanqu','三山区',5,'芜湖','wuhu',1,'安徽',7),

(2481,'三山时代广场','sanshanshidaiguangchang',1409,'sanshanqu','三山区',5,'芜湖','wuhu',1,'安徽',5),

(2483,'柏庄时代广场','baizhuangshidaiguangchang',1411,'yijiangqu','弋江区',5,'芜湖','wuhu',1,'安徽',1),

(2484,'城南滨江版块','chengnanbinjiangbankuai',1411,'yijiangqu','弋江区',5,'芜湖','wuhu',1,'安徽',7),

(2485,'大砻坊','dalongfang',1411,'yijiangqu','弋江区',5,'芜湖','wuhu',1,'安徽',5),

(2486,'火龙岗镇','huolonggangzhen',1411,'yijiangqu','弋江区',5,'芜湖','wuhu',1,'安徽',3),

(2487,'澛港新区','lugangxinqu',1411,'yijiangqu','弋江区',5,'芜湖','wuhu',1,'安徽',5),

(2488,'马塘马饮','matangmayin',1411,'yijiangqu','弋江区',5,'芜湖','wuhu',1,'安徽',5),

(2490,'南瑞新城','nanruixincheng',1411,'yijiangqu','弋江区',5,'芜湖','wuhu',1,'安徽',6),

(2493,'新时代商业街','xinshidaishangyejie',1411,'yijiangqu','弋江区',5,'芜湖','wuhu',1,'安徽',1),

(2494,'中央城财富街','zhongyangchengcaifujie',1411,'yijiangqu','弋江区',5,'芜湖','wuhu',1,'安徽',4),

(2495,'南陵县','nanlingxian1',1410,'nanlingxian','南陵县',5,'芜湖','wuhu',1,'安徽',7),

(2497,'无为县','wuweixian1',1412,'wuweixian','无为县',5,'芜湖','wuhu',1,'安徽',4),

(2498,'繁昌县','fanchangxian2',1413,'fanchangxian','繁昌县',5,'芜湖','wuhu',1,'安徽',3),

(2502,'芜湖县','wuhuxian1',1415,'wuhuxian','芜湖县',5,'芜湖','wuhu',1,'安徽',2),

(2503,'八佰伴','babaiban',1416,'jinghuqu','镜湖区',5,'芜湖','wuhu',1,'安徽',3),

(2505,'雕塑公园','diaosugongyuan',1416,'jinghuqu','镜湖区',5,'芜湖','wuhu',1,'安徽',2),

(2506,'方特一期','fangteyiqi',1416,'jinghuqu','镜湖区',5,'芜湖','wuhu',1,'安徽',7),

(2507,'红旗','hongqi',1416,'jinghuqu','镜湖区',5,'芜湖','wuhu',1,'安徽',4),

(2508,'华强城','huaqiangcheng',1416,'jinghuqu','镜湖区',5,'芜湖','wuhu',1,'安徽',5),

(2509,'镜湖中心','jinghuzhongxin',1416,'jinghuqu','镜湖区',5,'芜湖','wuhu',1,'安徽',1),

(2510,'绿地镜湖新城','lvdijinghuxincheng',1416,'jinghuqu','镜湖区',5,'芜湖','wuhu',1,'安徽',6),

(2512,'汀棠公园','tingtanggongyuan',1416,'jinghuqu','镜湖区',5,'芜湖','wuhu',1,'安徽',5),

(2514,'芜湖站','wuhuzhan',1416,'jinghuqu','镜湖区',5,'芜湖','wuhu',1,'安徽',7),

(2516,'五一广场','wuyiguangchang1',1416,'jinghuqu','镜湖区',5,'芜湖','wuhu',1,'安徽',2),

(2517,'弋矶山','yijishan',1416,'jinghuqu','镜湖区',5,'芜湖','wuhu',1,'安徽',4),

(2518,'中山路步行街','zhongshanlubuxingjie',1416,'jinghuqu','镜湖区',5,'芜湖','wuhu',1,'安徽',7),

(2519,'左岸','zuoan',1416,'jinghuqu','镜湖区',5,'芜湖','wuhu',1,'安徽',5),

(2520,'BOBO商业步行街','boboshangyebuxingjie',1414,'jingjikaifaqu','经济开发区',5,'芜湖','wuhu',1,'安徽',2),

(2521,'波尔卡商业区','boerkashangyequ',1414,'jingjikaifaqu','经济开发区',5,'芜湖','wuhu',1,'安徽',2),

(2522,'大桥镇商业区','daqiaozhenshangyequ',1414,'jingjikaifaqu','经济开发区',5,'芜湖','wuhu',1,'安徽',4),

(2523,'凤鸣湖景区','fengminghujingqu',1414,'jingjikaifaqu','经济开发区',5,'芜湖','wuhu',1,'安徽',5),

(2524,'凤鸣湖小学','fengminghuxiaoxue',1414,'jingjikaifaqu','经济开发区',5,'芜湖','wuhu',1,'安徽',6),

(2525,'经济开发区','jingjikaifaqu1',1414,'jingjikaifaqu','经济开发区',5,'芜湖','wuhu',1,'安徽',5),

(2526,'四褐山街道','siheshanjiedao',1414,'jingjikaifaqu','经济开发区',5,'芜湖','wuhu',1,'安徽',6),

(2527,'学府商业广场','xuefushangyeguangchang',1414,'jingjikaifaqu','经济开发区',5,'芜湖','wuhu',1,'安徽',2),

(2528,'银湖公园','yinhugongyuan',1414,'jingjikaifaqu','经济开发区',5,'芜湖','wuhu',1,'安徽',7),

(2529,'大阳垾','dayanghan',1417,'jiujiangqu','鸠江区',5,'芜湖','wuhu',1,'安徽',1),

(2532,'鸠兹古镇','jiuziguzhen',1417,'jiujiangqu','鸠江区',5,'芜湖','wuhu',1,'安徽',1),

(2534,'清水街道','qingshuijiedao',1417,'jiujiangqu','鸠江区',5,'芜湖','wuhu',1,'安徽',7),

(2536,'万春购物广场','wanchungouwuguangchang',1417,'jiujiangqu','鸠江区',5,'芜湖','wuhu',1,'安徽',5),

(2537,'伟星星悦广场','weixingxingyueguangchang',1417,'jiujiangqu','鸠江区',5,'芜湖','wuhu',1,'安徽',1),

(2538,'芜湖市政府','wuhushizhengfu',1417,'jiujiangqu','鸠江区',5,'芜湖','wuhu',1,'安徽',1),

(2543,'安定门','andingmen',1418,'dongcheng','东城',6,'北京','bj',2,'北京',7),

(2544,'安贞','anzhen1',1418,'dongcheng','东城',6,'北京','bj',2,'北京',2),

(2545,'朝阳门内','chaoyangmennei1',1418,'dongcheng','东城',6,'北京','bj',2,'北京',6),

(2546,'朝阳门外','chaoyangmenwai1',1418,'dongcheng','东城',6,'北京','bj',2,'北京',3),

(2547,'崇文门','chongwenmen',1418,'dongcheng','东城',6,'北京','bj',2,'北京',3),

(2548,'灯市口','dengshikou',1418,'dongcheng','东城',6,'北京','bj',2,'北京',5),

(2550,'东单','dongdan',1418,'dongcheng','东城',6,'北京','bj',2,'北京',5),

(2551,'东花市','donghuashi',1418,'dongcheng','东城',6,'北京','bj',2,'北京',2),

(2552,'东四','dongsi1',1418,'dongcheng','东城',6,'北京','bj',2,'北京',7),

(2553,'东直门','dongzhimen',1418,'dongcheng','东城',6,'北京','bj',2,'北京',6),

(2555,'广渠门','guangqumen',1418,'dongcheng','东城',6,'北京','bj',2,'北京',7),

(2556,'和平里','hepingli',1418,'dongcheng','东城',6,'北京','bj',2,'北京',4),

(2557,'建国门内','jianguomennei',1418,'dongcheng','东城',6,'北京','bj',2,'北京',1),

(2559,'交道口','jiaodaokou',1418,'dongcheng','东城',6,'北京','bj',2,'北京',1),

(2560,'金宝街','jinbaojie',1418,'dongcheng','东城',6,'北京','bj',2,'北京',6),

(2563,'前门','qianmen',1418,'dongcheng','东城',6,'北京','bj',2,'北京',6),

(2564,'陶然亭','taoranting1',1418,'dongcheng','东城',6,'北京','bj',2,'北京',1),

(2565,'天坛','tiantan',1418,'dongcheng','东城',6,'北京','bj',2,'北京',7),

(2569,'永定门','yongdingmen',1418,'dongcheng','东城',6,'北京','bj',2,'北京',5),

(2570,'左安门','zuoanmen1',1418,'dongcheng','东城',6,'北京','bj',2,'北京',2),

(2571,'白纸坊','baizhifang1',1419,'xicheng','西城',6,'北京','bj',2,'北京',6),

(2573,'长椿街','changchunjie',1419,'xicheng','西城',6,'北京','bj',2,'北京',1),

(2574,'车公庄','chegongzhuang1',1419,'xicheng','西城',6,'北京','bj',2,'北京',4),

(2576,'德胜门','deshengmen',1419,'xicheng','西城',6,'北京','bj',2,'北京',6),

(2577,'地安门','dianmen',1419,'xicheng','西城',6,'北京','bj',2,'北京',6),

(2578,'阜成门','fuchengmen',1419,'xicheng','西城',6,'北京','bj',2,'北京',5),

(2580,'官园','guanyuan',1419,'xicheng','西城',6,'北京','bj',2,'北京',2),

(2581,'金融街','jinrongjie',1419,'xicheng','西城',6,'北京','bj',2,'北京',4),

(2582,'六铺炕','liupukang',1419,'xicheng','西城',6,'北京','bj',2,'北京',7),

(2585,'木樨地','muxidi1',1419,'xicheng','西城',6,'北京','bj',2,'北京',1),

(2586,'牛街','niujie',1419,'xicheng','西城',6,'北京','bj',2,'北京',6),

(2589,'天宁寺','tianningsi1',1419,'xicheng','西城',6,'北京','bj',2,'北京',4),

(2590,'西单','xidan',1419,'xicheng','西城',6,'北京','bj',2,'北京',6),

(2592,'西四','xisi1',1419,'xicheng','西城',6,'北京','bj',2,'北京',5),

(2594,'宣武门','xuanwumen12',1419,'xicheng','西城',6,'北京','bj',2,'北京',5),

(2595,'右安门内','youanmennei11',1419,'xicheng','西城',6,'北京','bj',2,'北京',7),

(2596,'月坛','yuetan',1419,'xicheng','西城',6,'北京','bj',2,'北京',1),

(2600,'百子湾','baiziwan',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',5),

(2601,'北工大','beigongda',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',3),

(2602,'北苑','beiyuan2',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',7),

(2603,'CBD','cbd',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',1),

(2604,'常营','changying',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',4),

(2605,'朝青','chaoqing',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',7),

(2606,'朝阳公园','chaoyanggongyuan',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',2),

(2609,'大山子','dashanzi',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',7),

(2610,'大望路','dawanglu',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',1),

(2611,'定福庄','dingfuzhuang',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',2),

(2612,'东坝','dongba',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',2),

(2613,'东大桥','dongdaqiao',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',3),

(2615,'豆各庄','dougezhuang',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',3),

(2617,'垡头','fatou',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',2),

(2618,'甘露园','ganluyuan',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',3),

(2619,'高碑店','gaobeidian',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',1),

(2620,'工体','gongti',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',5),

(2622,'管庄','guanzhuang',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',2),

(2623,'国展','guozhan1',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',2),

(2625,'红庙','hongmiao',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',7),

(2626,'欢乐谷','huanlegu',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',6),

(2627,'华威桥','huaweiqiao',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',7),

(2628,'惠新西街','huixinxijie',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',2),

(2629,'建国门外','jianguomenwai',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',3),

(2630,'健翔桥','jianxiangqiao1',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',1),

(2631,'劲松','jinsong',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',1),

(2632,'酒仙桥','jiuxianqiao',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',5),

(2633,'亮马桥','liangmaqiao',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',7),

(2635,'马甸','madian1',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',7),

(2637,'南沙滩','nanshatan1',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',1),

(2638,'农展馆','nongzhanguan',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',2),

(2639,'潘家园','panjiayuan1',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',7),

(2640,'三里屯','sanlitun',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',6),

(2641,'三元桥','sanyuanqiao',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',1),

(2642,'芍药居','shaoyaoju',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',6),

(2643,'十八里店','shibalidian1',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',4),

(2644,'石佛营','shifoying',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',6),

(2645,'十里堡','shilibao',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',7),

(2646,'十里河','shilihe',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',4),

(2647,'首都机场','shoudoujichang1',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',3),

(2648,'双井','shuangjing',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',1),

(2649,'双桥','shuangqiao',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',3),

(2650,'四惠','sihui',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',4),

(2651,'太阳宫','taiyanggong',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',6),

(2652,'甜水园','tianshuiyuan',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',4),

(2653,'通州北苑','tongzhoubeiyuan',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',6),

(2654,'团结湖','tuanjiehu',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',6),

(2655,'望京','wangjing',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',5),

(2656,'西坝河','xibahe',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',1),

(2657,'燕莎','yansha1',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',1),

(2658,'亚运村','yayuncun',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',5),

(2659,'亚运村小营','yayuncunxiaoying',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',5),

(2660,'朝阳其它','zhaoyangqita',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',1),

(2661,'中央别墅区','zhongyangbieshuqu1',1420,'chaoyang','朝阳',6,'北京','bj',2,'北京',2),

(2662,'安宁庄','anningzhuang1',1421,'haidian','海淀',6,'北京','bj',2,'北京',2),

(2664,'白石桥','baishiqiao1',1421,'haidian','海淀',6,'北京','bj',2,'北京',5),

(2665,'北太平庄','beitaipingzhuang',1421,'haidian','海淀',6,'北京','bj',2,'北京',4),

(2666,'厂洼','changwa',1421,'haidian','海淀',6,'北京','bj',2,'北京',2),

(2667,'定慧寺','dinghuisi',1421,'haidian','海淀',6,'北京','bj',2,'北京',7),

(2668,'二里庄','erlizhuang',1421,'haidian','海淀',6,'北京','bj',2,'北京',1),

(2669,'甘家口','ganjiakou',1421,'haidian','海淀',6,'北京','bj',2,'北京',5),

(2670,'公主坟','gongzhufen',1421,'haidian','海淀',6,'北京','bj',2,'北京',2),

(2671,'海淀北部新区','haidianbeibuxinqu1',1421,'haidian','海淀',6,'北京','bj',2,'北京',4),

(2672,'海淀其它','haidianqita1',1421,'haidian','海淀',6,'北京','bj',2,'北京',1),

(2673,'军博','junbo1',1421,'haidian','海淀',6,'北京','bj',2,'北京',2),

(2676,'马连洼','malianwa',1421,'haidian','海淀',6,'北京','bj',2,'北京',4),

(2677,'牡丹园','mudanyuan',1421,'haidian','海淀',6,'北京','bj',2,'北京',4),

(2678,'清河','qinghe11',1421,'haidian','海淀',6,'北京','bj',2,'北京',7),

(2679,'上地','shangdi1',1421,'haidian','海淀',6,'北京','bj',2,'北京',6),

(2680,'世纪城','shijicheng',1421,'haidian','海淀',6,'北京','bj',2,'北京',3),

(2681,'双榆树','shuangyushu',1421,'haidian','海淀',6,'北京','bj',2,'北京',2),

(2682,'四季青','sijiqing',1421,'haidian','海淀',6,'北京','bj',2,'北京',3),

(2683,'苏州桥','suzhouqiao',1421,'haidian','海淀',6,'北京','bj',2,'北京',7),

(2684,'田村','tiancun1',1421,'haidian','海淀',6,'北京','bj',2,'北京',3),

(2685,'万柳','wanliu',1421,'haidian','海淀',6,'北京','bj',2,'北京',3),

(2686,'万寿路','wanshoulu1',1421,'haidian','海淀',6,'北京','bj',2,'北京',5),

(2687,'魏公村','weigongcun',1421,'haidian','海淀',6,'北京','bj',2,'北京',3),

(2688,'五道口','wudaokou',1421,'haidian','海淀',6,'北京','bj',2,'北京',5),

(2689,'五棵松','wukesong1',1421,'haidian','海淀',6,'北京','bj',2,'北京',6),

(2690,'小西天','xiaoxitian1',1421,'haidian','海淀',6,'北京','bj',2,'北京',3),

(2691,'西北旺','xibeiwang',1421,'haidian','海淀',6,'北京','bj',2,'北京',4),

(2692,'西二旗','xierqi1',1421,'haidian','海淀',6,'北京','bj',2,'北京',3),

(2693,'新街口','xinjiekou2',1421,'haidian','海淀',6,'北京','bj',2,'北京',3),

(2695,'西山','xishan21',1421,'haidian','海淀',6,'北京','bj',2,'北京',5),

(2696,'西直门','xizhimen1',1421,'haidian','海淀',6,'北京','bj',2,'北京',7),

(2697,'学院路','xueyuanlu1',1421,'haidian','海淀',6,'北京','bj',2,'北京',3),

(2698,'杨庄','yangzhuang1',1421,'haidian','海淀',6,'北京','bj',2,'北京',7),

(2699,'颐和园','yiheyuan',1421,'haidian','海淀',6,'北京','bj',2,'北京',5),

(2700,'圆明园','yuanmingyuan',1421,'haidian','海淀',6,'北京','bj',2,'北京',3),

(2701,'玉泉路','yuquanlu11',1421,'haidian','海淀',6,'北京','bj',2,'北京',1),

(2702,'皂君庙','zaojunmiao',1421,'haidian','海淀',6,'北京','bj',2,'北京',2),

(2703,'知春路','zhichunlu',1421,'haidian','海淀',6,'北京','bj',2,'北京',3),

(2704,'中关村','zhongguancun',1421,'haidian','海淀',6,'北京','bj',2,'北京',7),

(2705,'紫竹桥','zizhuqiao',1421,'haidian','海淀',6,'北京','bj',2,'北京',7),

(2706,'北大地','beidadi',1422,'fengtai','丰台',6,'北京','bj',2,'北京',2),

(2707,'北京南站','beijingnanzhan1',1422,'fengtai','丰台',6,'北京','bj',2,'北京',2),

(2708,'菜户营','caihuying',1422,'fengtai','丰台',6,'北京','bj',2,'北京',5),

(2709,'草桥','caoqiao',1422,'fengtai','丰台',6,'北京','bj',2,'北京',3),

(2710,'成寿寺','chengshousi1',1422,'fengtai','丰台',6,'北京','bj',2,'北京',1),

(2711,'大红门','dahongmen',1422,'fengtai','丰台',6,'北京','bj',2,'北京',1),

(2712,'方庄','fangzhuang1',1422,'fengtai','丰台',6,'北京','bj',2,'北京',4),

(2713,'丰台其它','fengtaiqita1',1422,'fengtai','丰台',6,'北京','bj',2,'北京',4),

(2714,'广安门','guanganmen',1422,'fengtai','丰台',6,'北京','bj',2,'北京',3),

(2715,'和义','heyi',1422,'fengtai','丰台',6,'北京','bj',2,'北京',2),

(2716,'花乡','huaxiang',1422,'fengtai','丰台',6,'北京','bj',2,'北京',7),

(2717,'角门','jiaomen',1422,'fengtai','丰台',6,'北京','bj',2,'北京',2),

(2718,'旧宫','jiugong1',1422,'fengtai','丰台',6,'北京','bj',2,'北京',6),

(2719,'看丹桥','kandanqiao',1422,'fengtai','丰台',6,'北京','bj',2,'北京',6),

(2720,'科技园区','kejiyuanqu',1422,'fengtai','丰台',6,'北京','bj',2,'北京',5),

(2721,'刘家窑','liujiayao',1422,'fengtai','丰台',6,'北京','bj',2,'北京',4),

(2722,'六里桥','liuliqiao1',1422,'fengtai','丰台',6,'北京','bj',2,'北京',7),

(2723,'丽泽','lize',1422,'fengtai','丰台',6,'北京','bj',2,'北京',2),

(2724,'卢沟桥','lugouqiao1',1422,'fengtai','丰台',6,'北京','bj',2,'北京',4),

(2725,'马家堡','majiabao',1422,'fengtai','丰台',6,'北京','bj',2,'北京',7),

(2726,'马连道','maliandao1',1422,'fengtai','丰台',6,'北京','bj',2,'北京',1),

(2727,'木樨园','muxiyuan1',1422,'fengtai','丰台',6,'北京','bj',2,'北京',7),

(2728,'蒲黄榆','puhuangyu',1422,'fengtai','丰台',6,'北京','bj',2,'北京',4),

(2729,'七里庄','qilizhuang',1422,'fengtai','丰台',6,'北京','bj',2,'北京',3),

(2730,'青塔','qingta1',1422,'fengtai','丰台',6,'北京','bj',2,'北京',4),

(2732,'宋家庄','songjiazhuang',1422,'fengtai','丰台',6,'北京','bj',2,'北京',5),

(2733,'太平桥','taipingqiao1',1422,'fengtai','丰台',6,'北京','bj',2,'北京',4),

(2734,'五里店','wulidian',1422,'fengtai','丰台',6,'北京','bj',2,'北京',6),

(2735,'西红门','xihongmen',1422,'fengtai','丰台',6,'北京','bj',2,'北京',6),

(2736,'西罗园','xiluoyuan',1422,'fengtai','丰台',6,'北京','bj',2,'北京',7),

(2737,'新宫','xingong',1422,'fengtai','丰台',6,'北京','bj',2,'北京',7),

(2738,'洋桥','yangqiao1',1422,'fengtai','丰台',6,'北京','bj',2,'北京',1),

(2740,'右安门外','youanmenwai',1422,'fengtai','丰台',6,'北京','bj',2,'北京',2),

(2741,'岳各庄','yuegezhuang',1422,'fengtai','丰台',6,'北京','bj',2,'北京',4),

(2742,'玉泉营','yuquanying',1422,'fengtai','丰台',6,'北京','bj',2,'北京',7),

(2743,'赵公口','zhaogongkou',1422,'fengtai','丰台',6,'北京','bj',2,'北京',3),

(2744,'八角','bajiao1',1423,'shijingshan','石景山',6,'北京','bj',2,'北京',3),

(2746,'古城','gucheng',1423,'shijingshan','石景山',6,'北京','bj',2,'北京',2),

(2747,'老山','laoshan1',1423,'shijingshan','石景山',6,'北京','bj',2,'北京',2),

(2748,'鲁谷','lugu1',1423,'shijingshan','石景山',6,'北京','bj',2,'北京',2),

(2750,'苹果园','pingguoyuan1',1423,'shijingshan','石景山',6,'北京','bj',2,'北京',2),

(2755,'奥林匹克公园','aolinpikegongyuan11',1425,'changping','昌平',6,'北京','bj',2,'北京',2),

(2756,'百善镇','baishanzhen',1425,'changping','昌平',6,'北京','bj',2,'北京',4),

(2757,'北七家','beiqijia',1425,'changping','昌平',6,'北京','bj',2,'北京',5),

(2758,'昌平其它','changpingqita1',1425,'changping','昌平',6,'北京','bj',2,'北京',1),

(2759,'东关','dongguan',1425,'changping','昌平',6,'北京','bj',2,'北京',7),

(2760,'鼓楼大街','guloudajie',1425,'changping','昌平',6,'北京','bj',2,'北京',3),

(2761,'回龙观','huilongguan2',1425,'changping','昌平',6,'北京','bj',2,'北京',4),

(2762,'霍营','huoying',1425,'changping','昌平',6,'北京','bj',2,'北京',4),

(2763,'立水桥','lishuiqiao1',1425,'changping','昌平',6,'北京','bj',2,'北京',7),

(2764,'南口','nankou',1425,'changping','昌平',6,'北京','bj',2,'北京',7),

(2765,'南邵','nanshao',1425,'changping','昌平',6,'北京','bj',2,'北京',3),

(2766,'沙河','shahe2',1425,'changping','昌平',6,'北京','bj',2,'北京',5),

(2767,'天通苑','tiantongyuan1',1425,'changping','昌平',6,'北京','bj',2,'北京',7),

(2768,'小汤山','xiaotangshan1',1425,'changping','昌平',6,'北京','bj',2,'北京',1),

(2769,'西关环岛','xiguanhuandao',1425,'changping','昌平',6,'北京','bj',2,'北京',4),

(2770,'西三旗','xisanqi1',1425,'changping','昌平',6,'北京','bj',2,'北京',6),

(2771,'大兴开发区','daxingkaifaqu',1426,'daxing','大兴',6,'北京','bj',2,'北京',1),

(2772,'大兴其它','daxingqita11',1426,'daxing','大兴',6,'北京','bj',2,'北京',7),

(2773,'大兴新机场','daxingxinjichang',1426,'daxing','大兴',6,'北京','bj',2,'北京',2),

(2774,'高米店南','gaomidiannan',1426,'daxing','大兴',6,'北京','bj',2,'北京',6),

(2775,'观音寺','guanyinsi',1426,'daxing','大兴',6,'北京','bj',2,'北京',2),

(2777,'黄村北','huangcunbei',1426,'daxing','大兴',6,'北京','bj',2,'北京',3),

(2778,'黄村火车站','huangcunhuochezhan',1426,'daxing','大兴',6,'北京','bj',2,'北京',1),

(2779,'黄村中','huangcunzhong',1426,'daxing','大兴',6,'北京','bj',2,'北京',4),

(2782,'南中轴机场商务区','nanzhongzhoujichangshangwuqu',1426,'daxing','大兴',6,'北京','bj',2,'北京',7),

(2783,'天宫院','tiangongyuan',1426,'daxing','大兴',6,'北京','bj',2,'北京',5),

(2784,'天宫院南','tiangongyuannan',1426,'daxing','大兴',6,'北京','bj',2,'北京',3),

(2786,'义和庄','yihezhuang',1426,'daxing','大兴',6,'北京','bj',2,'北京',5),

(2787,'瀛海','yinghai',1426,'daxing','大兴',6,'北京','bj',2,'北京',6),

(2790,'郁花园','yuhuayuan',1426,'daxing','大兴',6,'北京','bj',2,'北京',1),

(2791,'枣园','zaoyuan',1426,'daxing','大兴',6,'北京','bj',2,'北京',2),

(2792,'北关','beiguan',1424,'tongzhou','通州',6,'北京','bj',2,'北京',4),

(2794,'果园','guoyuan1',1424,'tongzhou','通州',6,'北京','bj',2,'北京',5),

(2795,'九棵树(家乐福)','jiukeshu12',1424,'tongzhou','通州',6,'北京','bj',2,'北京',1),

(2796,'临河里','linheli',1424,'tongzhou','通州',6,'北京','bj',2,'北京',7),

(2797,'梨园','liyuan',1424,'tongzhou','通州',6,'北京','bj',2,'北京',5),

(2798,'潞苑','luyuan',1424,'tongzhou','通州',6,'北京','bj',2,'北京',2),

(2800,'乔庄','qiaozhuang',1424,'tongzhou','通州',6,'北京','bj',2,'北京',2),

(2803,'通州其它','tongzhouqita11',1424,'tongzhou','通州',6,'北京','bj',2,'北京',1),

(2804,'万达','wanda14',1424,'tongzhou','通州',6,'北京','bj',2,'北京',2),

(2805,'武夷花园','wuyihuayuan',1424,'tongzhou','通州',6,'北京','bj',2,'北京',4),

(2807,'玉桥','yuqiao',1424,'tongzhou','通州',6,'北京','bj',2,'北京',7),

(2809,'马驹桥','majuqiao1',1427,'yizhuangkaifaqu','亦庄开发区',6,'北京','bj',2,'北京',5),

(2811,'亦庄','yizhuang1',1427,'yizhuangkaifaqu','亦庄开发区',6,'北京','bj',2,'北京',4),

(2812,'亦庄开发区其它','yizhuangkaifaquqita1',1427,'yizhuangkaifaqu','亦庄开发区',6,'北京','bj',2,'北京',6),

(2813,'后沙峪','houshayu1',1428,'shunyi','顺义',6,'北京','bj',2,'北京',1),

(2814,'李桥','liqiao1',1428,'shunyi','顺义',6,'北京','bj',2,'北京',7),

(2815,'马坡','mapo',1428,'shunyi','顺义',6,'北京','bj',2,'北京',1),

(2817,'顺义城','shunyicheng',1428,'shunyi','顺义',6,'北京','bj',2,'北京',1),

(2818,'顺义其它','shunyiqita1',1428,'shunyi','顺义',6,'北京','bj',2,'北京',1),

(2819,'天竺','tianzhu1',1428,'shunyi','顺义',6,'北京','bj',2,'北京',6),

(2821,'长阳','changyang1',1429,'fangshan','房山',6,'北京','bj',2,'北京',5),

(2822,'城关','chengguan',1429,'fangshan','房山',6,'北京','bj',2,'北京',4),

(2823,'窦店','doudian',1429,'fangshan','房山',6,'北京','bj',2,'北京',1),

(2824,'房山其它','fangshanqita',1429,'fangshan','房山',6,'北京','bj',2,'北京',6),

(2825,'韩村河','hancunhe1',1429,'fangshan','房山',6,'北京','bj',2,'北京',3),

(2826,'良乡','liangxiang',1429,'fangshan','房山',6,'北京','bj',2,'北京',5),

(2827,'琉璃河','liulihe',1429,'fangshan','房山',6,'北京','bj',2,'北京',4),

(2828,'阎村','yancun',1429,'fangshan','房山',6,'北京','bj',2,'北京',5),

(2829,'燕山','yanshan',1429,'fangshan','房山',6,'北京','bj',2,'北京',3),

(2830,'滨河西区','binhexiqu1',1430,'mentougou','门头沟',6,'北京','bj',2,'北京',2),

(2831,'城子','chengzi',1430,'mentougou','门头沟',6,'北京','bj',2,'北京',2),

(2832,'大峪','dayu',1430,'mentougou','门头沟',6,'北京','bj',2,'北京',1),

(2833,'冯村','fengcun',1430,'mentougou','门头沟',6,'北京','bj',2,'北京',6),

(2834,'门头沟其它','mentougouqita1',1430,'mentougou','门头沟',6,'北京','bj',2,'北京',6),

(2835,'石景山其它','shijingshanqita1',1430,'mentougou','门头沟',6,'北京','bj',2,'北京',4),

(2836,'石门营','shimenying',1430,'mentougou','门头沟',6,'北京','bj',2,'北京',3),

(2837,'平谷其它','pingguqita1',1431,'pinggu','平谷',6,'北京','bj',2,'北京',2),

(2838,'怀柔','huairouchengqu1',1432,'huairou','怀柔',6,'北京','bj',2,'北京',7),

(2839,'怀柔其它','huairouqita1',1432,'huairou','怀柔',6,'北京','bj',2,'北京',2),

(2841,'密云其它','miyunqita11',1433,'miyun','密云',6,'北京','bj',2,'北京',2),

(2842,'延庆其它','yanqingqita1',1434,'yanqing','延庆',6,'北京','bj',2,'北京',2),

(2843,'北滨路','beibinlu',1435,'jiangbei','江北',7,'重庆','cq',3,'重庆',1),

(2844,'大石坝','dashiba',1435,'jiangbei','江北',7,'重庆','cq',3,'重庆',5),

(2846,'观音桥','guanyinqiao',1435,'jiangbei','江北',7,'重庆','cq',3,'重庆',3),

(2847,'海尔路','haierlu',1435,'jiangbei','江北',7,'重庆','cq',3,'重庆',3),

(2848,'鸿恩寺','hongensi',1435,'jiangbei','江北',7,'重庆','cq',3,'重庆',4),

(2849,'花卉园','huahuiyuan',1435,'jiangbei','江北',7,'重庆','cq',3,'重庆',7),

(2850,'黄泥磅','huangnibang',1435,'jiangbei','江北',7,'重庆','cq',3,'重庆',7),

(2851,'江北嘴','jiangbeizui',1435,'jiangbei','江北',7,'重庆','cq',3,'重庆',1),

(2854,'龙兴','longxing',1435,'jiangbei','江北',7,'重庆','cq',3,'重庆',7),

(2855,'南桥寺','nanqiaosi',1435,'jiangbei','江北',7,'重庆','cq',3,'重庆',6),

(2856,'冉家坝','ranjiaba',1435,'jiangbei','江北',7,'重庆','cq',3,'重庆',7),

(2857,'石马河','shimahe',1435,'jiangbei','江北',7,'重庆','cq',3,'重庆',5),

(2858,'石子山','shizishan',1435,'jiangbei','江北',7,'重庆','cq',3,'重庆',2),

(2860,'五里店','wulidian1',1435,'jiangbei','江北',7,'重庆','cq',3,'重庆',4),

(2861,'鱼嘴','yuzui',1435,'jiangbei','江北',7,'重庆','cq',3,'重庆',5),

(2862,'北环','beihuan',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',1),

(2863,'财富中心','caifuzhongxin1',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',5),

(2864,'翠云','cuiyun',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',1),

(2866,'大竹林','dazhulin',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',7),

(2870,'花园新村','huayuanxincun',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',2),

(2871,'回兴','huixing',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',5),

(2872,'嘉州','jiazhou',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',5),

(2873,'空港新城','konggangxincheng',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',4),

(2874,'两路','lianglu',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',4),

(2875,'礼嘉','lijia',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',6),

(2876,'龙头寺','longtousi',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',4),

(2877,'龙溪','longxi',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',2),

(2880,'汽博中心','qibozhongxin',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',6),

(2882,'人和','renhe',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',4),

(2885,'松树桥','songshuqiao',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',1),

(2886,'新牌坊','xinpaifang',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',4),

(2887,'园博园','yuanboyuan',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',3),

(2888,'鸳鸯','yuanyang',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',2),

(2889,'悦来','yuelai',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',6),

(2891,'照母山','zhaomushan',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',2),

(2892,'中央公园','zhongyanggongyuan',1436,'yubei','渝北',7,'重庆','cq',3,'重庆',5),

(2893,'八公里','bagongli',1437,'nanan','南岸',7,'重庆','cq',3,'重庆',4),

(2894,'茶园新区','chayuanxinqu',1437,'nanan','南岸',7,'重庆','cq',3,'重庆',6),

(2895,'丹龙路','danlonglu',1437,'nanan','南岸',7,'重庆','cq',3,'重庆',5),

(2896,'弹子石','danzishi',1437,'nanan','南岸',7,'重庆','cq',3,'重庆',1),

(2897,'六公里','liugongli',1437,'nanan','南岸',7,'重庆','cq',3,'重庆',6),

(2898,'南滨路','nanbinlu',1437,'nanan','南岸',7,'重庆','cq',3,'重庆',7),

(2899,'南坪','nanping',1437,'nanan','南岸',7,'重庆','cq',3,'重庆',6),

(2900,'南山','nanshan3',1437,'nanan','南岸',7,'重庆','cq',3,'重庆',4),

(2901,'七公里','qigongli',1437,'nanan','南岸',7,'重庆','cq',3,'重庆',5),

(2902,'融侨半岛','rongqiaobandao',1437,'nanan','南岸',7,'重庆','cq',3,'重庆',3),

(2903,'四公里','sigongli',1437,'nanan','南岸',7,'重庆','cq',3,'重庆',7),

(2906,'界石','jieshi',1438,'banan','巴南',7,'重庆','cq',3,'重庆',5),

(2907,'李家沱','lijiatuo1',1438,'banan','巴南',7,'重庆','cq',3,'重庆',3),

(2908,'龙洲湾','longzhouwan',1438,'banan','巴南',7,'重庆','cq',3,'重庆',7),

(2909,'南泉','nanquan',1438,'banan','巴南',7,'重庆','cq',3,'重庆',4),

(2910,'融汇半岛','ronghuibandao',1438,'banan','巴南',7,'重庆','cq',3,'重庆',7),

(2911,'鱼洞','yudong2',1438,'banan','巴南',7,'重庆','cq',3,'重庆',3),

(2913,'陈家桥','chenjiaqiao',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',3),

(2914,'磁器口','ciqikou',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',6),

(2915,'大坪','daping',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',3),

(2916,'大学城','daxuecheng2',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',6),

(2917,'凤天路','fengtianlu',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',5),

(2918,'工人村','gongrencun',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',3),

(2920,'劳动路','laodonglu',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',1),

(2921,'烈士墓','lieshimu',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',6),

(2922,'梨树湾','lishuwan',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',6),

(2923,'三峡广场','sanxiaguangchang',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',7),

(2924,'沙滨路','shabinlu',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',5),

(2925,'沙正街','shazhengjie',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',2),

(2927,'双碑','shuangbei',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',1),

(2928,'天星桥','tianxingqiao',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',2),

(2929,'小龙坎','xiaolongkan',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',1),

(2930,'西永','xiyong',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',3),

(2931,'杨公桥','yanggongqiao',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',3),

(2932,'渝碚路','yubeilu',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',6),

(2933,'站西路','zhanxilu',1439,'shapingba','沙坪坝',7,'重庆','cq',3,'重庆',1),

(2935,'白市驿','baishiyi',1440,'jiulongpo','九龙坡',7,'重庆','cq',3,'重庆',3),

(2937,'彩云湖','caiyunhu',1440,'jiulongpo','九龙坡',7,'重庆','cq',3,'重庆',2),

(2938,'陈家坪','chenjiaping',1440,'jiulongpo','九龙坡',7,'重庆','cq',3,'重庆',2),

(2941,'动物园','dongwuyuan1',1440,'jiulongpo','九龙坡',7,'重庆','cq',3,'重庆',3),

(2942,'二郎','erlang',1440,'jiulongpo','九龙坡',7,'重庆','cq',3,'重庆',2),

(2944,'黄桷坪','huangjueping',1440,'jiulongpo','九龙坡',7,'重庆','cq',3,'重庆',6),

(2945,'华岩','huayan',1440,'jiulongpo','九龙坡',7,'重庆','cq',3,'重庆',1),

(2947,'毛线沟','maoxiangou',1440,'jiulongpo','九龙坡',7,'重庆','cq',3,'重庆',4),

(2949,'蟠龙','panlong1',1440,'jiulongpo','九龙坡',7,'重庆','cq',3,'重庆',2),

(2950,'石坪桥','shipingqiao',1440,'jiulongpo','九龙坡',7,'重庆','cq',3,'重庆',6),

(2951,'石桥铺','shiqiaopu',1440,'jiulongpo','九龙坡',7,'重庆','cq',3,'重庆',5),

(2953,'谢家湾','xiejiawan',1440,'jiulongpo','九龙坡',7,'重庆','cq',3,'重庆',2),

(2954,'西彭','xipeng',1440,'jiulongpo','九龙坡',7,'重庆','cq',3,'重庆',1),

(2956,'杨家坪','yangjiaping',1440,'jiulongpo','九龙坡',7,'重庆','cq',3,'重庆',7),

(2957,'袁家岗','yuanjiagang',1440,'jiulongpo','九龙坡',7,'重庆','cq',3,'重庆',4),

(2958,'朝天门','chaotianmen',1441,'yuzhong','渝中',7,'重庆','cq',3,'重庆',7),

(2960,'化龙桥','hualongqiao',1441,'yuzhong','渝中',7,'重庆','cq',3,'重庆',7),

(2961,'解放碑','jiefangbei1',1441,'yuzhong','渝中',7,'重庆','cq',3,'重庆',7),

(2962,'两路口','lianglukou',1441,'yuzhong','渝中',7,'重庆','cq',3,'重庆',3),

(2963,'上清寺','shangqingsi',1441,'yuzhong','渝中',7,'重庆','cq',3,'重庆',7),

(2966,'巴国城','baguocheng',1442,'dadukou','大渡口',7,'重庆','cq',3,'重庆',5),

(2968,'步行街','buxingjie',1442,'dadukou','大渡口',7,'重庆','cq',3,'重庆',7),

(2969,'大渡口区府','dadukouqufu',1442,'dadukou','大渡口',7,'重庆','cq',3,'重庆',1),

(2971,'建设村','jianshecun',1442,'dadukou','大渡口',7,'重庆','cq',3,'重庆',5),

(2972,'九宫庙','jiugongmiao',1442,'dadukou','大渡口',7,'重庆','cq',3,'重庆',1),

(2973,'马王乡','mawangxiang',1442,'dadukou','大渡口',7,'重庆','cq',3,'重庆',3),

(2974,'双山','shuangshan',1442,'dadukou','大渡口',7,'重庆','cq',3,'重庆',6),

(2976,'滨江新城','binjiangxincheng2',1443,'jiangjing','江津',7,'重庆','cq',3,'重庆',7),

(2977,'滨江中路','binjiangzhonglu',1443,'jiangjing','江津',7,'重庆','cq',3,'重庆',7),

(2978,'德感片区','deganpianqu',1443,'jiangjing','江津',7,'重庆','cq',3,'重庆',1),

(2979,'东部新城','dongbuxincheng',1443,'jiangjing','江津',7,'重庆','cq',3,'重庆',1),

(2980,'东门','dongmen1',1443,'jiangjing','江津',7,'重庆','cq',3,'重庆',1),

(2981,'江津郊县','jiangjinjiaoxian',1443,'jiangjing','江津',7,'重庆','cq',3,'重庆',3),

(2982,'琅山片区','langshanpianqu',1443,'jiangjing','江津',7,'重庆','cq',3,'重庆',4),

(2983,'老城区','laochengqu',1443,'jiangjing','江津',7,'重庆','cq',3,'重庆',7),

(2984,'祥瑞片区','xiangruipianqu',1443,'jiangjing','江津',7,'重庆','cq',3,'重庆',6),

(2985,'西段','xiduan',1443,'jiangjing','江津',7,'重庆','cq',3,'重庆',5),

(2987,'北碚老城区','beibeilaochengqu',1444,'beibei','北碚',7,'重庆','cq',3,'重庆',2),

(2988,'蔡家','caijia',1444,'beibei','北碚',7,'重庆','cq',3,'重庆',5),

(2989,'朝阳区','chaoyangqu4',1444,'beibei','北碚',7,'重庆','cq',3,'重庆',7),

(2990,'城北新区','chengbeixinqu',1444,'beibei','北碚',7,'重庆','cq',3,'重庆',4),

(2991,'城南新区','chengnanxinqu',1444,'beibei','北碚',7,'重庆','cq',3,'重庆',5),

(2993,'歇马','xiema',1444,'beibei','北碚',7,'重庆','cq',3,'重庆',6),

(2994,'黔江','qianjiang1',1449,'youyangtujiazumiaozuzizhixian','酉阳土家族苗族自治县',7,'重庆','cq',3,'重庆',6),

(2995,'开州区','kaizhouqu1',1445,'kaizhouqu','开州区',7,'重庆','cq',3,'重庆',5),

(2998,'秀山','xiushan',1448,'xiushantujiazumiaozuzizhixian','秀山土家族苗族自治县',7,'重庆','cq',3,'重庆',1),

(2999,'梁平','liangping1',1452,'zhongxian','忠县',7,'重庆','cq',3,'重庆',3),

(3000,'石柱','shizhu1',1452,'zhongxian','忠县',7,'重庆','cq',3,'重庆',3),

(3002,'忠县','zhongxian1',1452,'zhongxian','忠县',7,'重庆','cq',3,'重庆',5),

(3003,'大足','dazu1',1450,'rongchangqu','荣昌区',7,'重庆','cq',3,'重庆',7),

(3004,'荣昌','rongchang',1450,'rongchangqu','荣昌区',7,'重庆','cq',3,'重庆',7),

(3005,'彭水','pengshui',1451,'pengshuimiaozutujiazuzizhixian','彭水苗族土家族自治县',7,'重庆','cq',3,'重庆',1),

(3008,'武隆县','wulongxian1',1451,'pengshuimiaozutujiazuzizhixian','彭水苗族土家族自治县',7,'重庆','cq',3,'重庆',1),

(3009,'奉节','fengjie',1453,'fengjiexian','奉节县',7,'重庆','cq',3,'重庆',2),

(3010,'巫山县','wushanxian3',1453,'fengjiexian','奉节县',7,'重庆','cq',3,'重庆',3),

(3011,'云阳','yunyang1',1453,'fengjiexian','奉节县',7,'重庆','cq',3,'重庆',2),

(3012,'垫江县','dianjiangxian1',1454,'dianjiangxian','垫江县',7,'重庆','cq',3,'重庆',7),

(3014,'铜梁','tongliang 1',1456,'tongliang','铜梁',7,'重庆','cq',3,'重庆',3),

(3015,'璧山','bishan1',1457,'bishan','璧山',7,'重庆','cq',3,'重庆',5),

(3017,'合川','hechuan',1458,'hechuang','合川',7,'重庆','cq',3,'重庆',6),

(3018,'万州区','wanzhouqu',1460,'wanzhou','万州',7,'重庆','cq',3,'重庆',1),

(3019,'长寿','changshou',1459,'changshou','长寿',7,'重庆','cq',3,'重庆',7),

(3020,'涪陵','fuling1',1461,'fuling','涪陵',7,'重庆','cq',3,'重庆',7),

(3021,'福州高新区','fuzhougaoxinqu',1467,'minhouxian','闽侯县',8,'福州','fz',4,'福建',4),

(3022,'甘蔗','ganzhe',1467,'minhouxian','闽侯县',8,'福州','fz',4,'福建',5),

(3023,'火车南站','huochenanzhan1',1467,'minhouxian','闽侯县',8,'福州','fz',4,'福建',7),

(3024,'荆溪','jingxi',1467,'minhouxian','闽侯县',8,'福州','fz',4,'福建',3),

(3025,'金山奥体','jinshanaoti',1467,'minhouxian','闽侯县',8,'福州','fz',4,'福建',1),

(3026,'闽侯大学城','minhoudaxuecheng',1467,'minhouxian','闽侯县',8,'福州','fz',4,'福建',7),

(3027,'南屿','nanyu',1467,'minhouxian','闽侯县',8,'福州','fz',4,'福建',7),

(3028,'上街','shangjie',1467,'minhouxian','闽侯县',8,'福州','fz',4,'福建',7),

(3029,'贵安','guian',1468,'lianjiangxian','连江县',8,'福州','fz',4,'福建',7),

(3030,'连江县','lianjiangxian1',1468,'lianjiangxian','连江县',8,'福州','fz',4,'福建',1),

(3031,'五四北','wusibei',1468,'lianjiangxian','连江县',8,'福州','fz',4,'福建',6),

(3032,'福清市','fuqingshi1',1469,'pingtanxian','平潭县',8,'福州','fz',4,'福建',1),

(3033,'平潭县','pingtanxian1',1469,'pingtanxian','平潭县',8,'福州','fz',4,'福建',6),

(3034,'安海镇','anhaizhen',1471,'jinjiangshi','晋江市',9,'泉州','quanzhou',4,'福建',2),

(3035,'宝龙广场','baolongguangchang',1471,'jinjiangshi','晋江市',9,'泉州','quanzhou',4,'福建',2),

(3036,'陈埭镇','chendaizhen',1471,'jinjiangshi','晋江市',9,'泉州','quanzhou',4,'福建',4),

(3037,'磁灶镇','cizaozhen',1471,'jinjiangshi','晋江市',9,'泉州','quanzhou',4,'福建',2),

(3038,'晋江万达','jinjiangwanda',1471,'jinjiangshi','晋江市',9,'泉州','quanzhou',4,'福建',6),

(3039,'晋江周边','jinjiangzhoubian',1471,'jinjiangshi','晋江市',9,'泉州','quanzhou',4,'福建',7),

(3040,'泉州桥南','quanzhouqiaonan',1471,'jinjiangshi','晋江市',9,'泉州','quanzhou',4,'福建',7),

(3041,'SM广场','smguangchang1',1471,'jinjiangshi','晋江市',9,'泉州','quanzhou',4,'福建',6),

(3042,'紫帽镇','zimaozhen',1471,'jinjiangshi','晋江市',9,'泉州','quanzhou',4,'福建',3),

(3043,'服装城','fuzhuangcheng',1472,'shishishi','石狮市',9,'泉州','quanzhou',4,'福建',6),

(3044,'石狮中心','shishizhongxin',1472,'shishishi','石狮市',9,'泉州','quanzhou',4,'福建',7),

(3045,'石狮周边','shishizhoubian',1472,'shishishi','石狮市',9,'泉州','quanzhou',4,'福建',5),

(3046,'永春县','yongchunxian1',1474,'yongchunxian','永春县',9,'泉州','quanzhou',4,'福建',6),

(3047,'德化县','dehuaxian1',1475,'dehuaxian','德化县',9,'泉州','quanzhou',4,'福建',2),

(3048,'江北大道','jiangbeidadao',1473,'nananshi','南安市',9,'泉州','quanzhou',4,'福建',3),

(3049,'南安东','nanandong',1473,'nananshi','南安市',9,'泉州','quanzhou',4,'福建',1),

(3050,'南安中心','nananzhongxin',1473,'nananshi','南安市',9,'泉州','quanzhou',4,'福建',4),

(3051,'南安周边','nananzhoubian',1473,'nananshi','南安市',9,'泉州','quanzhou',4,'福建',3),

(3052,'泉港区','quangangqu2',1477,'quangangqu','泉港区',9,'泉州','quanzhou',4,'福建',1),

(3053,'滨海社区','binhaishequ',1484,'haicang','海沧',10,'厦门','xm',4,'福建',1),

(3054,'东孚','dongfu',1484,'haicang','海沧',10,'厦门','xm',4,'福建',4),

(3055,'海沧农场','haicangnongchang',1484,'haicang','海沧',10,'厦门','xm',4,'福建',1),

(3056,'海沧区政府','haicangquzhengfu',1484,'haicang','海沧',10,'厦门','xm',4,'福建',5),

(3057,'海沧生活区','haicangshenghuoqu',1484,'haicang','海沧',10,'厦门','xm',4,'福建',3),

(3058,'海沧体育中心','haicangtiyuzhongxin',1484,'haicang','海沧',10,'厦门','xm',4,'福建',1),

(3059,'海沧外国语片区','haicangwaiguoyupianqu',1484,'haicang','海沧',10,'厦门','xm',4,'福建',1),

(3060,'角美','jiaomei',1484,'haicang','海沧',10,'厦门','xm',4,'福建',4),

(3061,'角嵩路','jiaosonglu',1484,'haicang','海沧',10,'厦门','xm',4,'福建',3),

(3062,'马銮湾','maluanwan',1484,'haicang','海沧',10,'厦门','xm',4,'福建',6),

(3063,'未来海岸北师大','weilaihaianbeishida',1484,'haicang','海沧',10,'厦门','xm',4,'福建',1),

(3064,'新阳工业区','xinyanggongyequ',1484,'haicang','海沧',10,'厦门','xm',4,'福建',5),

(3065,'安溪县','anxixian1',1479,'anxixian','安溪县',9,'泉州','quanzhou',4,'福建',7),

(3066,'白鹭洲','bailuzhou',1482,'siming','思明',10,'厦门','xm',4,'福建',5),

(3067,'滨东','bindong',1482,'siming','思明',10,'厦门','xm',4,'福建',3),

(3068,'槟榔','binglang',1482,'siming','思明',10,'厦门','xm',4,'福建',5),

(3069,'曾厝垵','cengcuoan',1482,'siming','思明',10,'厦门','xm',4,'福建',6),

(3071,'斗西路','douxilu',1482,'siming','思明',10,'厦门','xm',4,'福建',7),

(3072,'富山','fushan3',1482,'siming','思明',10,'厦门','xm',4,'福建',1),

(3073,'公园小学及周边','gongyuanxiaoxuejizhoubian',1482,'siming','思明',10,'厦门','xm',4,'福建',2),

(3074,'观音山','guanyinshan',1482,'siming','思明',10,'厦门','xm',4,'福建',3),

(3075,'鼓浪屿','gulangyu',1482,'siming','思明',10,'厦门','xm',4,'福建',7),

(3076,'禾祥东路','hexiangdonglu',1482,'siming','思明',10,'厦门','xm',4,'福建',7),

(3077,'禾祥西路','hexiangxilu',1482,'siming','思明',10,'厦门','xm',4,'福建',2),

(3078,'黄厝','huangcuo',1482,'siming','思明',10,'厦门','xm',4,'福建',1),

(3080,'会展中心','huizhanzhongxin',1482,'siming','思明',10,'厦门','xm',4,'福建',5),

(3081,'火车站','huochezhan4',1482,'siming','思明',10,'厦门','xm',4,'福建',4),

(3083,'金鸡亭','jinjiting',1482,'siming','思明',10,'厦门','xm',4,'福建',7),

(3085,'莲坂','lianban',1482,'siming','思明',10,'厦门','xm',4,'福建',3),

(3086,'莲花','lianhua4',1482,'siming','思明',10,'厦门','xm',4,'福建',7),

(3087,'莲花一村','lianhuayicun',1482,'siming','思明',10,'厦门','xm',4,'福建',4),

(3088,'莲前','lianqian',1482,'siming','思明',10,'厦门','xm',4,'福建',2),

(3090,'前埔','qianpu',1482,'siming','思明',10,'厦门','xm',4,'福建',3),

(3091,'七星路','qixinglu',1482,'siming','思明',10,'厦门','xm',4,'福建',6),

(3092,'软件园','ruanjianyuan1',1482,'siming','思明',10,'厦门','xm',4,'福建',6),

(3093,'瑞景','ruijing',1482,'siming','思明',10,'厦门','xm',4,'福建',2),

(3094,'厦大','shada',1482,'siming','思明',10,'厦门','xm',4,'福建',5),

(3095,'实验小学及周边','shiyanxiaoxuejizhoubian',1482,'siming','思明',10,'厦门','xm',4,'福建',5),

(3096,'市政府','shizhengfu2',1482,'siming','思明',10,'厦门','xm',4,'福建',6),

(3097,'思北','sibei',1482,'siming','思明',10,'厦门','xm',4,'福建',1),

(3098,'思明南路','simingnanlu',1482,'siming','思明',10,'厦门','xm',4,'福建',1),

(3099,'SM','sm',1482,'siming','思明',10,'厦门','xm',4,'福建',4),

(3100,'松柏','songbai',1482,'siming','思明',10,'厦门','xm',4,'福建',6),

(3101,'体育中心','tiyuzhongxin1',1482,'siming','思明',10,'厦门','xm',4,'福建',6),

(3102,'外国语学校','waiguoyuxuexiao',1482,'siming','思明',10,'厦门','xm',4,'福建',4),

(3103,'文园路','wenyuanlu',1482,'siming','思明',10,'厦门','xm',4,'福建',4),

(3104,'文灶','wenzao',1482,'siming','思明',10,'厦门','xm',4,'福建',3),

(3105,'仙岳社区','xianyueshequ',1482,'siming','思明',10,'厦门','xm',4,'福建',3),

(3106,'邮轮城','youluncheng',1482,'siming','思明',10,'厦门','xm',4,'福建',3),

(3107,'岳阳社区','yueyangshequ',1482,'siming','思明',10,'厦门','xm',4,'福建',5),

(3108,'中山路','zhongshanlu',1482,'siming','思明',10,'厦门','xm',4,'福建',4),

(3109,'保税区','baoshuiqu',1483,'huli','湖里',10,'厦门','xm',4,'福建',1),

(3110,'大唐世家','datangshijia',1483,'huli','湖里',10,'厦门','xm',4,'福建',2),

(3111,'殿前','dianqian',1483,'huli','湖里',10,'厦门','xm',4,'福建',2),

(3112,'东渡','dongdu',1483,'huli','湖里',10,'厦门','xm',4,'福建',3),

(3113,'枋湖','fanghu',1483,'huli','湖里',10,'厦门','xm',4,'福建',6),

(3115,'湖边水库','hubianshuiku',1483,'huli','湖里',10,'厦门','xm',4,'福建',3),

(3116,'湖里大道','hulidadao',1483,'huli','湖里',10,'厦门','xm',4,'福建',6),

(3117,'江头','jiangtou',1483,'huli','湖里',10,'厦门','xm',4,'福建',6),

(3118,'机场区','jichangqu',1483,'huli','湖里',10,'厦门','xm',4,'福建',6),

(3119,'金山','jinshan3',1483,'huli','湖里',10,'厦门','xm',4,'福建',6),

(3120,'金尚','jinshang',1483,'huli','湖里',10,'厦门','xm',4,'福建',4),

(3123,'南山路','nanshanlu',1483,'huli','湖里',10,'厦门','xm',4,'福建',6),

(3127,'万达广场','wandaguangchang',1483,'huli','湖里',10,'厦门','xm',4,'福建',2),

(3128,'五缘湾','wuyuanwan',1483,'huli','湖里',10,'厦门','xm',4,'福建',3),

(3129,'祥店','xiangdian',1483,'huli','湖里',10,'厦门','xm',4,'福建',2),

(3131,'灌口','guankou',1485,'jimei','集美',10,'厦门','xm',4,'福建',4),

(3134,'集美文教区','jimeiwenjiaoqu',1485,'jimei','集美',10,'厦门','xm',4,'福建',6),

(3135,'集美新城','jimeixincheng',1485,'jimei','集美',10,'厦门','xm',4,'福建',2),

(3136,'锦园','jinyuan',1485,'jimei','集美',10,'厦门','xm',4,'福建',1),

(3138,'厦门北站商业区','xiamenbeizhanshangyequ',1485,'jimei','集美',10,'厦门','xm',4,'福建',2),

(3139,'杏北','xingbei',1485,'jimei','集美',10,'厦门','xm',4,'福建',4),

(3140,'杏东','xingdong',1485,'jimei','集美',10,'厦门','xm',4,'福建',5),

(3141,'杏锦路','xingjinlu',1485,'jimei','集美',10,'厦门','xm',4,'福建',5),

(3142,'杏林桥头','xinglinqiaotou',1485,'jimei','集美',10,'厦门','xm',4,'福建',3),

(3143,'杏南','xingnan',1485,'jimei','集美',10,'厦门','xm',4,'福建',3),

(3144,'杏西','xingxi',1485,'jimei','集美',10,'厦门','xm',4,'福建',4),

(3145,'大嶝岛','dadengdao',1486,'xiangan','翔安',10,'厦门','xm',4,'福建',1),

(3146,'环东海域','huandonghaiyu',1486,'xiangan','翔安',10,'厦门','xm',4,'福建',7),

(3147,'马巷','maxiang',1486,'xiangan','翔安',10,'厦门','xm',4,'福建',3),

(3150,'翔安其他','xianganqita',1486,'xiangan','翔安',10,'厦门','xm',4,'福建',4),

(3151,'翔安新城','xianganxincheng',1486,'xiangan','翔安',10,'厦门','xm',4,'福建',4),

(3152,'新店','xindian',1486,'xiangan','翔安',10,'厦门','xm',4,'福建',6),

(3154,'集美其它','jimeiqita',1487,'tongan','同安',10,'厦门','xm',4,'福建',1),

(3156,'同安其它','tonganqita',1487,'tongan','同安',10,'厦门','xm',4,'福建',6),

(3157,'同安区','tonganqu',1487,'tongan','同安',10,'厦门','xm',4,'福建',1),

(3165,'南靖县','nanjingxian2',1494,'nanjingxian','南靖县',11,'漳州','zhangzhou',4,'福建',2),

(3166,'平和县','pinghexian2',1495,'pinghexian','平和县',11,'漳州','zhangzhou',4,'福建',4),

(3167,'漳浦县','zhangpuxian2',1497,'zhangpuxian','漳浦县',11,'漳州','zhangzhou',4,'福建',1),

(3179,'碧湖万达','bihuwanda',1492,'longhaishi','龙海市',11,'漳州','zhangzhou',4,'福建',7),

(3180,'角美台商投资区','jiaomeitaishangtouziqu',1492,'longhaishi','龙海市',11,'漳州','zhangzhou',4,'福建',4),

(3181,'金峰','jinfeng',1492,'longhaishi','龙海市',11,'漳州','zhangzhou',4,'福建',5),

(3182,'蓝田','lantian3',1492,'longhaishi','龙海市',11,'漳州','zhangzhou',4,'福建',5),

(3183,'龙池开发区','longchikaifaqu',1492,'longhaishi','龙海市',11,'漳州','zhangzhou',4,'福建',6),

(3184,'龙海其他','longhaiqita',1492,'longhaishi','龙海市',11,'漳州','zhangzhou',4,'福建',1),

(3188,'漳州港','zhangzhougang',1492,'longhaishi','龙海市',11,'漳州','zhangzhou',4,'福建',7),

(3189,'长泰县','changtaixian2',1496,'huaanxian','华安县',11,'漳州','zhangzhou',4,'福建',7),

(3190,'华安县','huaanxian1',1496,'huaanxian','华安县',11,'漳州','zhangzhou',4,'福建',4),

(3192,'芗城其他','xiangchengqita',1496,'huaanxian','华安县',11,'漳州','zhangzhou',4,'福建',4),

(3196,'诏安县','zhaoanxian1',1499,'zhaoanxian','诏安县',11,'漳州','zhangzhou',4,'福建',3),

(3199,'云霄县','yunxiaoxian1',1500,'yunxiaoxian','云霄县',11,'漳州','zhangzhou',4,'福建',6),

(3201,'东山县','dongshanxian1',1498,'dongshanxian','东山县',11,'漳州','zhangzhou',4,'福建',2),

(3204,'东平街','dongpingjie',1502,'dongchengqu','东城区',12,'东莞','dg',5,'广东',5),

(3205,'东泰','dongtai',1502,'dongchengqu','东城区',12,'东莞','dg',5,'广东',3),

(3207,'黄旗山','huangqishan',1502,'dongchengqu','东城区',12,'东莞','dg',5,'广东',5),

(3208,'花园新村','huayuanxincun1',1502,'dongchengqu','东城区',12,'东莞','dg',5,'广东',2),

(3209,'火炼树','huolianshu',1502,'dongchengqu','东城区',12,'东莞','dg',5,'广东',4),

(3210,'立新','lixin',1502,'dongchengqu','东城区',12,'东莞','dg',5,'广东',4),

(3211,'上下桥','shangxiaqiao',1502,'dongchengqu','东城区',12,'东莞','dg',5,'广东',6),

(3212,'世博广场','shiboguangchang',1502,'dongchengqu','东城区',12,'东莞','dg',5,'广东',4),

(3213,'石井','shijing1',1502,'dongchengqu','东城区',12,'东莞','dg',5,'广东',2),

(3215,'温塘','wentang',1502,'dongchengqu','东城区',12,'东莞','dg',5,'广东',3),

(3216,'新锡边','xinxibian',1502,'dongchengqu','东城区',12,'东莞','dg',5,'广东',2),

(3218,'主山','zhushan',1502,'dongchengqu','东城区',12,'东莞','dg',5,'广东',6),

(3220,'华南摩尔','huananmoer',1503,'wanjiangqu','万江区',12,'东莞','dg',5,'广东',4),

(3221,'客运总站','keyunzongzhan',1503,'wanjiangqu','万江区',12,'东莞','dg',5,'广东',7),

(3222,'胜利路','shenglilu',1503,'wanjiangqu','万江区',12,'东莞','dg',5,'广东',7),

(3223,'石美','shimei',1503,'wanjiangqu','万江区',12,'东莞','dg',5,'广东',7),

(3224,'万江','wanjiang',1503,'wanjiangqu','万江区',12,'东莞','dg',5,'广东',7),

(3225,'万江中心','wanjiangzhongxin',1503,'wanjiangqu','万江区',12,'东莞','dg',5,'广东',1),

(3228,'白马','baima',1501,'nanchengqu','南城区',12,'东莞','dg',5,'广东',1),

(3229,'东莞图书馆','dongguantushuguan',1501,'nanchengqu','南城区',12,'东莞','dg',5,'广东',6),

(3230,'东莞行政中心区','dongguanxingzhengzhongxinqu',1501,'nanchengqu','南城区',12,'东莞','dg',5,'广东',6),

(3232,'鸿福路口','hongfulukou',1501,'nanchengqu','南城区',12,'东莞','dg',5,'广东',6),

(3233,'宏远北','hongyuanbei',1501,'nanchengqu','南城区',12,'东莞','dg',5,'广东',5),

(3234,'宏远南','hongyuannan',1501,'nanchengqu','南城区',12,'东莞','dg',5,'广东',7),

(3235,'南城','nancheng',1501,'nanchengqu','南城区',12,'东莞','dg',5,'广东',7),

(3236,'南城车站','nanchengchezhan',1501,'nanchengqu','南城区',12,'东莞','dg',5,'广东',7),

(3237,'三元里','sanyuanli1',1501,'nanchengqu','南城区',12,'东莞','dg',5,'广东',3),

(3239,'石竹','shizhu2',1501,'nanchengqu','南城区',12,'东莞','dg',5,'广东',5),

(3240,'水濂山','shuilianshan',1501,'nanchengqu','南城区',12,'东莞','dg',5,'广东',1),

(3241,'下坝','xiaba',1501,'nanchengqu','南城区',12,'东莞','dg',5,'广东',4),

(3242,'西平','xiping',1501,'nanchengqu','南城区',12,'东莞','dg',5,'广东',5),

(3244,'八达路','badalu',1504,'wanchengqu','莞城区',12,'东莞','dg',5,'广东',6),

(3247,'莞城','guancheng',1504,'wanchengqu','莞城区',12,'东莞','dg',5,'广东',3),

(3250,'罗沙','luosha',1504,'wanchengqu','莞城区',12,'东莞','dg',5,'广东',3),

(3252,'西城楼','xichenglou',1504,'wanchengqu','莞城区',12,'东莞','dg',5,'广东',6),

(3253,'学院路','xueyuanlu',1504,'wanchengqu','莞城区',12,'东莞','dg',5,'广东',4),

(3254,'运河东','yunhedong',1504,'wanchengqu','莞城区',12,'东莞','dg',5,'广东',7),

(3255,'高埗镇','gaobuzhen',1510,'gaobuzhen','高埗镇',12,'东莞','dg',5,'广东',2),

(3258,'松山湖','songshanhu1',1508,'songshanhu','松山湖',12,'东莞','dg',5,'广东',1),

(3259,'厚街镇','houjiezhen',1509,'houjiezhen','厚街镇',12,'东莞','dg',5,'广东',3),

(3260,'洪梅镇','hongmeizhen1',1512,'hongmeizhen','洪梅镇',12,'东莞','dg',5,'广东',1),

(3261,'道滘镇','daojiaozhen1',1511,'daojiaozhen','道滘镇',12,'东莞','dg',5,'广东',5),

(3262,'沙田镇','shatianzhen1',1513,'shatianzhen','沙田镇',12,'东莞','dg',5,'广东',7),

(3263,'大岭山镇','dalingshanzhen',1514,'dalingshanzhen','大岭山镇',12,'东莞','dg',5,'广东',3),

(3265,'常平镇','changpingzhen1',1515,'changpingzhen','常平镇',12,'东莞','dg',5,'广东',3),

(3267,'大朗镇','dalangzhen1',1516,'dalangzhen','大朗镇',12,'东莞','dg',5,'广东',4),

(3269,'黄江镇','huangjiangzhen1',1517,'huangjiangzhen','黄江镇',12,'东莞','dg',5,'广东',7),

(3270,'塘厦镇','tangxiazhen1',1519,'tangxiazhen','塘厦镇',12,'东莞','dg',5,'广东',4),

(3271,'樟木头镇','zhangmutouzhen1',1518,'zhangmutouzhen','樟木头镇',12,'东莞','dg',5,'广东',5),

(3272,'清溪镇','qingxizhen1',1520,'qingxizhen','清溪镇',12,'东莞','dg',5,'广东',7),

(3274,'东坑镇','dongkengzhen1',1522,'dongkengzhen','东坑镇',12,'东莞','dg',5,'广东',6),

(3277,'凤岗镇','fenggangzhen1',1521,'fenggangzhen','凤岗镇',12,'东莞','dg',5,'广东',7),

(3279,'企石镇','qishizhen1',1523,'qishizhen','企石镇',12,'东莞','dg',5,'广东',4),

(3280,'石排镇','shipaizhen1',1524,'shipaizhen','石排镇',12,'东莞','dg',5,'广东',4),

(3281,'茶山镇','chashanzhen1',1525,'chashanzhen','茶山镇',12,'东莞','dg',5,'广东',1),

(3283,'麻涌镇','machongzhen1',1526,'machongzhen','麻涌镇',12,'东莞','dg',5,'广东',6),

(3285,'石龙镇','shilongzhen1',1528,'shilongzhen','石龙镇',12,'东莞','dg',5,'广东',6),

(3286,'中堂镇','zhongtangzhen1',1530,'zhongtangzhen','中堂镇',12,'东莞','dg',5,'广东',1),

(3288,'横沥镇','henglizhen1',1527,'henglizhen','横沥镇',12,'东莞','dg',5,'广东',6),

(3290,'石碣镇','shijiezhen',1529,'shijiezhen','石碣镇',12,'东莞','dg',5,'广东',3),

(3291,'望牛墩镇','wangniudunzhen1',1531,'wangniudunzhen','望牛墩镇',12,'东莞','dg',5,'广东',5),

(3292,'谢岗镇','xiegangzhen1',1533,'xiegangzhen','谢岗镇',12,'东莞','dg',5,'广东',4),

(3294,'桥头镇','qiaotouzhen1',1532,'qiaotouzhen','桥头镇',12,'东莞','dg',5,'广东',1),

(3295,'大沥','dali1',1535,'nanhai','南海',13,'佛山','fs',5,'广东',2),

(3296,'丹灶','danzao',1535,'nanhai','南海',13,'佛山','fs',5,'广东',5),

(3297,'叠窖','diejiao',1535,'nanhai','南海',13,'佛山','fs',5,'广东',6),

(3298,'佛平路','fopinglu',1535,'nanhai','南海',13,'佛山','fs',5,'广东',7),

(3299,'桂城北（南海广场）','guichengbeinanhaiguangchang',1535,'nanhai','南海',13,'佛山','fs',5,'广东',3),

(3300,'桂城东（城市广场）','guichengdongchengshiguangchang',1535,'nanhai','南海',13,'佛山','fs',5,'广东',5),

(3301,'黄岐','huangqi2',1535,'nanhai','南海',13,'佛山','fs',5,'广东',4),

(3303,'九江','jiujiang',1535,'nanhai','南海',13,'佛山','fs',5,'广东',5),

(3304,'里水','lishui13',1535,'nanhai','南海',13,'佛山','fs',5,'广东',7),

(3305,'罗村','luocun',1535,'nanhai','南海',13,'佛山','fs',5,'广东',7),

(3307,'罗村中区','luocunzhongqu',1535,'nanhai','南海',13,'佛山','fs',5,'广东',6),

(3308,'南海大道南','nanhaidadaonan',1535,'nanhai','南海',13,'佛山','fs',5,'广东',7),

(3310,'平洲','pingzhou',1535,'nanhai','南海',13,'佛山','fs',5,'广东',5),

(3311,'千灯湖','qiandenghu',1535,'nanhai','南海',13,'佛山','fs',5,'广东',1),

(3312,'狮山','shishan2',1535,'nanhai','南海',13,'佛山','fs',5,'广东',2),

(3313,'天佑','tianyou',1535,'nanhai','南海',13,'佛山','fs',5,'广东',7),

(3314,'夏西','xiaxi',1535,'nanhai','南海',13,'佛山','fs',5,'广东',4),

(3315,'西樵','xiqiao',1535,'nanhai','南海',13,'佛山','fs',5,'广东',6),

(3316,'盐步','yanbu',1535,'nanhai','南海',13,'佛山','fs',5,'广东',7),

(3317,'北滘','beijiao1',1536,'shunde','顺德',13,'佛山','fs',5,'广东',1),

(3318,'陈村','chencun',1536,'shunde','顺德',13,'佛山','fs',5,'广东',3),

(3319,'大良北区','daliangbeiqu',1536,'shunde','顺德',13,'佛山','fs',5,'广东',4),

(3320,'大良东区','daliangdongqu',1536,'shunde','顺德',13,'佛山','fs',5,'广东',1),

(3321,'大良南区','daliangnanqu',1536,'shunde','顺德',13,'佛山','fs',5,'广东',2),

(3322,'大良西北区','daliangxibeiqu',1536,'shunde','顺德',13,'佛山','fs',5,'广东',5),

(3323,'大良新区','daliangxinqu',1536,'shunde','顺德',13,'佛山','fs',5,'广东',2),

(3324,'大良中区','daliangzhongqu',1536,'shunde','顺德',13,'佛山','fs',5,'广东',3),

(3325,'均安','junan',1536,'shunde','顺德',13,'佛山','fs',5,'广东',2),

(3326,'乐从','lecong',1536,'shunde','顺德',13,'佛山','fs',5,'广东',7),

(3327,'勒流','leliu',1536,'shunde','顺德',13,'佛山','fs',5,'广东',3),

(3328,'龙江','longjiang1',1536,'shunde','顺德',13,'佛山','fs',5,'广东',3),

(3329,'伦教','lunjiao',1536,'shunde','顺德',13,'佛山','fs',5,'广东',3),

(3330,'容桂','ronggui',1536,'shunde','顺德',13,'佛山','fs',5,'广东',6),

(3331,'容奇','rongqi',1536,'shunde','顺德',13,'佛山','fs',5,'广东',5),

(3332,'顺德碧桂园','shundebiguiyuan1',1536,'shunde','顺德',13,'佛山','fs',5,'广东',4),

(3333,'杏坛','xingtan1',1536,'shunde','顺德',13,'佛山','fs',5,'广东',5),

(3334,'东平','dongping',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',5),

(3335,'汾江北','fenjiangbei',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',4),

(3336,'汾江南','fenjiangnan',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',1),

(3337,'汾江中','fenjiangzhong',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',2),

(3338,'福升','fusheng',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',6),

(3339,'湖景','hujing',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',3),

(3340,'季华','jihua',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',7),

(3341,'魁奇','kuiqi',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',3),

(3342,'澜石','lanshi',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',3),

(3344,'岭南大道','lingnandadao',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',1),

(3346,'罗村外滩','luocunwaitan',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',4),

(3347,'绿景','lvjing',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',3),

(3348,'南桂西','nanguixi',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',1),

(3349,'南庄','nanzhuang',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',5),

(3351,'亲仁','qinren',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',1),

(3352,'石湾','shiwan',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',7),

(3353,'唐园','tangyuan',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',2),

(3354,'同济','tongji',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',1),

(3355,'张槎','zhangcha',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',3),

(3356,'朝安','zhaoan',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',7),

(3357,'祖庙','zumiao',1534,'chancheng','禅城',13,'佛山','fs',5,'广东',1),

(3358,'高明','gaoming',1538,'gaoming','高明',13,'佛山','fs',5,'广东',1),

(3359,'更合','genghe',1538,'gaoming','高明',13,'佛山','fs',5,'广东',2),

(3360,'荷城','hecheng',1538,'gaoming','高明',13,'佛山','fs',5,'广东',2),

(3361,'明城','mingcheng',1538,'gaoming','高明',13,'佛山','fs',5,'广东',2),

(3362,'杨和','yanghe',1538,'gaoming','高明',13,'佛山','fs',5,'广东',5),

(3364,'北江新区','beijiangxinqu',1537,'sanshui','三水',13,'佛山','fs',5,'广东',3),

(3365,'范湖','fanhu',1537,'sanshui','三水',13,'佛山','fs',5,'广东',1),

(3366,'三水','sanshui',1537,'sanshui','三水',13,'佛山','fs',5,'广东',7),

(3367,'西南街道','xinanjiedao',1537,'sanshui','三水',13,'佛山','fs',5,'广东',4),

(3368,'岑村','cencun',1541,'tianhe','天河',14,'广州','gz',5,'广东',7),

(3369,'长兴','changxing1',1541,'tianhe','天河',14,'广州','gz',5,'广东',6),

(3370,'车陂','chebei',1541,'tianhe','天河',14,'广州','gz',5,'广东',2),

(3371,'大沙地','dashadi',1541,'tianhe','天河',14,'广州','gz',5,'广东',6),

(3373,'东圃','dongpu',1541,'tianhe','天河',14,'广州','gz',5,'广东',3),

(3375,'高唐','gaotang',1541,'tianhe','天河',14,'广州','gz',5,'广东',1),

(3376,'华景新城','huajingxincheng',1541,'tianhe','天河',14,'广州','gz',5,'广东',2),

(3377,'黄村','huangcun',1541,'tianhe','天河',14,'广州','gz',5,'广东',4),

(3381,'汇景新城','huijingxincheng',1541,'tianhe','天河',14,'广州','gz',5,'广东',2),

(3382,'金融城','jinrongcheng1',1541,'tianhe','天河',14,'广州','gz',5,'广东',6),

(3384,'林和','linhe',1541,'tianhe','天河',14,'广州','gz',5,'广东',1),

(3385,'龙洞','longdong',1541,'tianhe','天河',14,'广州','gz',5,'广东',1),

(3386,'龙口东','longkoudong',1541,'tianhe','天河',14,'广州','gz',5,'广东',7),

(3387,'龙口西','longkouxi',1541,'tianhe','天河',14,'广州','gz',5,'广东',3),

(3388,'梅花园','meihuayuan',1541,'tianhe','天河',14,'广州','gz',5,'广东',1),

(3389,'沙河','shahe1',1541,'tianhe','天河',14,'广州','gz',5,'广东',1),

(3390,'沙太北','shataibei',1541,'tianhe','天河',14,'广州','gz',5,'广东',2),

(3391,'沙太南','shatainan',1541,'tianhe','天河',14,'广州','gz',5,'广东',4),

(3392,'石牌','shipai1',1541,'tianhe','天河',14,'广州','gz',5,'广东',2),

(3393,'水荫','shuiyin',1541,'tianhe','天河',14,'广州','gz',5,'广东',5),

(3394,'棠下','tangxia1',1541,'tianhe','天河',14,'广州','gz',5,'广东',4),

(3396,'天河公园','tianhegongyuan',1541,'tianhe','天河',14,'广州','gz',5,'广东',2),

(3397,'天河客运站','tianhekeyunzhan',1541,'tianhe','天河',14,'广州','gz',5,'广东',4),

(3398,'天河南','tianhenan',1541,'tianhe','天河',14,'广州','gz',5,'广东',2),

(3399,'天润路','tianrunlu',1541,'tianhe','天河',14,'广州','gz',5,'广东',1),

(3400,'体育中心','tiyuzhongxin',1541,'tianhe','天河',14,'广州','gz',5,'广东',4),

(3401,'五山','wushan',1541,'tianhe','天河',14,'广州','gz',5,'广东',3),

(3404,'燕塘','yantang',1541,'tianhe','天河',14,'广州','gz',5,'广东',7),

(3405,'员村','yuancun',1541,'tianhe','天河',14,'广州','gz',5,'广东',3),

(3406,'粤垦','yueken',1541,'tianhe','天河',14,'广州','gz',5,'广东',3),

(3407,'鱼珠','yuzhu',1541,'tianhe','天河',14,'广州','gz',5,'广东',4),

(3408,'智慧城','zhihuicheng',1541,'tianhe','天河',14,'广州','gz',5,'广东',6),

(3409,'珠江新城东','zhujiangxinchengdong',1541,'tianhe','天河',14,'广州','gz',5,'广东',5),

(3410,'珠江新城西','zhujiangxinchengxi',1541,'tianhe','天河',14,'广州','gz',5,'广东',5),

(3411,'珠江新城中','zhujiangxinchengzhong',1541,'tianhe','天河',14,'广州','gz',5,'广东',7),

(3413,'北京路','beijinglu',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',1),

(3414,'东川路','dongchuanlu',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',5),

(3415,'东风东','dongfengdong',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',7),

(3417,'东湖','donghu1',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',4),

(3418,'东山口','dongshankou',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',7),

(3419,'二沙岛','ershadao',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',5),

(3420,'公园前','gongyuanqian',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',6),

(3422,'海珠广场','haizhuguangchang',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',5),

(3423,'黄花岗','huanghuagang',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',4),

(3424,'环市东','huanshidong',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',1),

(3425,'建设路','jianshelu1',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',7),

(3427,'解放北','jiefangbei',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',1),

(3428,'解放南','jiefangnan',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',3),

(3430,'麓景','lujing',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',2),

(3431,'农讲所','nongjiangsuo',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',5),

(3432,'盘福','panfu',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',2),

(3438,'淘金','taojin',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',6),

(3440,'五羊新城','wuyangxincheng',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',3),

(3441,'小北','xiaobei',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',4),

(3443,'西门口','ximenkou',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',4),

(3444,'杨箕','yangji',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',4),

(3445,'越秀南','yuexiunan',1542,'yuexiu','越秀',14,'广州','gz',5,'广东',1),

(3446,'茶滘','chajiao',1543,'liwan','荔湾',14,'广州','gz',5,'广东',3),

(3447,'陈家祠','chenjiaci',1543,'liwan','荔湾',14,'广州','gz',5,'广东',1),

(3448,'大坦沙','datansha',1543,'liwan','荔湾',14,'广州','gz',5,'广东',6),

(3449,'东风西','dongfengxi',1543,'liwan','荔湾',14,'广州','gz',5,'广东',5),

(3450,'东塱','donglang',1543,'liwan','荔湾',14,'广州','gz',5,'广东',4),

(3451,'芳村','fangcun',1543,'liwan','荔湾',14,'广州','gz',5,'广东',1),

(3452,'汾水','fenshui',1543,'liwan','荔湾',14,'广州','gz',5,'广东',7),

(3453,'广钢新城','guanggangxincheng',1543,'liwan','荔湾',14,'广州','gz',5,'广东',5),

(3454,'鹤洞','hedong1',1543,'liwan','荔湾',14,'广州','gz',5,'广东',1),

(3455,'和平西','hepingxi',1543,'liwan','荔湾',14,'广州','gz',5,'广东',4),

(3456,'花地湾','huadiwan',1543,'liwan','荔湾',14,'广州','gz',5,'广东',7),

(3457,'黄沙','huangsha',1543,'liwan','荔湾',14,'广州','gz',5,'广东',7),

(3458,'滘口','jiaokou1',1543,'liwan','荔湾',14,'广州','gz',5,'广东',5),

(3459,'菊树','jushu',1543,'liwan','荔湾',14,'广州','gz',5,'广东',6),

(3460,'坑口','kengkou',1543,'liwan','荔湾',14,'广州','gz',5,'广东',5),

(3461,'流花站前','liuhuazhanqian',1543,'liwan','荔湾',14,'广州','gz',5,'广东',4),

(3462,'龙津','longjin',1543,'liwan','荔湾',14,'广州','gz',5,'广东',3),

(3463,'龙溪','longxi1',1543,'liwan','荔湾',14,'广州','gz',5,'广东',3),

(3464,'南岸路','nananlu',1543,'liwan','荔湾',14,'广州','gz',5,'广东',1),

(3465,'人民北','renminbei1',1543,'liwan','荔湾',14,'广州','gz',5,'广东',7),

(3466,'人民路','renminlu',1543,'liwan','荔湾',14,'广州','gz',5,'广东',3),

(3468,'沙面','shamian',1543,'liwan','荔湾',14,'广州','gz',5,'广东',4),

(3469,'西场','xichang',1543,'liwan','荔湾',14,'广州','gz',5,'广东',1),

(3470,'西村','xicun',1543,'liwan','荔湾',14,'广州','gz',5,'广东',4),

(3471,'西关','xiguan',1543,'liwan','荔湾',14,'广州','gz',5,'广东',2),

(3472,'西华路','xihualu',1543,'liwan','荔湾',14,'广州','gz',5,'广东',4),

(3473,'西朗','xilang',1543,'liwan','荔湾',14,'广州','gz',5,'广东',1),

(3475,'中山八','zhongshanba1',1543,'liwan','荔湾',14,'广州','gz',5,'广东',4),

(3476,'周门','zhoumen',1543,'liwan','荔湾',14,'广州','gz',5,'广东',5),

(3477,'宝岗','baogang',1544,'haizhu','海珠',14,'广州','gz',5,'广东',4),

(3478,'滨江东','binjiangdong',1544,'haizhu','海珠',14,'广州','gz',5,'广东',6),

(3479,'滨江西','binjiangxi',1544,'haizhu','海珠',14,'广州','gz',5,'广东',6),

(3480,'滨江中','binjiangzhong',1544,'haizhu','海珠',14,'广州','gz',5,'广东',7),

(3481,'昌岗','changgang1',1544,'haizhu','海珠',14,'广州','gz',5,'广东',7),

(3482,'赤岗','chigang',1544,'haizhu','海珠',14,'广州','gz',5,'广东',3),

(3483,'东晓路','dongxiaolu',1544,'haizhu','海珠',14,'广州','gz',5,'广东',4),

(3484,'东晓南','dongxiaonan',1544,'haizhu','海珠',14,'广州','gz',5,'广东',4),

(3485,'工业大道北','gongyedadaobei',1544,'haizhu','海珠',14,'广州','gz',5,'广东',7),

(3486,'工业大道南','gongyedadaonan',1544,'haizhu','海珠',14,'广州','gz',5,'广东',1),

(3487,'工业大道中','gongyedadaozhong',1544,'haizhu','海珠',14,'广州','gz',5,'广东',5),

(3488,'广州大道南','guangzhoudadaonan',1544,'haizhu','海珠',14,'广州','gz',5,'广东',6),

(3489,'官洲','guanzhou',1544,'haizhu','海珠',14,'广州','gz',5,'广东',4),

(3490,'洪德','hongde',1544,'haizhu','海珠',14,'广州','gz',5,'广东',2),

(3491,'黄埔村','huangpucun',1544,'haizhu','海珠',14,'广州','gz',5,'广东',1),

(3492,'华洲','huazhou',1544,'haizhu','海珠',14,'广州','gz',5,'广东',5),

(3493,'江南大道中','jiangnandadaozhong',1544,'haizhu','海珠',14,'广州','gz',5,'广东',5),

(3494,'江南西','jiangnanxi',1544,'haizhu','海珠',14,'广州','gz',5,'广东',7),

(3495,'江燕路','jiangyanlu',1544,'haizhu','海珠',14,'广州','gz',5,'广东',4),

(3496,'金碧','jinbi',1544,'haizhu','海珠',14,'广州','gz',5,'广东',2),

(3497,'客村','kecun',1544,'haizhu','海珠',14,'广州','gz',5,'广东',7),

(3498,'沥滘','lijiao',1544,'haizhu','海珠',14,'广州','gz',5,'广东',3),

(3499,'磨碟沙','modiesha',1544,'haizhu','海珠',14,'广州','gz',5,'广东',5),

(3500,'南洲','nanzhou',1544,'haizhu','海珠',14,'广州','gz',5,'广东',5),

(3501,'琶洲','pazhou',1544,'haizhu','海珠',14,'广州','gz',5,'广东',6),

(3502,'前进路','qianjinlu',1544,'haizhu','海珠',14,'广州','gz',5,'广东',3),

(3503,'沙园','shayuan',1544,'haizhu','海珠',14,'广州','gz',5,'广东',7),

(3504,'同福','tongfu',1544,'haizhu','海珠',14,'广州','gz',5,'广东',2),

(3505,'万胜围','wanshengwei',1544,'haizhu','海珠',14,'广州','gz',5,'广东',7),

(3506,'新港西','xingangxi',1544,'haizhu','海珠',14,'广州','gz',5,'广东',6),

(3507,'瀛洲','yingzhou1',1544,'haizhu','海珠',14,'广州','gz',5,'广东',7),

(3508,'中大','zhongda',1544,'haizhu','海珠',14,'广州','gz',5,'广东',2),

(3509,'长隆','changlong',1545,'panyu','番禺',14,'广州','gz',5,'广东',7),

(3511,'大石','dashi',1545,'panyu','番禺',14,'广州','gz',5,'广东',7),

(3512,'大学城','daxuecheng',1545,'panyu','番禺',14,'广州','gz',5,'广东',3),

(3513,'东怡新区','dongyixinqu',1545,'panyu','番禺',14,'广州','gz',5,'广东',4),

(3514,'富豪山庄','fuhaoshanzhuang',1545,'panyu','番禺',14,'广州','gz',5,'广东',7),

(3515,'广州南站','guangzhounanzhan',1545,'panyu','番禺',14,'广州','gz',5,'广东',7),

(3517,'汉溪','hanxi',1545,'panyu','番禺',14,'广州','gz',5,'广东',2),

(3518,'化龙','hualong',1545,'panyu','番禺',14,'广州','gz',5,'广东',4),

(3519,'华南碧桂园','huananbiguiyuan',1545,'panyu','番禺',14,'广州','gz',5,'广东',6),

(3520,'华南新城','huananxincheng',1545,'panyu','番禺',14,'广州','gz',5,'广东',6),

(3521,'会江','huijiang',1545,'panyu','番禺',14,'广州','gz',5,'广东',7),

(3522,'金山谷','jinshangu',1545,'panyu','番禺',14,'广州','gz',5,'广东',6),

(3524,'莲花山','lianhuashan',1545,'panyu','番禺',14,'广州','gz',5,'广东',5),

(3525,'洛溪','luoxi',1545,'panyu','番禺',14,'广州','gz',5,'广东',3),

(3526,'南村','nancun',1545,'panyu','番禺',14,'广州','gz',5,'广东',2),

(3527,'南浦','nanpu',1545,'panyu','番禺',14,'广州','gz',5,'广东',5),

(3528,'番禺广场','panyuguangchang',1545,'panyu','番禺',14,'广州','gz',5,'广东',1),

(3529,'番禺客运站','panyukeyunzhan',1545,'panyu','番禺',14,'广州','gz',5,'广东',2),

(3530,'桥南','qiaonan4',1545,'panyu','番禺',14,'广州','gz',5,'广东',3),

(3531,'祈福新村','qifuxincun',1545,'panyu','番禺',14,'广州','gz',5,'广东',2),

(3532,'厦滘','shajiao',1545,'panyu','番禺',14,'广州','gz',5,'广东',6),

(3533,'沙湾','shawan1',1545,'panyu','番禺',14,'广州','gz',5,'广东',4),

(3534,'石楼','shilou',1545,'panyu','番禺',14,'广州','gz',5,'广东',4),

(3535,'石碁','shiqi1',1545,'panyu','番禺',14,'广州','gz',5,'广东',6),

(3536,'市桥','shiqiao1',1545,'panyu','番禺',14,'广州','gz',5,'广东',1),

(3537,'市桥北','shiqiaobei',1545,'panyu','番禺',14,'广州','gz',5,'广东',1),

(3538,'市桥东','shiqiaodong',1545,'panyu','番禺',14,'广州','gz',5,'广东',4),

(3539,'顺德碧桂园','shundebiguiyuan',1545,'panyu','番禺',14,'广州','gz',5,'广东',5),

(3540,'万博','wanbo',1545,'panyu','番禺',14,'广州','gz',5,'广东',5),

(3541,'星河湾','xinghewan',1545,'panyu','番禺',14,'广州','gz',5,'广东',4),

(3542,'新造','xinzao',1545,'panyu','番禺',14,'广州','gz',5,'广东',6),

(3543,'雅居乐','yajule1',1545,'panyu','番禺',14,'广州','gz',5,'广东',7),

(3544,'亚运城','yayuncheng',1545,'panyu','番禺',14,'广州','gz',5,'广东',6),

(3545,'亚运大道中','yayundadaozhong',1545,'panyu','番禺',14,'广州','gz',5,'广东',4),

(3546,'钟村','zhongcun',1545,'panyu','番禺',14,'广州','gz',5,'广东',3),

(3547,'白云大道南','baiyundadaonan',1546,'baiyun','白云',14,'广州','gz',5,'广东',2),

(3548,'大金钟路','dajinzhonglu',1546,'baiyun','白云',14,'广州','gz',5,'广东',4),

(3549,'东平','dongping1',1546,'baiyun','白云',14,'广州','gz',5,'广东',5),

(3550,'桂花岗','guihuagang',1546,'baiyun','白云',14,'广州','gz',5,'广东',4),

(3552,'黄边','huangbian',1546,'baiyun','白云',14,'广州','gz',5,'广东',5),

(3553,'黄石','huangshi',1546,'baiyun','白云',14,'广州','gz',5,'广东',2),

(3554,'嘉禾望岗','jiahewanggang',1546,'baiyun','白云',14,'广州','gz',5,'广东',1),

(3555,'江高镇','jianggaozhen',1546,'baiyun','白云',14,'广州','gz',5,'广东',4),

(3556,'江夏','jiangxia1',1546,'baiyun','白云',14,'广州','gz',5,'广东',4),

(3557,'机场路','jichanglu',1546,'baiyun','白云',14,'广州','gz',5,'广东',3),

(3558,'镜湖大道','jinghudadao',1546,'baiyun','白云',14,'广州','gz',5,'广东',7),

(3559,'景泰','jingtai',1546,'baiyun','白云',14,'广州','gz',5,'广东',2),

(3560,'京溪','jingxi1',1546,'baiyun','白云',14,'广州','gz',5,'广东',5),

(3561,'金沙洲','jinshazhou',1546,'baiyun','白云',14,'广州','gz',5,'广东',3),

(3562,'良田镇','liangtianzhen',1546,'baiyun','白云',14,'广州','gz',5,'广东',6),

(3565,'龙归','longgui',1546,'baiyun','白云',14,'广州','gz',5,'广东',3),

(3567,'罗冲围','luochongwei',1546,'baiyun','白云',14,'广州','gz',5,'广东',2),

(3568,'马务','mawu',1546,'baiyun','白云',14,'广州','gz',5,'广东',1),

(3570,'南湖','nanhu5',1546,'baiyun','白云',14,'广州','gz',5,'广东',7),

(3571,'人和','renhe1',1546,'baiyun','白云',14,'广州','gz',5,'广东',5),

(3572,'三元里','sanyuanli',1546,'baiyun','白云',14,'广州','gz',5,'广东',6),

(3576,'神山镇','shenshanzhen',1546,'baiyun','白云',14,'广州','gz',5,'广东',5),

(3577,'石井','shijing',1546,'baiyun','白云',14,'广州','gz',5,'广东',2),

(3578,'太和','taihe',1546,'baiyun','白云',14,'广州','gz',5,'广东',3),

(3582,'同德围','tongdewei',1546,'baiyun','白云',14,'广州','gz',5,'广东',7),

(3583,'同和','tonghe1',1546,'baiyun','白云',14,'广州','gz',5,'广东',4),

(3584,'夏茅','xiamao',1546,'baiyun','白云',14,'广州','gz',5,'广东',6),

(3586,'新市','xinshi',1546,'baiyun','白云',14,'广州','gz',5,'广东',1),

(3587,'永泰','yongtai',1546,'baiyun','白云',14,'广州','gz',5,'广东',2),

(3588,'元下田','yuanxiatian',1546,'baiyun','白云',14,'广州','gz',5,'广东',7),

(3589,'钟落潭','zhongluotan',1546,'baiyun','白云',14,'广州','gz',5,'广东',4),

(3590,'长洲岛','changzhoudao1',1547,'huangpugz','黄埔',14,'广州','gz',5,'广东',1),

(3597,'黄埔区府','huangpuqufu',1547,'huangpugz','黄埔',14,'广州','gz',5,'广东',5),

(3599,'开发西区','kaifaxiqu',1547,'huangpugz','黄埔',14,'广州','gz',5,'广东',6),

(3600,'科学城','kexuecheng',1547,'huangpugz','黄埔',14,'广州','gz',5,'广东',1),

(3602,'文冲','wenchong',1547,'huangpugz','黄埔',14,'广州','gz',5,'广东',3),

(3603,'香雪','xiangxue',1547,'huangpugz','黄埔',14,'广州','gz',5,'广东',7),

(3604,'夏园','xiayuan1',1547,'huangpugz','黄埔',14,'广州','gz',5,'广东',6),

(3605,'永和','yonghe1',1547,'huangpugz','黄埔',14,'广州','gz',5,'广东',6),

(3608,'知识城','zhishicheng',1547,'huangpugz','黄埔',14,'广州','gz',5,'广东',2),

(3610,'鳌头镇','aotouzhen',1548,'conghua','从化',14,'广州','gz',5,'广东',1),

(3612,'赤草','chicao',1548,'conghua','从化',14,'广州','gz',5,'广东',7),

(3613,'河滨北路','hebinbeilu',1548,'conghua','从化',14,'广州','gz',5,'广东',2),

(3614,'江浦街','jiangpujie',1548,'conghua','从化',14,'广州','gz',5,'广东',1),

(3615,'旧城区','jiuchengqu',1548,'conghua','从化',14,'广州','gz',5,'广东',2),

(3616,'良口镇','liangkouzhen',1548,'conghua','从化',14,'广州','gz',5,'广东',7),

(3617,'神岗镇','shengangzhen',1548,'conghua','从化',14,'广州','gz',5,'广东',6),

(3618,'太平镇','taipingzhen',1548,'conghua','从化',14,'广州','gz',5,'广东',2),

(3619,'旺城片区','wangchengpianqu',1548,'conghua','从化',14,'广州','gz',5,'广东',6),

(3620,'温泉镇','wenquanzhen',1548,'conghua','从化',14,'广州','gz',5,'广东',1),

(3621,'新城片区','xinchengpianqu',1548,'conghua','从化',14,'广州','gz',5,'广东',2),

(3622,'白江','baijiang',1549,'zengcheng','增城',14,'广州','gz',5,'广东',4),

(3623,'凤凰城','fenghuangcheng',1549,'zengcheng','增城',14,'广州','gz',5,'广东',4),

(3624,'福和镇','fuhezhen',1549,'zengcheng','增城',14,'广州','gz',5,'广东',7),

(3626,'开发东区','kaifadongqu',1549,'zengcheng','增城',14,'广州','gz',5,'广东',2),

(3628,'荔城富鹏','lichengfupeng',1549,'zengcheng','增城',14,'广州','gz',5,'广东',7),

(3629,'荔城西区','lichengxiqu',1549,'zengcheng','增城',14,'广州','gz',5,'广东',1),

(3630,'荔城增江','lichengzengjiang',1549,'zengcheng','增城',14,'广州','gz',5,'广东',3),

(3631,'荔城中区','lichengzhongqu',1549,'zengcheng','增城',14,'广州','gz',5,'广东',3),

(3632,'派潭镇','paitanzhen',1549,'zengcheng','增城',14,'广州','gz',5,'广东',1),

(3633,'沙村','shacun',1549,'zengcheng','增城',14,'广州','gz',5,'广东',3),

(3634,'石滩镇','shitanzhen',1549,'zengcheng','增城',14,'广州','gz',5,'广东',2),

(3636,'小楼镇','xiaolouzhen',1549,'zengcheng','增城',14,'广州','gz',5,'广东',5),

(3637,'新塘北','xintangbei',1549,'zengcheng','增城',14,'广州','gz',5,'广东',1),

(3638,'新塘南','xintangnan',1549,'zengcheng','增城',14,'广州','gz',5,'广东',5),

(3640,'增城碧桂园','zengchengbiguiyuan',1549,'zengcheng','增城',14,'广州','gz',5,'广东',1),

(3641,'增城区府','zengchengqufu',1549,'zengcheng','增城',14,'广州','gz',5,'广东',5),

(3642,'正果镇','zhengguozhen',1549,'zengcheng','增城',14,'广州','gz',5,'广东',2),

(3643,'中新镇','zhongxinzhen',1549,'zengcheng','增城',14,'广州','gz',5,'广东',5),

(3644,'朱村','zhucun',1549,'zengcheng','增城',14,'广州','gz',5,'广东',4),

(3646,'北兴镇','beixingzhen',1550,'huadou','花都',14,'广州','gz',5,'广东',4),

(3647,'赤坭镇','chinizhen',1550,'huadou','花都',14,'广州','gz',5,'广东',4),

(3648,'花东镇','huadongzhen',1550,'huadou','花都',14,'广州','gz',5,'广东',5),

(3649,'花山镇','huashanzhen',1550,'huadou','花都',14,'广州','gz',5,'广东',3),

(3651,'旧区','jiuqu',1550,'huadou','花都',14,'广州','gz',5,'广东',7),

(3652,'山前大道','shanqiandadao',1550,'huadou','花都',14,'广州','gz',5,'广东',3),

(3654,'狮岭镇','shilingzhen',1550,'huadou','花都',14,'广州','gz',5,'广东',6),

(3655,'炭步','tanbu',1550,'huadou','花都',14,'广州','gz',5,'广东',6),

(3656,'铁路西','tieluxi',1550,'huadou','花都',14,'广州','gz',5,'广东',6),

(3657,'新区','xinqu1',1550,'huadou','花都',14,'广州','gz',5,'广东',7),

(3658,'大岗镇','dagangzhen',1551,'nansha','南沙',14,'广州','gz',5,'广东',1),

(3659,'东涌','dongyong',1551,'nansha','南沙',14,'广州','gz',5,'广东',1),

(3660,'黄阁','huangge',1551,'nansha','南沙',14,'广州','gz',5,'广东',4),

(3661,'环市大道西','huanshidadaoxi',1551,'nansha','南沙',14,'广州','gz',5,'广东',4),

(3662,'进港大道','jingangdadao',1551,'nansha','南沙',14,'广州','gz',5,'广东',6),

(3663,'金洲','jinzhou2',1551,'nansha','南沙',14,'广州','gz',5,'广东',1),

(3664,'榄核镇','lanhezhen',1551,'nansha','南沙',14,'广州','gz',5,'广东',1),

(3665,'明珠湾','mingzhuwan',1551,'nansha','南沙',14,'广州','gz',5,'广东',3),

(3666,'南沙港','nanshagang',1551,'nansha','南沙',14,'广州','gz',5,'广东',4),

(3667,'南沙旧镇','nanshajiuzhen',1551,'nansha','南沙',14,'广州','gz',5,'广东',1),

(3668,'南沙区府','nanshaqufu',1551,'nansha','南沙',14,'广州','gz',5,'广东',2),

(3669,'南沙湾','nanshawan',1551,'nansha','南沙',14,'广州','gz',5,'广东',7),

(3670,'万顷沙','wanqingsha',1551,'nansha','南沙',14,'广州','gz',5,'广东',1),

(3671,'鱼窝头','yuwotou',1551,'nansha','南沙',14,'广州','gz',5,'广东',4),

(3672,'金沙洲','jinshazhou1',1552,'nanhai','南海',14,'广州','gz',5,'广东',3),

(3673,'大湖溪','dahuxi',1554,'huicheng','惠城',15,'惠州','hui',5,'广东',2),

(3674,'东平','dongping3',1554,'huicheng','惠城',15,'惠州','hui',5,'广东',5),

(3675,'河南岸','henanan',1554,'huicheng','惠城',15,'惠州','hui',5,'广东',6),

(3676,'惠城区','huichengqu',1554,'huicheng','惠城',15,'惠州','hui',5,'广东',5),

(3677,'江北','jiangbei2',1554,'huicheng','惠城',15,'惠州','hui',5,'广东',1),

(3678,'金山湖','jinshanhu',1554,'huicheng','惠城',15,'惠州','hui',5,'广东',5),

(3679,'水口','shuikou',1554,'huicheng','惠城',15,'惠州','hui',5,'广东',3),

(3680,'仲恺','zhongkai',1555,'zhongkaigaoxinjishuchanyekaifaqu','仲恺高新技术产业开发区',15,'惠州','hui',5,'广东',6),

(3681,'白云新城','baiyunxincheng',1556,'huiyang','惠阳',15,'惠州','hui',5,'广东',7),

(3682,'惠阳经济开发区','huiyangjingjikaifaqu',1556,'huiyang','惠阳',15,'惠州','hui',5,'广东',4),

(3683,'南站新城','nanzhanxincheng',1556,'huiyang','惠阳',15,'惠州','hui',5,'广东',4),

(3684,'秋长','qiuchang',1556,'huiyang','惠阳',15,'惠州','hui',5,'广东',2),

(3685,'区政府','quzhengfu1',1556,'huiyang','惠阳',15,'惠州','hui',5,'广东',6),

(3686,'澳头','aotou',1557,'dayawan','大亚湾',15,'惠州','hui',5,'广东',2),

(3687,'比亚迪商圈','biyadishangquan',1557,'dayawan','大亚湾',15,'惠州','hui',5,'广东',3),

(3688,'大亚湾中心区','dayawanzhongxinqu',1557,'dayawan','大亚湾',15,'惠州','hui',5,'广东',4),

(3689,'龙光城','longguangcheng',1557,'dayawan','大亚湾',15,'惠州','hui',5,'广东',2),

(3690,'万达','wanda15',1557,'dayawan','大亚湾',15,'惠州','hui',5,'广东',6),

(3691,'惠东县','huidongxian',1558,'huidong','惠东',15,'惠州','hui',5,'广东',4),

(3692,'博罗县','boluoxian',1559,'boluo','博罗',15,'惠州','hui',5,'广东',6),

(3693,'府西','fuxi',1560,'jianghaiqu','江海区',16,'江门','jiangmen',5,'广东',5),

(3694,'河南','henan1',1560,'jianghaiqu','江海区',16,'江门','jiangmen',5,'广东',4),

(3696,'礼乐','liyue',1560,'jianghaiqu','江海区',16,'江门','jiangmen',5,'广东',5),

(3697,'外海','waihai',1560,'jianghaiqu','江海区',16,'江门','jiangmen',5,'广东',7),

(3698,'白沙农林','baishanonglin',1561,'pengjiangqu','蓬江区',16,'江门','jiangmen',5,'广东',4),

(3699,'北新区','beixinqu',1561,'pengjiangqu','蓬江区',16,'江门','jiangmen',5,'广东',5),

(3700,'滨江新区','binjiangxinqu',1561,'pengjiangqu','蓬江区',16,'江门','jiangmen',5,'广东',4),

(3701,'潮连','chaolian',1561,'pengjiangqu','蓬江区',16,'江门','jiangmen',5,'广东',2),

(3702,'杜阮','duruan',1561,'pengjiangqu','蓬江区',16,'江门','jiangmen',5,'广东',4),

(3703,'荷塘','hetang',1561,'pengjiangqu','蓬江区',16,'江门','jiangmen',5,'广东',4),

(3704,'江华港口','jianghuagangkou',1561,'pengjiangqu','蓬江区',16,'江门','jiangmen',5,'广东',7),

(3705,'良化北街','lianghuabeijie',1561,'pengjiangqu','蓬江区',16,'江门','jiangmen',5,'广东',2),

(3706,'双龙','shuanglong',1561,'pengjiangqu','蓬江区',16,'江门','jiangmen',5,'广东',3),

(3707,'棠下','tangxia',1561,'pengjiangqu','蓬江区',16,'江门','jiangmen',5,'广东',3),

(3708,'育德','yude',1561,'pengjiangqu','蓬江区',16,'江门','jiangmen',5,'广东',1),

(3709,'城西','chengxi2',1562,'xinhuiqu','新会区',16,'江门','jiangmen',5,'广东',2),

(3710,'圭峰','guifeng',1562,'xinhuiqu','新会区',16,'江门','jiangmen',5,'广东',5),

(3711,'经济开发','jingjikaifa',1562,'xinhuiqu','新会区',16,'江门','jiangmen',5,'广东',1),

(3712,'其他城区','qitachengqu',1562,'xinhuiqu','新会区',16,'江门','jiangmen',5,'广东',1),

(3713,'枢纽新城','shuniuxincheng',1562,'xinhuiqu','新会区',16,'江门','jiangmen',5,'广东',7),

(3714,'中心城区','zhongxinchengqu',1562,'xinhuiqu','新会区',16,'江门','jiangmen',5,'广东',7),

(3715,'台山市','taishanshi1',1563,'taishanshi','台山市',16,'江门','jiangmen',5,'广东',7),

(3716,'鹤山市','heshanshi2',1564,'heshanshi','鹤山市',16,'江门','jiangmen',5,'广东',3),

(3717,'恩平市','enpingshi1',1565,'enpingshi','恩平市',16,'江门','jiangmen',5,'广东',7),

(3718,'开平市','kaipingshi1',1566,'kaipingshi','开平市',16,'江门','jiangmen',5,'广东',7),

(3719,'百仕达','baishida',1575,'luohuqu','罗湖区',18,'深圳','sz',5,'广东',2),

(3720,'布心','buxin',1575,'luohuqu','罗湖区',18,'深圳','sz',5,'广东',4),

(3721,'春风路','chunfenglu',1575,'luohuqu','罗湖区',18,'深圳','sz',5,'广东',4),

(3722,'翠竹','cuizhu',1575,'luohuqu','罗湖区',18,'深圳','sz',5,'广东',7),

(3723,'地王','diwang',1575,'luohuqu','罗湖区',18,'深圳','sz',5,'广东',6),

(3724,'东门','dongmen',1575,'luohuqu','罗湖区',18,'深圳','sz',5,'广东',3),

(3725,'洪湖','honghu',1575,'luohuqu','罗湖区',18,'深圳','sz',5,'广东',1),

(3726,'黄贝岭','huangbeiling',1575,'luohuqu','罗湖区',18,'深圳','sz',5,'广东',3),

(3728,'莲塘','liantang',1575,'luohuqu','罗湖区',18,'深圳','sz',5,'广东',5),

(3729,'罗湖口岸','luohukouan',1575,'luohuqu','罗湖区',18,'深圳','sz',5,'广东',4),

(3730,'螺岭','luoling',1575,'luohuqu','罗湖区',18,'深圳','sz',5,'广东',6),

(3731,'清水河','qingshuihe',1575,'luohuqu','罗湖区',18,'深圳','sz',5,'广东',3),

(3732,'笋岗','sungang',1575,'luohuqu','罗湖区',18,'深圳','sz',5,'广东',7),

(3733,'万象城','wanxiangcheng',1575,'luohuqu','罗湖区',18,'深圳','sz',5,'广东',4),

(3734,'新秀','xinxiu',1575,'luohuqu','罗湖区',18,'深圳','sz',5,'广东',3),

(3736,'八卦岭','bagualing',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',4),

(3737,'百花','baihua',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',1),

(3738,'车公庙','chegongmiao',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',2),

(3739,'赤尾','chiwei',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',5),

(3740,'福田保税区','futianbaoshuiqu',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',5),

(3741,'福田中心','futianzhongxin',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',3),

(3742,'皇岗','huanggang',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',1),

(3743,'黄木岗','huangmugang',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',3),

(3744,'华强北','huaqiangbei',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',1),

(3745,'华强南','huaqiangnan',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',6),

(3746,'景田','jingtian',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',7),

(3747,'莲花','lianhua',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',5),

(3748,'梅林','meilin',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',6),

(3749,'上步','shangbu',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',4),

(3750,'上下沙','shangxiasha',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',1),

(3751,'沙尾','shawei',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',4),

(3752,'石厦','shixia',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',7),

(3753,'香梅北','xiangmeibei',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',5),

(3754,'香蜜湖','xiangmihu',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',6),

(3755,'新洲','xinzhou1',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',6),

(3756,'银湖','yinhu',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',4),

(3757,'园岭','yuanling',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',2),

(3758,'竹子林','zhuzilin',1576,'futianqu','福田区',18,'深圳','sz',5,'广东',5),

(3759,'白石洲','baishizhou',1577,'nanshanqu','南山区',18,'深圳','sz',5,'广东',4),

(3760,'大学城','daxuecheng3',1577,'nanshanqu','南山区',18,'深圳','sz',5,'广东',7),

(3761,'红树湾','hongshuwan',1577,'nanshanqu','南山区',18,'深圳','sz',5,'广东',5),

(3762,'后海','houhai',1577,'nanshanqu','南山区',18,'深圳','sz',5,'广东',3),

(3763,'华侨城','huaqiaocheng1',1577,'nanshanqu','南山区',18,'深圳','sz',5,'广东',5),

(3764,'科技园','kejiyuan',1577,'nanshanqu','南山区',18,'深圳','sz',5,'广东',3),

(3765,'南山中心','nanshanzhongxin',1577,'nanshanqu','南山区',18,'深圳','sz',5,'广东',4),

(3766,'南头','nantou',1577,'nanshanqu','南山区',18,'深圳','sz',5,'广东',1),

(3767,'前海','qianhai',1577,'nanshanqu','南山区',18,'深圳','sz',5,'广东',4),

(3768,'蛇口','shekou',1577,'nanshanqu','南山区',18,'深圳','sz',5,'广东',6),

(3769,'深圳湾','shenzhenwan',1577,'nanshanqu','南山区',18,'深圳','sz',5,'广东',2),

(3770,'西丽','xili1',1577,'nanshanqu','南山区',18,'深圳','sz',5,'广东',4),

(3771,'梅沙','meisha',1578,'yantianqu','盐田区',18,'深圳','sz',5,'广东',6),

(3772,'沙头角','shatoujiao',1578,'yantianqu','盐田区',18,'深圳','sz',5,'广东',2),

(3773,'盐田港','yantiangang',1578,'yantianqu','盐田区',18,'深圳','sz',5,'广东',6),

(3774,'宝安中心','baoanzhongxin',1579,'baoanqu','宝安区',18,'深圳','sz',5,'广东',6),

(3775,'碧海','bihai1',1579,'baoanqu','宝安区',18,'深圳','sz',5,'广东',4),

(3776,'翻身','fanshen',1579,'baoanqu','宝安区',18,'深圳','sz',5,'广东',6),

(3777,'福永','fuyong',1579,'baoanqu','宝安区',18,'深圳','sz',5,'广东',1),

(3778,'沙井','shajing',1579,'baoanqu','宝安区',18,'深圳','sz',5,'广东',2),

(3779,'石岩','shiyan',1579,'baoanqu','宝安区',18,'深圳','sz',5,'广东',6),

(3780,'松岗','songgang',1579,'baoanqu','宝安区',18,'深圳','sz',5,'广东',6),

(3781,'桃源居','taoyuanju',1579,'baoanqu','宝安区',18,'深圳','sz',5,'广东',7),

(3782,'曦城','xicheng1',1579,'baoanqu','宝安区',18,'深圳','sz',5,'广东',2),

(3783,'新安','xinan',1579,'baoanqu','宝安区',18,'深圳','sz',5,'广东',4),

(3784,'西乡','xixiang',1579,'baoanqu','宝安区',18,'深圳','sz',5,'广东',4),

(3785,'坂田','bantian',1580,'longgangqu','龙岗区',18,'深圳','sz',5,'广东',1),

(3786,'布吉大芬','bujidafen',1580,'longgangqu','龙岗区',18,'深圳','sz',5,'广东',5),

(3787,'布吉关','bujiguan',1580,'longgangqu','龙岗区',18,'深圳','sz',5,'广东',2),

(3788,'布吉街','bujijie',1580,'longgangqu','龙岗区',18,'深圳','sz',5,'广东',6),

(3789,'布吉南岭','bujinanling',1580,'longgangqu','龙岗区',18,'深圳','sz',5,'广东',4),

(3790,'布吉石芽岭','bujishiyaling',1580,'longgangqu','龙岗区',18,'深圳','sz',5,'广东',7),

(3791,'布吉水径','bujishuijing',1580,'longgangqu','龙岗区',18,'深圳','sz',5,'广东',4),

(3792,'丹竹头','danzhutou',1580,'longgangqu','龙岗区',18,'深圳','sz',5,'广东',5),

(3793,'大运新城','dayunxincheng',1580,'longgangqu','龙岗区',18,'深圳','sz',5,'广东',1),

(3794,'横岗','henggang',1580,'longgangqu','龙岗区',18,'深圳','sz',5,'广东',6),

(3795,'龙岗宝荷','longgangbaohe',1580,'longgangqu','龙岗区',18,'深圳','sz',5,'广东',1),

(3796,'龙岗双龙','longgangshuanglong',1580,'longgangqu','龙岗区',18,'深圳','sz',5,'广东',4),

(3797,'龙岗中心城','longgangzhongxincheng',1580,'longgangqu','龙岗区',18,'深圳','sz',5,'广东',6),

(3799,'坪地','pingdi',1580,'longgangqu','龙岗区',18,'深圳','sz',5,'广东',3),

(3800,'平湖','pinghu',1580,'longgangqu','龙岗区',18,'深圳','sz',5,'广东',5),

(3801,'大鹏半岛','dapengbandao',1584,'dapengxinqu','大鹏新区',18,'深圳','sz',5,'广东',2),

(3802,'观澜','guanlan',1581,'longhuaqu','龙华区',18,'深圳','sz',5,'广东',4),

(3803,'红山','hongshan6',1581,'longhuaqu','龙华区',18,'深圳','sz',5,'广东',2),

(3804,'龙华新区','longhuaxinqu',1581,'longhuaqu','龙华区',18,'深圳','sz',5,'广东',2),

(3805,'龙华中心','longhuazhongxin',1581,'longhuaqu','龙华区',18,'深圳','sz',5,'广东',5),

(3806,'梅林关','meilinguan',1581,'longhuaqu','龙华区',18,'深圳','sz',5,'广东',5),

(3807,'民治','minzhi',1581,'longhuaqu','龙华区',18,'深圳','sz',5,'广东',4),

(3808,'上塘','shangtang',1581,'longhuaqu','龙华区',18,'深圳','sz',5,'广东',3),

(3810,'公明','gongming',1582,'guangmingqu','光明区',18,'深圳','sz',5,'广东',2),

(3811,'坪山','pingshan',1583,'pingshanqu','坪山区',18,'深圳','sz',5,'广东',7),

(3812,'翠微','cuiwei',1585,'xiangzhouqu','香洲区',19,'珠海','zh',5,'广东',3),

(3813,'拱北','gongbei1',1585,'xiangzhouqu','香洲区',19,'珠海','zh',5,'广东',4),

(3814,'横琴','hengqin',1585,'xiangzhouqu','香洲区',19,'珠海','zh',5,'广东',6),

(3815,'洪湾','hongwan',1585,'xiangzhouqu','香洲区',19,'珠海','zh',5,'广东',3),

(3816,'吉大','jida',1585,'xiangzhouqu','香洲区',19,'珠海','zh',5,'广东',6),

(3817,'兰埔','lanpu',1585,'xiangzhouqu','香洲区',19,'珠海','zh',5,'广东',4),

(3818,'老香洲','laoxiangzhou',1585,'xiangzhouqu','香洲区',19,'珠海','zh',5,'广东',1),

(3819,'南屏','nanping1',1585,'xiangzhouqu','香洲区',19,'珠海','zh',5,'广东',2),

(3820,'南湾','nanwan',1585,'xiangzhouqu','香洲区',19,'珠海','zh',5,'广东',7),

(3821,'柠溪','ningxi',1585,'xiangzhouqu','香洲区',19,'珠海','zh',5,'广东',4),

(3822,'前山','qianshan',1585,'xiangzhouqu','香洲区',19,'珠海','zh',5,'广东',7),

(3823,'上冲','shangchong',1585,'xiangzhouqu','香洲区',19,'珠海','zh',5,'广东',4),

(3824,'唐家湾镇','tangjiawanzhen',1585,'xiangzhouqu','香洲区',19,'珠海','zh',5,'广东',4),

(3825,'湾仔','wanzai',1585,'xiangzhouqu','香洲区',19,'珠海','zh',5,'广东',1),

(3826,'夏湾','xiawan',1585,'xiangzhouqu','香洲区',19,'珠海','zh',5,'广东',4),

(3827,'新香洲','xinxiangzhou',1585,'xiangzhouqu','香洲区',19,'珠海','zh',5,'广东',5),

(3828,'白蕉镇','baiqiaozhen',1587,'doumenqu','斗门区',19,'珠海','zh',5,'广东',2),

(3829,'斗门镇','doumenzhen',1587,'doumenqu','斗门区',19,'珠海','zh',5,'广东',1),

(3832,'井岸镇','jinganzhen',1587,'doumenqu','斗门区',19,'珠海','zh',5,'广东',6),

(3834,'乾务镇','qianwuzhen',1587,'doumenqu','斗门区',19,'珠海','zh',5,'广东',7),

(3835,'五山镇','wushanzhen',1587,'doumenqu','斗门区',19,'珠海','zh',5,'广东',2),

(3837,'航空新城','hangkongxincheng',1586,'jinwanqu','金湾区',19,'珠海','zh',5,'广东',2),

(3838,'红旗镇','hongqizhen',1586,'jinwanqu','金湾区',19,'珠海','zh',5,'广东',7),

(3839,'南水镇','nanshuizhen',1586,'jinwanqu','金湾区',19,'珠海','zh',5,'广东',3),

(3840,'平沙镇','pingshazhen',1586,'jinwanqu','金湾区',19,'珠海','zh',5,'广东',6),

(3841,'三灶镇','sanzaozhen',1586,'jinwanqu','金湾区',19,'珠海','zh',5,'广东',6),

(3842,'百园片区','baiyuanpianqu',1589,'chikanqu','赤坎区',20,'湛江','zhanjiang',5,'广东',6),

(3843,'北桥片区','beiqiaopianqu',1589,'chikanqu','赤坎区',20,'湛江','zhanjiang',5,'广东',4),

(3844,'赤坎开发区','chikankaifaqu',1589,'chikanqu','赤坎区',20,'湛江','zhanjiang',5,'广东',5),

(3845,'赤坎区','chikanqu1',1589,'chikanqu','赤坎区',20,'湛江','zhanjiang',5,'广东',6),

(3846,'寸金片区','cunjinpianqu',1589,'chikanqu','赤坎区',20,'湛江','zhanjiang',5,'广东',4),

(3847,'金城片区','jinchengpianqu',1589,'chikanqu','赤坎区',20,'湛江','zhanjiang',5,'广东',3),

(3848,'京基片区','jingjipianqu',1589,'chikanqu','赤坎区',20,'湛江','zhanjiang',5,'广东',7),

(3849,'金沙湾片区','jinshawanpianqu',1589,'chikanqu','赤坎区',20,'湛江','zhanjiang',5,'广东',6),

(3853,'城市假日片区','chengshijiaripianqu',1588,'xiashanqu','霞山区',20,'湛江','zhanjiang',5,'广东',2),

(3854,'城市美林片区','chengshimeilinpianqu',1588,'xiashanqu','霞山区',20,'湛江','zhanjiang',5,'广东',5),

(3856,'鼎盛片区','dingshengpianqu',1588,'xiashanqu','霞山区',20,'湛江','zhanjiang',5,'广东',3),

(3857,'东风片区','dongfengpianqu',1588,'xiashanqu','霞山区',20,'湛江','zhanjiang',5,'广东',2),

(3858,'工农片区','gongnongpianqu',1588,'xiashanqu','霞山区',20,'湛江','zhanjiang',5,'广东',3),

(3859,'国贸中心区','guomaozhongxinqu',1588,'xiashanqu','霞山区',20,'湛江','zhanjiang',5,'广东',7),

(3860,'海滨片区','haibinpianqu',1588,'xiashanqu','霞山区',20,'湛江','zhanjiang',5,'广东',1),

(3862,'南站片区','nanzhanpianqu',1588,'xiashanqu','霞山区',20,'湛江','zhanjiang',5,'广东',5),

(3863,'七小片区','qixiaopianqu',1588,'xiashanqu','霞山区',20,'湛江','zhanjiang',5,'广东',4),

(3864,'湿地公园片区','shidigongyuanpianqu',1588,'xiashanqu','霞山区',20,'湛江','zhanjiang',5,'广东',5),

(3865,'十四小片区','shisixiaopianqu',1588,'xiashanqu','霞山区',20,'湛江','zhanjiang',5,'广东',7),

(3866,'新澳城市花园片区','xinaochengshihuayuanpianqu',1588,'xiashanqu','霞山区',20,'湛江','zhanjiang',5,'广东',4),

(3867,'新二中片区','xinerzhongpianqu',1588,'xiashanqu','霞山区',20,'湛江','zhanjiang',5,'广东',4),

(3868,'义乌国际片区','yiwuguojipianqu',1588,'xiashanqu','霞山区',20,'湛江','zhanjiang',5,'广东',4),

(3869,'坡头区','potouqu1',1590,'potouqu','坡头区',20,'湛江','zhanjiang',5,'广东',7),

(3871,'吴川市','wuchuanshi1',1594,'wuchuanshi','吴川市',20,'湛江','zhanjiang',5,'广东',1),

(3874,'遂溪县','suixixian1',1592,'suixixian','遂溪县',20,'湛江','zhanjiang',5,'广东',6),

(3875,'廉江市','lianjiangshi1',1593,'lianjiangshi','廉江市',20,'湛江','zhanjiang',5,'广东',5),

(3878,'麻章区','mazhangqu1',1591,'mazhangqu','麻章区',20,'湛江','zhanjiang',5,'广东',6),

(3881,'徐闻县','xuwenxian1',1596,'xuwenxian','徐闻县',20,'湛江','zhanjiang',5,'广东',2),

(3882,'雷州市','leizhoushi1',1595,'leizhoushi','雷州市',20,'湛江','zhanjiang',5,'广东',2),

(3886,'铁山港区','tieshangangqu1',1623,'tieshangangqu','铁山港区',22,'北海','bh',6,'广西',3),

(3891,'银海区','yinhaiqu1',1624,'yinhaiqu','银海区',22,'北海','bh',6,'广西',1),

(3893,'合浦县','hepuxian1',1621,'hepuxian','合浦县',22,'北海','bh',6,'广西',2),

(3896,'海城区','haichengqu1',1622,'haichengqu','海城区',22,'北海','bh',6,'广西',5),

(3902,'七星区','qixingqu1',1627,'qixingqu','七星区',24,'桂林','gl',6,'广西',7),

(3907,'临桂区','linguiqu1',1628,'linguiqu','临桂区',24,'桂林','gl',6,'广西',3),

(3915,'象山区','xiangshanqu1',1629,'xiangshanqu','象山区',24,'桂林','gl',6,'广西',3),

(3918,'叠彩区','diecaiqu1',1631,'diecaiqu','叠彩区',24,'桂林','gl',6,'广西',7),

(3926,'秀峰区','xiufengqu1',1630,'xiufengqu','秀峰区',24,'桂林','gl',6,'广西',6),

(3932,'雁山区','yanshanqu1',1632,'yanshanqu','雁山区',24,'桂林','gl',6,'广西',4),

(3934,'灌阳县','guanyangxian1',1633,'guanyangxian','灌阳县',24,'桂林','gl',6,'广西',4),

(3940,'龙胜各族自治县','longshenggezuzizhixian1',1635,'longshenggezuzizhixian','龙胜各族自治县',24,'桂林','gl',6,'广西',6),

(3946,'永福县','yongfuxian1',1636,'yongfuxian','永福县',24,'桂林','gl',6,'广西',6),

(3947,'恭城瑶族自治县','gongchengyaozuzizhixian1',1638,'gongchengyaozuzizhixian','恭城瑶族自治县',24,'桂林','gl',6,'广西',4),

(3954,'平乐县','pinglexian1',1637,'pinglexian','平乐县',24,'桂林','gl',6,'广西',5),

(3959,'资源县','ziyuanxian1',1639,'ziyuanxian','资源县',24,'桂林','gl',6,'广西',5),

(3963,'桂北新区（灵川县）','guibeixinqulingchuanxian',1634,'guibeixinqulingchuanxian','桂北新区（灵川县）',24,'桂林','gl',6,'广西',7),

(3972,'全州县','quanzhouxian1',1640,'quanzhouxian','全州县',24,'桂林','gl',6,'广西',2),

(3975,'荔浦县','lipuxian1',1641,'lipuxian','荔浦县',24,'桂林','gl',6,'广西',1),

(3983,'兴安县','xinganxian1',1642,'xinganxian','兴安县',24,'桂林','gl',6,'广西',3),

(3990,'阳朔县','yangshuoxian1',1643,'yangshuoxian','阳朔县',24,'桂林','gl',6,'广西',6),

(3995,'三江侗族自治县','sanjiangdongzuzizhixian1',1644,'sanjiangdongzuzizhixian','三江侗族自治县',25,'柳州','liuzhou',6,'广西',1),

(3996,'柳城县','liuchengxian1',1648,'liuchengxian','柳城县',25,'柳州','liuzhou',6,'广西',3),

(4000,'保利商圈','baolishangquan',1646,'liubeiqu','柳北区',25,'柳州','liuzhou',6,'广西',2),

(4001,'步步高商圈','bubugaoshangquan',1646,'liubeiqu','柳北区',25,'柳州','liuzhou',6,'广西',1),

(4002,'广雅商圈','guangyashangquan',1646,'liubeiqu','柳北区',25,'柳州','liuzhou',6,'广西',4),

(4003,'桂景湾商圈','guijingwanshangquan',1646,'liubeiqu','柳北区',25,'柳州','liuzhou',6,'广西',7),

(4004,'黄村商圈','huangcunshangquan',1646,'liubeiqu','柳北区',25,'柳州','liuzhou',6,'广西',3),

(4006,'柳钢商圈','liugangshangquan',1646,'liubeiqu','柳北区',25,'柳州','liuzhou',6,'广西',3),

(4007,'磨滩商圈','motanshangquan',1645,'chengzhongqu','城中区',25,'柳州','liuzhou',6,'广西',4),

(4008,'三中商圈','sanzhongshangquan',1646,'liubeiqu','柳北区',25,'柳州','liuzhou',6,'广西',5),

(4009,'胜利商圈','shenglishangquan',1646,'liubeiqu','柳北区',25,'柳州','liuzhou',6,'广西',3),

(4010,'万科城','wankecheng2',1646,'liubeiqu','柳北区',25,'柳州','liuzhou',6,'广西',3),

(4011,'沃尔玛商圈','woermashangquan',1646,'liubeiqu','柳北区',25,'柳州','liuzhou',6,'广西',3),

(4012,'香兰商圈','xianglanshangquan',1646,'liubeiqu','柳北区',25,'柳州','liuzhou',6,'广西',5),

(4013,'杨柳郡商圈','yangliujunshangquan',1646,'liubeiqu','柳北区',25,'柳州','liuzhou',6,'广西',7),

(4014,'雅儒商圈','yarushangquan',1646,'liubeiqu','柳北区',25,'柳州','liuzhou',6,'广西',2),

(4016,'城站路商圈','chengzhanlushangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',5),

(4017,'城中区','chengzhongqu3',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',5),

(4018,'鹅岗商圈','egangshangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',2),

(4019,'飞鹅商圈','feieshangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',5),

(4020,'革新路商圈','gexinlushangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',2),

(4021,'谷埠街商圈','gubujieshangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',1),

(4022,'航二路商圈','hangerlushangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',1),

(4023,'航三路商圈','hangsanlushangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',2),

(4024,'航四路商圈','hangsilushangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',3),

(4025,'航一路商圈','hangyilushangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',7),

(4026,'河西商圈','hexishangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',2),

(4027,'基隆商圈','jilongshangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',3),

(4028,'柳工商圈','liugongshangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',3),

(4029,'柳南万达','liunanwanda',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',5),

(4030,'柳邕路商圈','liuyonglushangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',7),

(4032,'汽车总站','qichezongzhan1',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',6),

(4033,'荣和公园里','ronghegongyuanli',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',3),

(4034,'十一冶商圈','shiyiyeshangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',5),

(4036,'五菱商圈','wulingshangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',3),

(4038,'西环商圈','xihuanshangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',7),

(4039,'银泰城','yintaicheng',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',4),

(4040,'永前路商圈','yongqianlushangquan',1647,'liunanqu','柳南区',25,'柳州','liuzhou',6,'广西',5),

(4045,'柳江区','liujiangqu1',1649,'liujiangqu','柳江区',25,'柳州','liuzhou',6,'广西',5),

(4046,'柳江商业广场','liujiangshangyeguangchang',1649,'liujiangqu','柳江区',25,'柳州','liuzhou',6,'广西',3),

(4049,'香兰大道','xianglandadao',1649,'liujiangqu','柳江区',25,'柳州','liuzhou',6,'广西',5),

(4050,'颐华·雍和城','yihuayonghecheng',1649,'liujiangqu','柳江区',25,'柳州','liuzhou',6,'广西',4),

(4053,'融水苗族自治县','rongshuimiaozuzizhixian1',1651,'rongshuimiaozuzizhixian','融水苗族自治县',25,'柳州','liuzhou',6,'广西',3),

(4057,'融安县','ronganxian1',1650,'ronganxian','融安县',25,'柳州','liuzhou',6,'广西',5),

(4060,'八中','bazhong',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',5),

(4061,'城中万达','chengzhongwanda',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',3),

(4062,'东环商厦','donghuanshangsha',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',2),

(4064,'鼓山公园','gushangongyuan',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',4),

(4066,'恒大商圈','hengdashangquan',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',2),

(4067,'驾鹤商业街','jiaheshangyejie',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',1),

(4068,'箭盘山','jianpanshan',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',5),

(4069,'九头山','jiutoushan',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',2),

(4072,'柳南区','liunanqu1',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',2),

(4073,'龙潭公园','longtangongyuan',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',6),

(4076,'石尚1966','shishang1966',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',7),

(4077,'万象城商圈','wanxiangchengshangquan',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',1),

(4079,'西江宾馆','xijiangbinguan',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',4),

(4080,'阳光100商圈','yangguang100shangquan',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',7),

(4081,'阳和','yanghe1',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',1),

(4082,'窑埠古镇','yaobuguzhen',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',2),

(4085,'鱼峰区','yufengqu1',1652,'yufengqu','鱼峰区',25,'柳州','liuzhou',6,'广西',6),

(4087,'鹿寨县','luzhaixian1',1653,'luzhaixian','鹿寨县',25,'柳州','liuzhou',6,'广西',5),

(4091,'东盟商务区','dongmengshangwuqu',1654,'qingxiuqu','青秀区',26,'南宁','nn',6,'广西',2),

(4092,'凤岭北','fenglingbei',1654,'qingxiuqu','青秀区',26,'南宁','nn',6,'广西',3),

(4093,'凤岭南','fenglingnan',1654,'qingxiuqu','青秀区',26,'南宁','nn',6,'广西',7),

(4094,'金湖','jinhu',1654,'qingxiuqu','青秀区',26,'南宁','nn',6,'广西',3),

(4095,'琅东','langdong',1654,'qingxiuqu','青秀区',26,'南宁','nn',6,'广西',4),

(4096,'柳沙','liusha',1654,'qingxiuqu','青秀区',26,'南宁','nn',6,'广西',6),

(4097,'青秀万达','qingxiuwanda',1654,'qingxiuqu','青秀区',26,'南宁','nn',6,'广西',1),

(4098,'仙葫','xianhu',1654,'qingxiuqu','青秀区',26,'南宁','nn',6,'广西',4),

(4099,'星湖','xinghu',1654,'qingxiuqu','青秀区',26,'南宁','nn',6,'广西',7),

(4102,'白沙星光','baishaxingguang',1655,'jiangnanqu','江南区',26,'南宁','nn',6,'广西',1),

(4103,'大沙田','dashatian',1655,'jiangnanqu','江南区',26,'南宁','nn',6,'广西',4),

(4104,'经开区','jingkaiqu6',1655,'jiangnanqu','江南区',26,'南宁','nn',6,'广西',6),

(4105,'沙井','shajing1',1655,'jiangnanqu','江南区',26,'南宁','nn',6,'广西',7),

(4106,'五一路','wuyilu',1655,'jiangnanqu','江南区',26,'南宁','nn',6,'广西',5),

(4107,'玉洞','yudong3',1655,'jiangnanqu','江南区',26,'南宁','nn',6,'广西',1),

(4108,'安吉','anji',1656,'xixiangtangqu','西乡塘区',26,'南宁','nn',6,'广西',5),

(4112,'石埠','shibu',1656,'xixiangtangqu','西乡塘区',26,'南宁','nn',6,'广西',6),

(4113,'相思湖','xiangsihu',1656,'xixiangtangqu','西乡塘区',26,'南宁','nn',6,'广西',2),

(4114,'西大','xida',1656,'xixiangtangqu','西乡塘区',26,'南宁','nn',6,'广西',4),

(4115,'心圩区','xinweiqu',1656,'xixiangtangqu','西乡塘区',26,'南宁','nn',6,'广西',1),

(4117,'北湖北','beihubei',1657,'xingningqu','兴宁区',26,'南宁','nn',6,'广西',3),

(4118,'北湖南','beihunan',1657,'xingningqu','兴宁区',26,'南宁','nn',6,'广西',3),

(4119,'东葛路','donggelu',1657,'xingningqu','兴宁区',26,'南宁','nn',6,'广西',6),

(4120,'东沟岭','donggouling',1657,'xingningqu','兴宁区',26,'南宁','nn',6,'广西',7),

(4123,'兴宁东','xingningdong',1657,'xingningqu','兴宁区',26,'南宁','nn',6,'广西',6),

(4124,'朝阳','zhaoyang',1657,'xingningqu','兴宁区',26,'南宁','nn',6,'广西',1),

(4128,'五象核心区','wuxianghexinqu',1659,'liangqingqu','良庆区',26,'南宁','nn',6,'广西',2),

(4129,'五象湖','wuxianghu',1659,'liangqingqu','良庆区',26,'南宁','nn',6,'广西',5),

(4130,'五象文旅','wuxiangwenlv',1659,'liangqingqu','良庆区',26,'南宁','nn',6,'广西',4),

(4132,'武鸣县','wumingxian1',1660,'wumingxian','武鸣县',26,'南宁','nn',6,'广西',2),

(4133,'龙岗','longgang',1658,'yongningqu','邕宁区',26,'南宁','nn',6,'广西',1),

(4134,'蒲庙','pumiao',1658,'yongningqu','邕宁区',26,'南宁','nn',6,'广西',1),

(4136,'上林县','shanglinxian1',1662,'shanglinxian','上林县',26,'南宁','nn',6,'广西',5),

(4137,'宾阳县','binyangxian1',1661,'binyangxian','宾阳县',26,'南宁','nn',6,'广西',3),

(4138,'马山县','mashanxian1',1663,'mashanxian','马山县',26,'南宁','nn',6,'广西',3),

(4139,'横县','hengxian1',1664,'hengxian','横县',26,'南宁','nn',6,'广西',2),

(4140,'隆安县','longanxian1',1665,'longanxian','隆安县',26,'南宁','nn',6,'广西',1),

(4142,'龚家湾','gongjiawan',1666,'qilihequ','七里河区',27,'兰州','lz',7,'甘肃',4),

(4143,'建工局','jiangongju',1666,'qilihequ','七里河区',27,'兰州','lz',7,'甘肃',7),

(4144,'金港城','jingangcheng',1666,'qilihequ','七里河区',27,'兰州','lz',7,'甘肃',7),

(4145,'兰工坪','langongping',1666,'qilihequ','七里河区',27,'兰州','lz',7,'甘肃',6),

(4146,'仁恒美林郡','renhengmeilinjun',1666,'qilihequ','七里河区',27,'兰州','lz',7,'甘肃',3),

(4147,'上西园','shangxiyuan',1666,'qilihequ','七里河区',27,'兰州','lz',7,'甘肃',3),

(4148,'吴家园','wujiayuan',1666,'qilihequ','七里河区',27,'兰州','lz',7,'甘肃',5),

(4149,'小西湖','xiaoxihu',1666,'qilihequ','七里河区',27,'兰州','lz',7,'甘肃',6),

(4150,'下西园','xiaxiyuan',1666,'qilihequ','七里河区',27,'兰州','lz',7,'甘肃',5),

(4151,'曦华源','xihuayuan',1666,'qilihequ','七里河区',27,'兰州','lz',7,'甘肃',4),

(4152,'秀川','xiuchuan',1666,'qilihequ','七里河区',27,'兰州','lz',7,'甘肃',6),

(4153,'西站','xizhan',1666,'qilihequ','七里河区',27,'兰州','lz',7,'甘肃',4),

(4154,'晏家坪','yanjiaping',1666,'qilihequ','七里河区',27,'兰州','lz',7,'甘肃',5),

(4155,'郑家庄','zhengjiazhuang',1666,'qilihequ','七里河区',27,'兰州','lz',7,'甘肃',2),

(4156,'兰州新区','lanzhouxinqu1',1671,'yongdengxian','永登县',27,'兰州','lz',7,'甘肃',5),

(4157,'榆中县','yuzhongxian1',1670,'yuzhongxian','榆中县',27,'兰州','lz',7,'甘肃',1),

(4158,'皋兰北区','gaolanbeiqu',1672,'gaolanxian','皋兰县',27,'兰州','lz',7,'甘肃',7),

(4159,'皋兰东区','gaolandongqu',1672,'gaolanxian','皋兰县',27,'兰州','lz',7,'甘肃',4),

(4160,'皋兰西区','gaolanxiqu',1672,'gaolanxian','皋兰县',27,'兰州','lz',7,'甘肃',5),

(4161,'北面滩','beimiantan',1668,'chengguanqu','城关区',27,'兰州','lz',7,'甘肃',1),

(4162,'碧桂园','biguiyuan',1668,'chengguanqu','城关区',27,'兰州','lz',7,'甘肃',2),

(4163,'城关区','chengguanqu1',1668,'chengguanqu','城关区',27,'兰州','lz',7,'甘肃',6),

(4164,'大沙坪','dashaping',1668,'chengguanqu','城关区',27,'兰州','lz',7,'甘肃',6),

(4165,'东部','dongbu',1668,'chengguanqu','城关区',27,'兰州','lz',7,'甘肃',7),

(4166,'东方红广场','dongfanghongguangchang',1668,'chengguanqu','城关区',27,'兰州','lz',7,'甘肃',2),

(4167,'段家滩','duanjiatan',1668,'chengguanqu','城关区',27,'兰州','lz',7,'甘肃',1),

(4168,'二热','erre',1668,'chengguanqu','城关区',27,'兰州','lz',7,'甘肃',2),

(4169,'黄河北','huanghebei',1668,'chengguanqu','城关区',27,'兰州','lz',7,'甘肃',6),

(4170,'火车站','huochezhan12',1668,'chengguanqu','城关区',27,'兰州','lz',7,'甘肃',3),

(4171,'九州','jiuzhou',1668,'chengguanqu','城关区',27,'兰州','lz',7,'甘肃',4),

(4172,'兰大盘旋路','landapanxuanlu',1668,'chengguanqu','城关区',27,'兰州','lz',7,'甘肃',3),

(4173,'万达大润发','wandadarunfa',1668,'chengguanqu','城关区',27,'兰州','lz',7,'甘肃',3),

(4174,'五泉广场','wuquanguangchang',1668,'chengguanqu','城关区',27,'兰州','lz',7,'甘肃',7),

(4175,'西关南关','xiguannanguan',1668,'chengguanqu','城关区',27,'兰州','lz',7,'甘肃',4),

(4176,'雁滩高新区','yantangaoxinqu',1668,'chengguanqu','城关区',27,'兰州','lz',7,'甘肃',7),

(4177,'安宁高新区','anninggaoxinqu',1669,'anningqu','安宁区',27,'兰州','lz',7,'甘肃',4),

(4178,'安宁科教城','anningkejiaocheng',1669,'anningqu','安宁区',27,'兰州','lz',7,'甘肃',5),

(4179,'安宁庭院','anningtingyuan',1669,'anningqu','安宁区',27,'兰州','lz',7,'甘肃',2),

(4180,'费家营十子','feijiayingshizi',1669,'anningqu','安宁区',27,'兰州','lz',7,'甘肃',5),

(4181,'海关','haiguan',1669,'anningqu','安宁区',27,'兰州','lz',7,'甘肃',1),

(4182,'交大','jiaoda',1669,'anningqu','安宁区',27,'兰州','lz',7,'甘肃',6),

(4183,'刘家堡','liujiabao',1669,'anningqu','安宁区',27,'兰州','lz',7,'甘肃',7),

(4184,'罗马花园','luomahuayuan',1669,'anningqu','安宁区',27,'兰州','lz',7,'甘肃',7),

(4185,'莫高大道','mogaodadao',1669,'anningqu','安宁区',27,'兰州','lz',7,'甘肃',4),

(4186,'沙井驿街道','shajingyijiedao',1669,'anningqu','安宁区',27,'兰州','lz',7,'甘肃',2),

(4187,'十里店','shilidian',1669,'anningqu','安宁区',27,'兰州','lz',7,'甘肃',4),

(4188,'幸福巷','xingfuxiang',1669,'anningqu','安宁区',27,'兰州','lz',7,'甘肃',7),

(4189,'红古区','hongguqu1',1673,'hongguqu','红古区',27,'兰州','lz',7,'甘肃',2),

(4190,'兰炼十字','lanlianshizi',1674,'xiguqu','西固区',27,'兰州','lz',7,'甘肃',6),

(4191,'深沟桥','shengouqiao',1674,'xiguqu','西固区',27,'兰州','lz',7,'甘肃',2),

(4192,'天鹅湖','tianehu',1674,'xiguqu','西固区',27,'兰州','lz',7,'甘肃',2),

(4193,'西固城','xigucheng',1674,'xiguqu','西固区',27,'兰州','lz',7,'甘肃',2),

(4194,'白云公园','baiyungongyuan',1676,'baiyunqu','白云区',28,'贵阳','gy',8,'贵州',5),

(4196,'大山洞','dashandong',1676,'baiyunqu','白云区',28,'贵阳','gy',8,'贵州',3),

(4199,'南湖','nanhu8',1676,'baiyunqu','白云区',28,'贵阳','gy',8,'贵州',6),

(4200,'新世界','xinshijie',1676,'baiyunqu','白云区',28,'贵阳','gy',8,'贵州',3),

(4202,'中坝','zhongba',1676,'baiyunqu','白云区',28,'贵阳','gy',8,'贵州',1),

(4203,'阿哈湖','ahahu',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',4),

(4204,'奥体中心','aotizhongxin3',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',5),

(4206,'蔡家关','caijiaguan',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',5),

(4207,'长岭坡','changlingpo',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',7),

(4208,'大西门','daximen',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',7),

(4209,'大营坡','dayingpo',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',1),

(4210,'二桥','erqiao',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',5),

(4211,'高新区','gaoxinqu10',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',7),

(4212,'贵阳北站','guiyangbeizhan',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',3),

(4213,'贵阳普天','guiyangputian',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',6),

(4214,'花果园','huaguoyuan',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',4),

(4215,'火车东站','huochedongzhan3',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',3),

(4216,'鹿冲关','luchongguan',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',3),

(4217,'蟠桃宫','pantaogong',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',1),

(4218,'喷水池','penshuichi',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',5),

(4219,'黔灵山','qianlingshan',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',1),

(4220,'三桥','sanqiao',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',7),

(4221,'商贸城','shangmaocheng',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',2),

(4222,'市北','shibei1',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',1),

(4223,'师大','shida',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',5),

(4224,'世纪城','shijicheng2',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',4),

(4225,'汤巴关','tangbaguan',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',7),

(4226,'未来方舟','weilaifangzhou',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',2),

(4227,'中天花园','zhongtianhuayuan',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',1),

(4228,'钻石广场','zuanshiguangchang',1675,'yunyanqu','云岩区',28,'贵阳','gy',8,'贵州',7),

(4232,'二戈寨','ergezhai',1678,'nanmingqu','南明区',28,'贵阳','gy',8,'贵州',6),

(4233,'凤凰湾','fenghuangwan',1678,'nanmingqu','南明区',28,'贵阳','gy',8,'贵州',4),

(4235,'火车站','huochezhan17',1678,'nanmingqu','南明区',28,'贵阳','gy',8,'贵州',3),

(4237,'龙洞堡机场','longdongbaojichang',1678,'nanmingqu','南明区',28,'贵阳','gy',8,'贵州',5),

(4240,'十里河滩','shilihetan',1678,'nanmingqu','南明区',28,'贵阳','gy',8,'贵州',6),

(4241,'双龙航空港','shuanglonghangkonggang',1678,'nanmingqu','南明区',28,'贵阳','gy',8,'贵州',4),

(4242,'太慈桥','taiciqiao',1678,'nanmingqu','南明区',28,'贵阳','gy',8,'贵州',2),

(4244,'望城坡','wangchengpo',1678,'nanmingqu','南明区',28,'贵阳','gy',8,'贵州',5),

(4246,'小河浦江路','xiaohepujianglu',1678,'nanmingqu','南明区',28,'贵阳','gy',8,'贵州',2),

(4247,'小河山水黔城','xiaoheshanshuiqiancheng',1678,'nanmingqu','南明区',28,'贵阳','gy',8,'贵州',4),

(4248,'小河转盘','xiaohezhuanpan',1678,'nanmingqu','南明区',28,'贵阳','gy',8,'贵州',3),

(4249,'油榨街','youzhajie',1678,'nanmingqu','南明区',28,'贵阳','gy',8,'贵州',6),

(4251,'保利温泉','baoliwenquan',1677,'wudangqu','乌当区',28,'贵阳','gy',8,'贵州',7),

(4255,'乐湾国际','lewanguoji',1677,'wudangqu','乌当区',28,'贵阳','gy',8,'贵州',1),

(4257,'洛万三江','luowansanjiang',1677,'wudangqu','乌当区',28,'贵阳','gy',8,'贵州',4),

(4261,'振华广场','zhenhuaguangchang',1677,'wudangqu','乌当区',28,'贵阳','gy',8,'贵州',1),

(4264,'息烽县','xifengxian1',1680,'xifengxian','息烽县',28,'贵阳','gy',8,'贵州',4),

(4266,'开阳县','kaiyangxian1',1681,'kaiyangxian','开阳县',28,'贵阳','gy',8,'贵州',4),

(4272,'修文县','xiuwenxian1',1682,'xiuwenxian','修文县',28,'贵阳','gy',8,'贵州',4),

(4276,'贵安新区','guianxinqu',1679,'huaxiqu','花溪区',28,'贵阳','gy',8,'贵州',3),

(4277,'花溪保利溪湖','huaxibaolixihu',1679,'huaxiqu','花溪区',28,'贵阳','gy',8,'贵州',6),

(4278,'花溪大学城','huaxidaxuecheng',1679,'huaxiqu','花溪区',28,'贵阳','gy',8,'贵州',2),

(4279,'花溪公园','huaxigongyuan',1679,'huaxiqu','花溪区',28,'贵阳','gy',8,'贵州',3),

(4284,'小河大都会','xiaohedaduhui',1679,'huaxiqu','花溪区',28,'贵阳','gy',8,'贵州',5),

(4289,'金华物流园','jinhuawuliuyuan',1683,'qingzhenshi','清镇市',28,'贵阳','gy',8,'贵州',5),

(4296,'观山湖公园','guanshanhugongyuan',1684,'guanshanhuqu','观山湖区',28,'贵阳','gy',8,'贵州',5),

(4299,'会展城','huizhancheng',1684,'guanshanhuqu','观山湖区',28,'贵阳','gy',8,'贵州',3),

(4305,'阅山湖','yueshanhu',1684,'guanshanhuqu','观山湖区',28,'贵阳','gy',8,'贵州',2),

(4308,'涞水','laishui',1685,'laishui','涞水',29,'保定','bd',9,'河北',3),

(4313,'涿州','zhuozhou',1686,'zhuozhou','涿州',29,'保定','bd',9,'河北',4),

(4318,'易县','yixian1',1687,'yixian','易县',29,'保定','bd',9,'河北',2),

(4319,'竞秀区','jingxiuqu1',1689,'jingxiuqu','竞秀区',29,'保定','bd',9,'河北',5),

(4321,'莲池区','lianchiqu1',1690,'lianchiqu','莲池区',29,'保定','bd',9,'河北',7),

(4325,'蠡县','lixian3',1703,'lixian1','蠡县',29,'保定','bd',9,'河北',4),

(4326,'清苑区','qingyuanqu1',1692,'qingyuanqu','清苑区',29,'保定','bd',9,'河北',1),

(4330,'满城区','manchengqu1',1691,'manchengqu','满城区',29,'保定','bd',9,'河北',1),

(4335,'徐水区','xushuiqu1',1693,'xushuiqu','徐水区',29,'保定','bd',9,'河北',6),

(4337,'安国市','anguoshi1',1694,'anguoshi','安国市',29,'保定','bd',9,'河北',4),

(4342,'博野县','boyexian1',1696,'boyexian','博野县',29,'保定','bd',9,'河北',2),

(4345,'阜平县','fupingxian3',1705,'fupingxian','阜平县',29,'保定','bd',9,'河北',5),

(4347,'涞源县','laiyuanxian1',1697,'laiyuanxian','涞源县',29,'保定','bd',9,'河北',1),

(4352,'定州市','dingzhoushi1',1695,'dingzhoushi','定州市',29,'保定','bd',9,'河北',5),

(4361,'唐县','tangxian1',1698,'tangxian','唐县',29,'保定','bd',9,'河北',4),

(4363,'定兴县','dingxingxian1',1699,'dingxingxian','定兴县',29,'保定','bd',9,'河北',4),

(4364,'高碑店','gaobeidian2',1699,'dingxingxian','定兴县',29,'保定','bd',9,'河北',7),

(4373,'望都县','wangduxian1',1700,'wangduxian','望都县',29,'保定','bd',9,'河北',5),

(4377,'顺平县','shunpingxian1',1702,'shunpingxian','顺平县',29,'保定','bd',9,'河北',6),

(4383,'曲阳县','quyangxian1',1701,'quyangxian','曲阳县',29,'保定','bd',9,'河北',4),

(4385,'高阳县','gaoyangxian1',1704,'gaoyangxian','高阳县',29,'保定','bd',9,'河北',4),

(4388,'102国道商圈','102guodaoshangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',4),

(4389,'东贸潮白商圈','dongmaochaobaishangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',5),

(4390,'福成四期商圈','fuchengsiqishangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',4),

(4391,'港中旅商圈','gangzhonglvshangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',5),

(4392,'华北科技学院商圈','huabeikejixueyuanshangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',2),

(4393,'汇福悦榕湾商圈','huifuyuerongwanshangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',7),

(4394,'嘉都商圈','jiadoushangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',6),

(4395,'金谷商圈','jingushangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',7),

(4396,'理想新城商圈','lixiangxinchengshangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',5),

(4397,'首尔甜城商圈','shouertianchengshangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',4),

(4398,'天洋城4代商圈','tianyangcheng4daishangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',6),

(4399,'天洋城商圈','tianyangchengshangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',6),

(4400,'夏威夷商圈','xiaweiyishangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',1),

(4401,'燕京航城商圈','yanjinghangchengshangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',1),

(4402,'燕顺路东商圈','yanshunludongshangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',2),

(4403,'燕顺路西商圈','yanshunluxishangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',7),

(4404,'永旺商圈','yongwangshangquan',1706,'yanjiao','燕郊',30,'廊坊','lf',9,'河北',3),

(4405,'香河','xianghe1',1707,'xianghe','香河',30,'廊坊','lf',9,'河北',6),

(4407,'广阳','guangyang1',1708,'guangyang','广阳',30,'廊坊','lf',9,'河北',6),

(4408,'安次','anci1',1709,'anci','安次',30,'廊坊','lf',9,'河北',4),

(4410,'开发区其它','kaifaquqita1',1710,'langfangjingjijishu','廊坊经济技术开发区',30,'廊坊','lf',9,'河北',6),

(4411,'固安','guan11',1711,'guan','固安',30,'廊坊','lf',9,'河北',6),

(4412,'永清','yongqing1',1713,'yongqing','永清',30,'廊坊','lf',9,'河北',5),

(4413,'大厂','dachang11',1712,'dachang','大厂',30,'廊坊','lf',9,'河北',5),

(4415,'井陉矿区','jingxingkuangqu',1715,'jingxingkuangqu','井陉矿区',32,'石家庄','sjz',9,'河北',4),

(4416,'白佛','baifo',1716,'changan','长安',32,'石家庄','sjz',9,'河北',2),

(4417,'北国益庄','beiguoyizhuang',1716,'changan','长安',32,'石家庄','sjz',9,'河北',4),

(4418,'丰收路','fengshoulu',1716,'changan','长安',32,'石家庄','sjz',9,'河北',4),

(4419,'高营','gaoying',1716,'changan','长安',32,'石家庄','sjz',9,'河北',4),

(4420,'广安','guangan1',1716,'changan','长安',32,'石家庄','sjz',9,'河北',5),

(4421,'古城村','guchengcun',1716,'changan','长安',32,'石家庄','sjz',9,'河北',6),

(4423,'建北','jianbei',1716,'changan','长安',32,'石家庄','sjz',9,'河北',5),

(4424,'柳董庄','liudongzhuang',1716,'changan','长安',32,'石家庄','sjz',9,'河北',3),

(4425,'柳辛庄','liuxinzhuang',1716,'changan','长安',32,'石家庄','sjz',9,'河北',3),

(4426,'南三条','nansantiao',1716,'changan','长安',32,'石家庄','sjz',9,'河北',3),

(4427,'热电厂','redianchang',1716,'changan','长安',32,'石家庄','sjz',9,'河北',5),

(4428,'胜北','shengbei',1716,'changan','长安',32,'石家庄','sjz',9,'河北',5),

(4429,'石津灌区','shijinguanqu',1716,'changan','长安',32,'石家庄','sjz',9,'河北',3),

(4430,'十里铺','shilipu',1716,'changan','长安',32,'石家庄','sjz',9,'河北',1),

(4431,'谈固','tangu',1716,'changan','长安',32,'石家庄','sjz',9,'河北',3),

(4432,'桃园','taoyuan4',1716,'changan','长安',32,'石家庄','sjz',9,'河北',7),

(4433,'土贤庄','tuxianzhuang',1716,'changan','长安',32,'石家庄','sjz',9,'河北',1),

(4434,'沿东','yandong1',1716,'changan','长安',32,'石家庄','sjz',9,'河北',2),

(4435,'义堂','yitang',1716,'changan','长安',32,'石家庄','sjz',9,'河北',3),

(4436,'育才','yucai',1716,'changan','长安',32,'石家庄','sjz',9,'河北',2),

(4437,'跃进','yuejin',1716,'changan','长安',32,'石家庄','sjz',9,'河北',1),

(4438,'翟营','zhaiying',1716,'changan','长安',32,'石家庄','sjz',9,'河北',3),

(4439,'兆通','zhaotong1',1716,'changan','长安',32,'石家庄','sjz',9,'河北',7),

(4441,'北焦','beijiao',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',7),

(4442,'北苑','beiyuan1',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',6),

(4443,'北站','beizhan1',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',3),

(4444,'柏林','bolin',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',4),

(4445,'大郭','daguo',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',5),

(4446,'杜北','dubei',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',5),

(4447,'儿童活动中心','ertonghuodongzhongxin',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',3),

(4448,'二中','erzhong',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',7),

(4449,'高柱','gaozhu',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',5),

(4450,'合作路','hezuolu',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',1),

(4451,'红星街','hongxingjie',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',3),

(4452,'滹沱','hutuo1',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',2),

(4453,'九中','jiuzhong',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',1),

(4455,'南高基','nangaoji1',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',1),

(4456,'省人民医院','shengrenminyiyuan',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',2),

(4457,'水上公园','shuishanggongyuan',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',5),

(4458,'天苑','tianyuan',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',5),

(4459,'西三庄','xisanzhuang',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',1),

(4460,'赵陵铺','zhaolingpu',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',7),

(4461,'植物园','zhiwuyuan21',1718,'xinhua','新华',32,'石家庄','sjz',9,'河北',4),

(4462,'北杜','beidu',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',5),

(4463,'滨河','binhe1',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',7),

(4464,'城角','chengjiao',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',7),

(4465,'大经','dajing',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',1),

(4466,'东风','dongfeng',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',4),

(4467,'东里','dongli2',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',2),

(4468,'宫家庄','gongjiazhuang1',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',3),

(4469,'红旗','hongqi1',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',1),

(4470,'华夏','huaxia',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',2),

(4471,'简良','jianliang',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',1),

(4472,'佳农市场','jianongshichang',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',4),

(4473,'留村','liucun',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',7),

(4475,'南长','nanchang1',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',1),

(4476,'平安公园','pingangongyuan',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',1),

(4477,'塔谈','tatan',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',3),

(4478,'维明','weiming',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',2),

(4479,'西里','xili',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',1),

(4480,'西南高校区','xinangao',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',4),

(4481,'新百','xinbai',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',4),

(4482,'新华路南','xinhualunan',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',7),

(4483,'新客站','xinkezhan1',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',7),

(4484,'新石','xinshi1',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',4),

(4485,'西王','xiwang',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',1),

(4486,'友谊','youyi1',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',2),

(4487,'玉村','yucun',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',7),

(4488,'裕西公园','yuxigongyuan',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',7),

(4489,'振头','zhentou',1717,'qiaoxi','桥西',32,'石家庄','sjz',9,'河北',2),

(4491,'正定县','zhengdingxian',1720,'zhengding','正定',32,'石家庄','sjz',9,'河北',7),

(4492,'正定新区','zhengdingxinqu',1720,'zhengding','正定',32,'石家庄','sjz',9,'河北',7),

(4495,'鹿泉市','luquanshi',1721,'luquan','鹿泉',32,'石家庄','sjz',9,'河北',4),

(4499,'元氏县','yuanshixian1',1724,'yuanshixian','元氏县',32,'石家庄','sjz',9,'河北',7),

(4500,'窦妪镇','douyuzhen',1722,'luancheng','栾城',32,'石家庄','sjz',9,'河北',4),

(4501,'栾城县','luanchengxian',1722,'luancheng','栾城',32,'石家庄','sjz',9,'河北',4),

(4502,'东开发区','dongkaifaqu1',1723,'gaocheng','藁城',32,'石家庄','sjz',9,'河北',4),

(4503,'藁城市','gaochengshi',1723,'gaocheng','藁城',32,'石家庄','sjz',9,'河北',7),

(4507,'辛集市','xinjishi1',1725,'xinjishi','辛集市',32,'石家庄','sjz',9,'河北',4),

(4508,'井陉县','jingxingxian1',1728,'jingxingxian','井陉县',32,'石家庄','sjz',9,'河北',1),

(4509,'灵寿县','lingshouxian1',1726,'lingshouxian','灵寿县',32,'石家庄','sjz',9,'河北',4),

(4510,'深泽县','shenzexian1',1730,'shenzexian','深泽县',32,'石家庄','sjz',9,'河北',5),

(4511,'赵县','zhaoxian1',1729,'zhaoxian','赵县',32,'石家庄','sjz',9,'河北',4),

(4512,'高邑县','gaoyixian1',1732,'gaoyixian','高邑县',32,'石家庄','sjz',9,'河北',4),

(4513,'晋州市','jinzhoushi1',1731,'jinzhoushi','晋州市',32,'石家庄','sjz',9,'河北',1),

(4514,'丰南区','fengnanqu1',1733,'fengnanqu','丰南区',33,'唐山','ts',9,'河北',4),

(4521,'乐亭县','laotingxian1',1735,'laotingxian','乐亭县',33,'唐山','ts',9,'河北',4),

(4524,'丰润区','fengrunqu1',1734,'fengrunqu','丰润区',33,'唐山','ts',9,'河北',5),

(4532,'古冶区','guyequ1',1736,'guyequ','古冶区',33,'唐山','ts',9,'河北',7),

(4538,'开平区','kaipingqu1',1737,'kaipingqu','开平区',33,'唐山','ts',9,'河北',1),

(4546,'滦县','luanxian1',1740,'luanzhoushi','滦州市',33,'唐山','ts',9,'河北',2),

(4549,'曹妃甸区','caofeidianqu1',1738,'caofeidianqu','曹妃甸区',33,'唐山','ts',9,'河北',5),

(4557,'滦南区','luannanqu',1739,'luannanxian','滦南县',33,'唐山','ts',9,'河北',5),

(4560,'玉田县','yutianxian1',1741,'yutianxian','玉田县',33,'唐山','ts',9,'河北',3),

(4565,'路北区','lubeiqu1',1742,'lubeiqu','路北区',33,'唐山','ts',9,'河北',6),

(4570,'迁西县','qianxixian1',1745,'qianxixian','迁西县',33,'唐山','ts',9,'河北',3),

(4573,'迁安市','qiananshi1',1744,'qiananshi','迁安市',33,'唐山','ts',9,'河北',1),

(4578,'路南区','lunanqu1',1743,'lunanqu','路南区',33,'唐山','ts',9,'河北',6),

(4580,'尚义县','shangyixian1',1750,'shangyixian','尚义县',34,'张家口','zjk',9,'河北',2),

(4584,'万全区','wanquanqu1',1747,'wanquanqu','万全区',34,'张家口','zjk',9,'河北',2),

(4588,'遵化市','zunhuashi1',1746,'zunhuashi','遵化市',33,'唐山','ts',9,'河北',5),

(4590,'下花园','xiahuayuan1',1748,'xiahuayuan','下花园',34,'张家口','zjk',9,'河北',2),

(4596,'蔚县','weixian4',1761,'weixian','蔚县',34,'张家口','zjk',9,'河北',6),

(4597,'宣化区','xuanhuaqu1',1749,'xuanhuaqu','宣化区',34,'张家口','zjk',9,'河北',3),

(4601,'崇礼区','chongliqu3',1752,'chonglixian','崇礼县',34,'张家口','zjk',9,'河北',6),

(4604,'康保县','kangbaoxian1',1753,'kangbaoxian','康保县',34,'张家口','zjk',9,'河北',2),

(4605,'八达岭1','badaling1',1755,'huaianxian','怀安县',34,'张家口','zjk',9,'河北',1),

(4606,'怀安县','huaianxian1',1755,'huaianxian','怀安县',34,'张家口','zjk',9,'河北',2),

(4615,'张北县','zhangbeixian1',1754,'zhangbeixian','张北县',34,'张家口','zjk',9,'河北',5),

(4617,'怀来县','huailaixian1',1756,'huailaixian','怀来县',34,'张家口','zjk',9,'河北',7),

(4621,'沽源县','guyuanxian1',1759,'guyuanxian','沽源县',34,'张家口','zjk',9,'河北',6),

(4623,'赤城县','chichengxian1',1762,'chichengxian','赤城县',34,'张家口','zjk',9,'河北',5),

(4629,'涿鹿县','zhuoluxian1',1760,'zhuoluxian','涿鹿县',34,'张家口','zjk',9,'河北',4),

(4632,'阳原县','yangyuanxian1',1763,'yangyuanxian','阳原县',34,'张家口','zjk',9,'河北',3),

(4633,'赤岗冲','chigangchong',1772,'yuhua','雨花',47,'长沙','cs',11,'湖南',6),

(4637,'高桥','gaoqiao',1772,'yuhua','雨花',47,'长沙','cs',11,'湖南',6),

(4638,'桂花村','guihuacun',1772,'yuhua','雨花',47,'长沙','cs',11,'湖南',2),

(4639,'候家塘','houjiatang',1772,'yuhua','雨花',47,'长沙','cs',11,'湖南',4),

(4640,'黄土岭','huangtuling',1772,'yuhua','雨花',47,'长沙','cs',11,'湖南',2),

(4641,'井湾子','jingwanzi',1772,'yuhua','雨花',47,'长沙','cs',11,'湖南',2),

(4646,'韶山南路','shaoshannanlu',1772,'yuhua','雨花',47,'长沙','cs',11,'湖南',3),

(4648,'树木岭','shumuling',1772,'yuhua','雨花',47,'长沙','cs',11,'湖南',5),

(4649,'跳马','tiaoma',1772,'yuhua','雨花',47,'长沙','cs',11,'湖南',4),

(4652,'武广新城','wuguangxin',1772,'yuhua','雨花',47,'长沙','cs',11,'湖南',3),

(4655,'喜盈门','xiyingmen',1772,'yuhua','雨花',47,'长沙','cs',11,'湖南',3),

(4656,'窑岭','yaoling',1772,'yuhua','雨花',47,'长沙','cs',11,'湖南',5),

(4657,'雨花亭','yuhuating',1772,'yuhua','雨花',47,'长沙','cs',11,'湖南',4),

(4658,'左家塘','zuojiatang',1772,'yuhua','雨花',47,'长沙','cs',11,'湖南',3),

(4659,'北辰三角洲','beichensanjiaozhou',1775,'kaifu','开福',47,'长沙','cs',11,'湖南',4),

(4660,'福元西路','fuyuanxilu',1775,'kaifu','开福',47,'长沙','cs',11,'湖南',4),

(4661,'广电','guangdian',1775,'kaifu','开福',47,'长沙','cs',11,'湖南',4),

(4662,'金霞','jinxia',1775,'kaifu','开福',47,'长沙','cs',11,'湖南',2),

(4663,'开福其他','kaifuqita',1775,'kaifu','开福',47,'长沙','cs',11,'湖南',1),

(4664,'开福区政府','kaifuquzhengfu',1775,'kaifu','开福',47,'长沙','cs',11,'湖南',6),

(4665,'烈士公园','lieshigongyuan',1775,'kaifu','开福',47,'长沙','cs',11,'湖南',2),

(4666,'青竹湖','qingzhuhu',1775,'kaifu','开福',47,'长沙','cs',11,'湖南',2),

(4667,'市一中','shiyizhong',1775,'kaifu','开福',47,'长沙','cs',11,'湖南',7),

(4668,'四方坪','sifangping',1775,'kaifu','开福',47,'长沙','cs',11,'湖南',1),

(4669,'松桂园','songguiyuan',1775,'kaifu','开福',47,'长沙','cs',11,'湖南',7),

(4670,'伍家岭','wujialing',1775,'kaifu','开福',47,'长沙','cs',11,'湖南',4),

(4671,'湘江世纪城','xiangjiangshijicheng',1775,'kaifu','开福',47,'长沙','cs',11,'湖南',2),

(4672,'月湖','yuehu',1775,'kaifu','开福',47,'长沙','cs',11,'湖南',1),

(4673,'中南汽车世界','zhongnanqicheshijie',1775,'kaifu','开福',47,'长沙','cs',11,'湖南',3),

(4674,'德思勤','desiqin',1774,'tianxin','天心',47,'长沙','cs',11,'湖南',5),

(4675,'东塘','dongtang',1774,'tianxin','天心',47,'长沙','cs',11,'湖南',1),

(4677,'金盆岭','jinpenling',1774,'tianxin','天心',47,'长沙','cs',11,'湖南',1),

(4678,'暮云','muyun',1774,'tianxin','天心',47,'长沙','cs',11,'湖南',4),

(4679,'南郊公园','nanjiaogongyuan',1774,'tianxin','天心',47,'长沙','cs',11,'湖南',4),

(4680,'汽车南站','qichenanzhan',1774,'tianxin','天心',47,'长沙','cs',11,'湖南',4),

(4681,'省政府','shengzhengfu',1774,'tianxin','天心',47,'长沙','cs',11,'湖南',1),

(4682,'书院路','shuyuanlu1',1774,'tianxin','天心',47,'长沙','cs',11,'湖南',2),

(4684,'铁道学院','tiedaoxueyuan',1774,'tianxin','天心',47,'长沙','cs',11,'湖南',1),

(4685,'五一广场','wuyiguangchang',1774,'tianxin','天心',47,'长沙','cs',11,'湖南',5),

(4686,'湘府路','xiangfulu',1774,'tianxin','天心',47,'长沙','cs',11,'湖南',7),

(4687,'新开铺','xinkaipu',1774,'tianxin','天心',47,'长沙','cs',11,'湖南',6),

(4689,'滨江新城','binjiangxincheng',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',4),

(4690,'东方红','dongfanghong',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',4),

(4691,'枫林三路','fenglinsanlu',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',5),

(4692,'观沙岭','guanshaling',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',7),

(4693,'含浦','hanpu',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',4),

(4694,'河西步步高','hexibubugao',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',4),

(4695,'河西大学城','hexidaxuecheng',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',4),

(4696,'河西人人乐','hexirenrenle',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',5),

(4697,'金星中路','jinxingzhonglu',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',4),

(4698,'雷锋大道','leifengdadao',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',2),

(4699,'雷锋镇','leifengzhen',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',2),

(4700,'麓谷东','lugudong',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',6),

(4701,'麓谷西','luguxi',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',1),

(4702,'梅溪湖北岸','meixihubeian',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',6),

(4703,'梅溪湖南岸','meixihunanan',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',2),

(4704,'汽车西站','qichexizhan',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',5),

(4705,'溁湾镇','rongwanzhen',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',5),

(4706,'商学院','shangxueyuan',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',5),

(4707,'市政府','shizhengfu',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',4),

(4708,'桐梓坡','tongzipo',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',2),

(4710,'王家湾','wangjiawan1',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',5),

(4711,'阳光100','yangguang100',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',1),

(4712,'洋湖垸','yanghuyuan',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',1),

(4713,'银盆岭','yinpenling',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',7),

(4714,'岳麓其他','yueluqita',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',5),

(4715,'岳麓山北','yuelushanbei',1773,'yuelu','岳麓',47,'长沙','cs',11,'湖南',3),

(4716,'德政园','dezhengyuan',1776,'furong','芙蓉',47,'长沙','cs',11,'湖南',6),

(4718,'芙蓉区政府','furongquzhengfu',1776,'furong','芙蓉',47,'长沙','cs',11,'湖南',3),

(4719,'火车站','huochezhan1',1776,'furong','芙蓉',47,'长沙','cs',11,'湖南',2),

(4721,'浏城桥','liuchengqiao',1776,'furong','芙蓉',47,'长沙','cs',11,'湖南',5),

(4722,'马王堆','mawangdui',1776,'furong','芙蓉',47,'长沙','cs',11,'湖南',4),

(4723,'汽车东站','qichedongzhan1',1776,'furong','芙蓉',47,'长沙','cs',11,'湖南',1),

(4725,'尚东','shangdong',1776,'furong','芙蓉',47,'长沙','cs',11,'湖南',4),

(4728,'晚报','wanbao',1776,'furong','芙蓉',47,'长沙','cs',11,'湖南',2),

(4732,'金星北','jinxingbei',1777,'wangcheng','望城',47,'长沙','cs',11,'湖南',2),

(4735,'望城区','wangchengqu',1777,'wangcheng','望城',47,'长沙','cs',11,'湖南',5),

(4736,'宁乡县','ningxiangxian',1778,'ningxiang','宁乡',47,'长沙','cs',11,'湖南',1),

(4738,'临澧县','linlixian1',1781,'linlixian','临澧县',48,'常德','changde',11,'湖南',4),

(4742,'长沙县','changshaxian112',1780,'changshaxian','长沙县',47,'长沙','cs',11,'湖南',2),

(4743,'开元路','kaiyuanlu',1780,'changshaxian','长沙县',47,'长沙','cs',11,'湖南',6),

(4746,'泉塘','quantang',1780,'changshaxian','长沙县',47,'长沙','cs',11,'湖南',5),

(4747,'松雅湖','songyahu',1780,'changshaxian','长沙县',47,'长沙','cs',11,'湖南',4),

(4748,'万家丽北','wanjialibei',1780,'changshaxian','长沙县',47,'长沙','cs',11,'湖南',2),

(4749,'万家丽南路','wanjialinanlu',1780,'changshaxian','长沙县',47,'长沙','cs',11,'湖南',1),

(4750,'星沙其他','xingshaqita',1780,'changshaxian','长沙县',47,'长沙','cs',11,'湖南',3),

(4752,'浏阳其他','liuyangqita',1779,'liuyang','浏阳',47,'长沙','cs',11,'湖南',5),

(4753,'安乡县','anxiangxian1',1782,'anxiangxian','安乡县',48,'常德','changde',11,'湖南',7),

(4759,'桃源县','taoyuanxian1',1783,'taoyuanxian','桃源县',48,'常德','changde',11,'湖南',2),

(4760,'白马湖','baimahu1',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',4),

(4761,'北站','beizhan2',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',4),

(4762,'滨湖公园','binhugongyuan',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',3),

(4763,'步行街','buxingjie1',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',7),

(4765,'鼎城区灌溪','dingchengquguanxi',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',4),

(4766,'地区医院','diquyiyuan',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',1),

(4767,'甘露寺','ganlusi',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',5),

(4768,'高山街','gaoshanjie',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',7),

(4770,'宏大','hongda',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',2),

(4771,'鸿升','hongsheng',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',4),

(4772,'火车站','huochezhan8',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',2),

(4773,'柳叶湖','liuyehu',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',6),

(4774,'三岔路','sanchalu',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',4),

(4775,'三闾','sanlv',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',3),

(4777,'文理学院','wenlixueyuan',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',6),

(4778,'五强溪','wuqiangxi',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',6),

(4779,'芷兰','zhilan',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',6),

(4780,'紫桥','ziqiao',1784,'wulingqu','武陵区',48,'常德','changde',11,'湖南',7),

(4782,'津市市','jinshishi1',1786,'jinshishi','津市市',48,'常德','changde',11,'湖南',6),

(4786,'汉寿县','hanshouxian1',1785,'hanshouxian','汉寿县',48,'常德','changde',11,'湖南',1),

(4789,'石门县','shimenxian1',1788,'shimenxian','石门县',48,'常德','changde',11,'湖南',1),

(4792,'德山','deshan',1789,'dingchengqu','鼎城区',48,'常德','changde',11,'湖南',5),

(4797,'桥南','qiaonan2',1789,'dingchengqu','鼎城区',48,'常德','changde',11,'湖南',2),

(4803,'南湖新区','nanhuxinqu',1791,'yueyangxian','岳阳县',49,'岳阳','yy',11,'湖南',2),

(4805,'桥西','qiaoxi2',1791,'yueyangxian','岳阳县',49,'岳阳','yy',11,'湖南',1),

(4807,'岳阳楼区','yueyanglouqu1',1791,'yueyangxian','岳阳县',49,'岳阳','yy',11,'湖南',4),

(4808,'岳阳县','yueyangxian1',1791,'yueyangxian','岳阳县',49,'岳阳','yy',11,'湖南',3),

(4809,'八字门','bazimen',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',4),

(4810,'步行街','buxingjie2',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',2),

(4812,'东升社区','dongshengshequ',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',1),

(4813,'东站','dongzhan2',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',2),

(4814,'海棠社区','haitangshequ',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',3),

(4815,'花板桥','huabanqiao',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',5),

(4816,'火车站','huochezhan15',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',2),

(4817,'金凤桥','jinfengqiao',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',7),

(4819,'九华山','jiuhuashan',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',1),

(4821,'雷锋山','leifengshan',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',2),

(4822,'冷水铺','lengshuipu',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',1),

(4823,'李家冲','lijiachong',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',6),

(4825,'鲤鱼嘴社区','liyuzuishequ',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',4),

(4826,'螺丝港','luosigang',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',5),

(4827,'洛王','luowang',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',1),

(4828,'苗圃','miaopu',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',6),

(4829,'南湖','nanhu7',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',6),

(4831,'炮台山','paotaishan',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',1),

(4833,'齐家岭','qijialing',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',3),

(4834,'七里山','qilishan1',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',3),

(4835,'天伦城','tianluncheng',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',7),

(4836,'五里牌','wulipai',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',2),

(4837,'无效','wuxiao',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',5),

(4838,'新路口','xinlukou',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',5),

(4839,'杨树塘','yangshutang',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',3),

(4840,'岳城','yuecheng1',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',3),

(4841,'岳纺','yuefang',1790,'yueyanglouqu','岳阳楼区',49,'岳阳','yy',11,'湖南',1),

(4846,'湘阴县','xiangyinxian1',1792,'xiangyinxian','湘阴县',49,'岳阳','yy',11,'湖南',4),

(4848,'城陵矶','chenglingji',1796,'yunxiqu','云溪区',49,'岳阳','yy',11,'湖南',3),

(4850,'云溪区','yunxiqu1',1796,'yunxiqu','云溪区',49,'岳阳','yy',11,'湖南',5),

(4852,'君山区','junshanqu1',1794,'junshanqu','君山区',49,'岳阳','yy',11,'湖南',7),

(4855,'平江县','pingjiangxian1',1793,'pingjiangxian','平江县',49,'岳阳','yy',11,'湖南',3),

(4857,'汨罗市','miluoshi1',1795,'miluoshi','汨罗市',49,'岳阳','yy',11,'湖南',1),

(4861,'华容县','huarongxian1',1797,'huarongxian','华容县',49,'岳阳','yy',11,'湖南',6),

(4864,'金凤桥商圈','jinfengqiaoshangquan',1798,'linxiangshi','临湘市',49,'岳阳','yy',11,'湖南',1),

(4865,'临湘市','linxiangshi1',1798,'linxiangshi','临湘市',49,'岳阳','yy',11,'湖南',3),

(4868,'奥园城市广场','aoyuanchengshiguangchang',1799,'tianyuanqu','天元区',50,'株洲','zhuzhou',11,'湖南',5),

(4869,'滨江广场','binjiangguangchang',1799,'tianyuanqu','天元区',50,'株洲','zhuzhou',11,'湖南',6),

(4870,'长江广场（市政府）','changjiangguangchangshizhengfu',1799,'tianyuanqu','天元区',50,'株洲','zhuzhou',11,'湖南',5),

(4871,'湖南工业大学','hunangongyedaxue',1799,'tianyuanqu','天元区',50,'株洲','zhuzhou',11,'湖南',5),

(4872,'栗雨（美的城）','liyumeidicheng',1799,'tianyuanqu','天元区',50,'株洲','zhuzhou',11,'湖南',5),

(4873,'庐山路','lushanlu',1799,'tianyuanqu','天元区',50,'株洲','zhuzhou',11,'湖南',3),

(4874,'马家河','majiahe',1799,'tianyuanqu','天元区',50,'株洲','zhuzhou',11,'湖南',4),

(4875,'神农城','shennongcheng',1799,'tianyuanqu','天元区',50,'株洲','zhuzhou',11,'湖南',3),

(4876,'市中心医院','shizhongxinyiyuan',1799,'tianyuanqu','天元区',50,'株洲','zhuzhou',11,'湖南',2),

(4877,'泰山广场','taishanguangchang',1799,'tianyuanqu','天元区',50,'株洲','zhuzhou',11,'湖南',4),

(4878,'天元区','tianyuanqu1',1799,'tianyuanqu','天元区',50,'株洲','zhuzhou',11,'湖南',2),

(4879,'株洲大道（体育馆）','zhuzhoudadaotiyuguan',1799,'tianyuanqu','天元区',50,'株洲','zhuzhou',11,'湖南',6),

(4881,'株洲西站','zhuzhouxizhan',1799,'tianyuanqu','天元区',50,'株洲','zhuzhou',11,'湖南',3),

(4884,'枫溪街道','fengxijiedao',1800,'lusongqu','芦淞区',50,'株洲','zhuzhou',11,'湖南',7),

(4885,'高家坳','gaojiaao',1800,'lusongqu','芦淞区',50,'株洲','zhuzhou',11,'湖南',3),

(4887,'贺嘉土','hejiatu',1800,'lusongqu','芦淞区',50,'株洲','zhuzhou',11,'湖南',6),

(4888,'九天国际广场','jiutianguojiguangchang',1800,'lusongqu','芦淞区',50,'株洲','zhuzhou',11,'湖南',2),

(4890,'龙泉','longquan',1800,'lusongqu','芦淞区',50,'株洲','zhuzhou',11,'湖南',2),

(4891,'芦淞区','lusongqu1',1800,'lusongqu','芦淞区',50,'株洲','zhuzhou',11,'湖南',5),

(4892,'庆云山','qingyunshan',1800,'lusongqu','芦淞区',50,'株洲','zhuzhou',11,'湖南',5),

(4893,'三三一','sansanyi',1800,'lusongqu','芦淞区',50,'株洲','zhuzhou',11,'湖南',5),

(4894,'神龙公园','shenlonggongyuan',1800,'lusongqu','芦淞区',50,'株洲','zhuzhou',11,'湖南',3),

(4897,'徐家桥商业步行街','xujiaqiaoshangyebuxingjie',1800,'lusongqu','芦淞区',50,'株洲','zhuzhou',11,'湖南',3),

(4898,'中心广场','zhongxinguangchang1',1800,'lusongqu','芦淞区',50,'株洲','zhuzhou',11,'湖南',6),

(4899,'株洲火车站','zhuzhouhuochezhan',1800,'lusongqu','芦淞区',50,'株洲','zhuzhou',11,'湖南',4),

(4901,'大润发','darunfa1',1801,'hetangqu','荷塘区',50,'株洲','zhuzhou',11,'湖南',4),

(4902,'东湖','donghu3',1801,'hetangqu','荷塘区',50,'株洲','zhuzhou',11,'湖南',1),

(4903,'工学院','gongxueyuan',1801,'hetangqu','荷塘区',50,'株洲','zhuzhou',11,'湖南',7),

(4904,'荷塘大道','hetangdadao',1801,'hetangqu','荷塘区',50,'株洲','zhuzhou',11,'湖南',6),

(4905,'荷塘区','hetangqu1',1801,'hetangqu','荷塘区',50,'株洲','zhuzhou',11,'湖南',6),

(4906,'红旗广场','hongqiguangchang',1801,'hetangqu','荷塘区',50,'株洲','zhuzhou',11,'湖南',7),

(4907,'华润万家','huarunwanjia',1801,'hetangqu','荷塘区',50,'株洲','zhuzhou',11,'湖南',7),

(4909,'汽车城','qichecheng',1801,'hetangqu','荷塘区',50,'株洲','zhuzhou',11,'湖南',3),

(4910,'市党委校','shidangweixiao',1801,'hetangqu','荷塘区',50,'株洲','zhuzhou',11,'湖南',3),

(4911,'天鹅湖公园','tianehugongyuan',1801,'hetangqu','荷塘区',50,'株洲','zhuzhou',11,'湖南',2),

(4913,'向阳广场','xiangyangguangchang',1801,'hetangqu','荷塘区',50,'株洲','zhuzhou',11,'湖南',2),

(4914,'新华东路','xinhuadonglu',1801,'hetangqu','荷塘区',50,'株洲','zhuzhou',11,'湖南',2),

(4916,'云龙','yunlong',1801,'hetangqu','荷塘区',50,'株洲','zhuzhou',11,'湖南',2),

(4917,'云龙示','yunlongshi',1801,'hetangqu','荷塘区',50,'株洲','zhuzhou',11,'湖南',6),

(4918,'云龙示范区','yunlongshifanqu',1801,'hetangqu','荷塘区',50,'株洲','zhuzhou',11,'湖南',1),

(4920,'清石广场','qingshiguangchang',1802,'shifengqu','石峰区',50,'株洲','zhuzhou',11,'湖南',2),

(4921,'石峰公园','shifenggongyuan',1802,'shifengqu','石峰区',50,'株洲','zhuzhou',11,'湖南',3),

(4922,'石峰区','shifengqu1',1802,'shifengqu','石峰区',50,'株洲','zhuzhou',11,'湖南',5),

(4923,'田心','tianxin1',1802,'shifengqu','石峰区',50,'株洲','zhuzhou',11,'湖南',5),

(4924,'响石广场','xiangshiguangchang',1802,'shifengqu','石峰区',50,'株洲','zhuzhou',11,'湖南',7),

(4925,'株洲北','zhuzhoubei',1802,'shifengqu','石峰区',50,'株洲','zhuzhou',11,'湖南',6),

(4926,'醴陵市','lilingshi1',1803,'lilingshi','醴陵市',50,'株洲','zhuzhou',11,'湖南',3),

(4929,'茶陵县','chalingxian1',1807,'chalingxian','茶陵县',50,'株洲','zhuzhou',11,'湖南',7),

(4930,'炎陵县','yanlingxian01',1807,'chalingxian','茶陵县',50,'株洲','zhuzhou',11,'湖南',1),

(4934,'攸县','youxian1',1806,'youxian','攸县',50,'株洲','zhuzhou',11,'湖南',7),

(4939,'株洲县','zhuzhouxian1',1805,'zhuzhouxian','株洲县',50,'株洲','zhuzhou',11,'湖南',1),

(4940,'北站商圈','beizhanshangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',4),

(4941,'CBD商圈','cbdshangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',7),

(4942,'大王屯商圈','daiwangtunshangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',6),

(4943,'鼎立商圈','dinglishangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',2),

(4944,'鼓楼区','gulouqu7',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',2),

(4945,'火车站商圈','huochezhanshangquan1',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',1),

(4946,'集英街商圈','jiyingjieshangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',2),

(4947,'开大商圈','kaidashangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',7),

(4948,'开元商圈','kaiyuanshangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',7),

(4949,'龙亭区','longtingqu1',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',3),

(4950,'龙亭商圈','longtingshangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',7),

(4951,'青年城商圈','qingnianchengshangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',2),

(4952,'杞县','qixian4',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',4),

(4953,'世纪商圈','shijishangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',5),

(4954,'市政府商圈','shizhengfushangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',2),

(4955,'顺河区','shunhequ',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',6),

(4956,'顺河商圈','shunheshangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',3),

(4957,'四季城商圈','sijichengshangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',5),

(4958,'铁塔商圈','tietashangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',3),

(4959,'通许县','tongxuxian1',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',2),

(4960,'万达商圈','wandashangquan3',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',2),

(4961,'尉氏县','weishixian1',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',6),

(4963,'祥符商圈','xiangfushangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',7),

(4964,'相国寺商圈','xiangguosishangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',7),

(4965,'西湖商圈','xihushangquan',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',6),

(4966,'禹王台区','yuwangtaiqu1',1808,'longtingqu','龙亭区',51,'开封','kf',12,'河南',3),

(4968,'兰考县','lankaoxian1',1810,'lankaoxian','兰考县',51,'开封','kf',12,'河南',6),

(4974,'祥符区','xiangfuqu1',1812,'xiangfuqu','祥符区',51,'开封','kf',12,'河南',1),

(5008,'安乐师范学院','anleshifanxueyuan',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',4),

(5009,'宝龙','baolong',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',2),

(5010,'瀍河回族区','chanhehuizuqu1',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',2),

(5012,'高新区','gaoxinqu8',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',2),

(5013,'关林','guanlin',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',5),

(5014,'开元湖','kaiyuanhu',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',5),

(5015,'老城区','laochengqu02',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',1),

(5016,'李楼','lilou',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',1),

(5017,'龙门高铁站','longmengaotiezhan',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',7),

(5018,'洛龙区','luolongqu1',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',7),

(5021,'泉舜','quanshun',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',5),

(5022,'史家湾','shijiawan',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',3),

(5023,'市政府','shizhengfu6',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',6),

(5024,'隋唐植物园','suitangzhiwuyuan',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',7),

(5025,'下池','xiachi',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',3),

(5026,'行署路','xingshulu',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',2),

(5027,'新区体育场','xinqutiyuchang',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',2),

(5032,'中油社区','zhongyoushequ',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',3),

(5033,'珠江路','zhujianglu1',1817,'luolongqu','洛龙区',52,'洛阳','luoyang',12,'河南',5),

(5036,'谷水','gushui',1818,'jianxiqu','涧西区',52,'洛阳','luoyang',12,'河南',7),

(5037,'河科大','hekeda',1818,'jianxiqu','涧西区',52,'洛阳','luoyang',12,'河南',5),

(5038,'华山路','huashanlu',1818,'jianxiqu','涧西区',52,'洛阳','luoyang',12,'河南',2),

(5039,'涧西区','jianxiqu1',1818,'jianxiqu','涧西区',52,'洛阳','luoyang',12,'河南',1),

(5040,'联盟路','lianmenglu',1818,'jianxiqu','涧西区',52,'洛阳','luoyang',12,'河南',1),

(5041,'龙鳞路','longlinlu',1818,'jianxiqu','涧西区',52,'洛阳','luoyang',12,'河南',1),

(5042,'牡丹广场','mudanguangchang',1818,'jianxiqu','涧西区',52,'洛阳','luoyang',12,'河南',2),

(5043,'南昌路','nanchanglu',1818,'jianxiqu','涧西区',52,'洛阳','luoyang',12,'河南',5),

(5044,'纱厂路','shachanglu',1818,'jianxiqu','涧西区',52,'洛阳','luoyang',12,'河南',7),

(5045,'上海市场','shanghaishichang',1818,'jianxiqu','涧西区',52,'洛阳','luoyang',12,'河南',5),

(5046,'万达广场','wandaguangchang5',1818,'jianxiqu','涧西区',52,'洛阳','luoyang',12,'河南',4),

(5047,'武汉路','wuhanlu',1818,'jianxiqu','涧西区',52,'洛阳','luoyang',12,'河南',4),

(5053,'玻璃厂','bolichang',1819,'xigongqu','西工区',52,'洛阳','luoyang',12,'河南',7),

(5054,'道北','daobei',1819,'xigongqu','西工区',52,'洛阳','luoyang',12,'河南',5),

(5057,'火车站','huochezhan13',1819,'xigongqu','西工区',52,'洛阳','luoyang',12,'河南',7),

(5058,'洛浦公园','luopugongyuan',1819,'xigongqu','西工区',52,'洛阳','luoyang',12,'河南',7),

(5061,'升龙广场','shenglongguangchang',1819,'xigongqu','西工区',52,'洛阳','luoyang',12,'河南',7),

(5063,'王府井','wangfujing',1819,'xigongqu','西工区',52,'洛阳','luoyang',12,'河南',5),

(5065,'西关','xiguan1',1819,'xigongqu','西工区',52,'洛阳','luoyang',12,'河南',2),

(5067,'新都汇','xinduhui',1819,'xigongqu','西工区',52,'洛阳','luoyang',12,'河南',5),

(5069,'状元红路','zhuangyuanhonglu',1819,'xigongqu','西工区',52,'洛阳','luoyang',12,'河南',6),

(5071,'东花坛','donghuatan',1820,'chanhehuizuqu','瀍河回族区',52,'洛阳','luoyang',12,'河南',4),

(5072,'恒大绿洲','hengdalvzhou',1820,'chanhehuizuqu','瀍河回族区',52,'洛阳','luoyang',12,'河南',2),

(5073,'机车工厂','jichegongchang',1820,'chanhehuizuqu','瀍河回族区',52,'洛阳','luoyang',12,'河南',3),

(5074,'客运东站','keyundongzhan',1820,'chanhehuizuqu','瀍河回族区',52,'洛阳','luoyang',12,'河南',3),

(5075,'老集','laoji',1820,'chanhehuizuqu','瀍河回族区',52,'洛阳','luoyang',12,'河南',1),

(5078,'南关','nanguan',1820,'chanhehuizuqu','瀍河回族区',52,'洛阳','luoyang',12,'河南',1),

(5079,'青年宫','qingniangong',1820,'chanhehuizuqu','瀍河回族区',52,'洛阳','luoyang',12,'河南',4),

(5081,'塔湾','tawan',1820,'chanhehuizuqu','瀍河回族区',52,'洛阳','luoyang',12,'河南',5),

(5082,'铁路分局','tielufenju',1820,'chanhehuizuqu','瀍河回族区',52,'洛阳','luoyang',12,'河南',2),

(5083,'下园','xiayuan',1820,'chanhehuizuqu','瀍河回族区',52,'洛阳','luoyang',12,'河南',7),

(5084,'西工区','xigongqu1',1820,'chanhehuizuqu','瀍河回族区',52,'洛阳','luoyang',12,'河南',7),

(5085,'新街','xinjie',1820,'chanhehuizuqu','瀍河回族区',52,'洛阳','luoyang',12,'河南',1),

(5089,'伊川县','yichuanxian2',1822,'yichuanxian','伊川县',52,'洛阳','luoyang',12,'河南',2),

(5096,'偃师市','yanshishi1',1824,'yanshishi','偃师市',52,'洛阳','luoyang',12,'河南',1),

(5097,'伊滨区','yibinqu',1824,'yanshishi','偃师市',52,'洛阳','luoyang',12,'河南',6),

(5099,'吉利区','jiliqu1',1825,'jiliqu','吉利区',52,'洛阳','luoyang',12,'河南',7),

(5101,'大学城','daxuecheng7',1827,'yiyangxian','宜阳县',52,'洛阳','luoyang',12,'河南',2),

(5106,'宜阳县','yiyangxian2',1827,'yiyangxian','宜阳县',52,'洛阳','luoyang',12,'河南',2),

(5108,'孟津县','mengjinxian1',1826,'mengjinxian','孟津县',52,'洛阳','luoyang',12,'河南',6),

(5114,'嵩县','songxian1',1828,'songxian','嵩县',52,'洛阳','luoyang',12,'河南',4),

(5118,'新安县','xinanxian1',1829,'xinanxian','新安县',52,'洛阳','luoyang',12,'河南',7),

(5120,'栾川县','luanchuanxian1',1830,'luanchuanxian','栾川县',52,'洛阳','luoyang',12,'河南',6),

(5124,'洛宁县','luoningxian1',1832,'luoningxian','洛宁县',52,'洛阳','luoyang',12,'河南',6),

(5127,'汝阳县','ruyangxian1',1831,'ruyangxian','汝阳县',52,'洛阳','luoyang',12,'河南',1),

(5130,'北环外','beihuanwai',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',2),

(5131,'大学城','daxuecheng8',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',5),

(5132,'定国湖','dingguohu',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',6),

(5133,'二十七中','ershiqizhong',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',1),

(5134,'二中','erzhong2',1834,'weibinqu2','卫滨区',54,'新乡','xinxiang',12,'河南',3),

(5135,'凤泉区','fengquanqu1',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',5),

(5136,'高铁东站','gaotiedongzhan1',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',5),

(5137,'河师大','heshida',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',3),

(5138,'黄岗','huanggang1',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',1),

(5139,'环宇','huanyu',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',7),

(5140,'理想城','lixiangcheng',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',2),

(5141,'牧野公园','muyegongyuan',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',4),

(5142,'牛村','niucun',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',6),

(5143,'胜利北街','shenglibeijie',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',3),

(5144,'水产大世界','shuichandashijie',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',2),

(5145,'万达','wanda9',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',1),

(5147,'伟业','weiye',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',2),

(5150,'西外环','xiwaihuan1',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',3),

(5151,'西王村','xiwangcun',1835,'muyequ','牧野区',54,'新乡','xinxiang',12,'河南',2),

(5152,'宝龙','baolong1',1833,'hongqiqu','红旗区',54,'新乡','xinxiang',12,'河南',4),

(5154,'东南外环','dongnanwaihuan',1833,'hongqiqu','红旗区',54,'新乡','xinxiang',12,'河南',4),

(5156,'橄榄城','ganlancheng',1833,'hongqiqu','红旗区',54,'新乡','xinxiang',12,'河南',3),

(5158,'光彩','guangcai',1833,'hongqiqu','红旗区',54,'新乡','xinxiang',12,'河南',2),

(5159,'洪门','hongmen',1833,'hongqiqu','红旗区',54,'新乡','xinxiang',12,'河南',3),

(5160,'花卉市场','huahuishichang',1833,'hongqiqu','红旗区',54,'新乡','xinxiang',12,'河南',3),

(5161,'柳青路','liuqinglu',1833,'hongqiqu','红旗区',54,'新乡','xinxiang',12,'河南',5),

(5164,'南环外','nanhuanwai',1833,'hongqiqu','红旗区',54,'新乡','xinxiang',12,'河南',6),

(5165,'汽车东站','qichedongzhan3',1833,'hongqiqu','红旗区',54,'新乡','xinxiang',12,'河南',1),

(5166,'人民公园','renmingongyuan3',1833,'hongqiqu','红旗区',54,'新乡','xinxiang',12,'河南',2),

(5167,'市政府','shizhengfu4',1833,'hongqiqu','红旗区',54,'新乡','xinxiang',12,'河南',7),

(5168,'卫辉市','weihuishi1',1833,'hongqiqu','红旗区',54,'新乡','xinxiang',12,'河南',4),

(5172,'新悦城','xinyuecheng',1833,'hongqiqu','红旗区',54,'新乡','xinxiang',12,'河南',7),

(5173,'延津县','yanjinxian2',1833,'hongqiqu','红旗区',54,'新乡','xinxiang',12,'河南',4),

(5177,'襄城县','xiangchengxian3',1838,'xiangchengxian','襄城县',55,'许昌','xc',12,'河南',7),

(5178,'禹州市','yuzhoushi1',1837,'yuzhoushi','禹州市',55,'许昌','xc',12,'河南',2),

(5181,'建安区','jiananqu1',1836,'jiananqu','建安区',55,'许昌','xc',12,'河南',5),

(5182,'建安区-长葛区','jiananquchanggequ',1836,'jiananqu','建安区',55,'许昌','xc',12,'河南',1),

(5183,'南区','nanqu1',1836,'jiananqu','建安区',55,'许昌','xc',12,'河南',2),

(5186,'西区','xiqu3',1836,'jiananqu','建安区',55,'许昌','xc',12,'河南',7),

(5189,'中心二区','zhongxinerqu',1836,'jiananqu','建安区',55,'许昌','xc',12,'河南',6),

(5192,'鄢陵县','yanlingxian2',1839,'yanlingxian','鄢陵县',55,'许昌','xc',12,'河南',7),

(5193,'长葛市','changgeshi1',1840,'changgeshi','长葛市',55,'许昌','xc',12,'河南',5),

(5198,'东1区','dong1qu',1841,'weiduqu','魏都区',55,'许昌','xc',12,'河南',2),

(5202,'魏都区','weiduqu1',1841,'weiduqu','魏都区',55,'许昌','xc',12,'河南',1),

(5205,'中心一区','zhongxinyiqu',1841,'weiduqu','魏都区',55,'许昌','xc',12,'河南',2),

(5211,'古玩城','guwancheng',1842,'erqi','二七',56,'郑州','zz',12,'河南',2),

(5213,'火车站','huochezhan5',1842,'erqi','二七',56,'郑州','zz',12,'河南',5),

(5214,'老航院','laohangyuan',1842,'erqi','二七',56,'郑州','zz',12,'河南',2),

(5215,'老郑大','laozhengda',1842,'erqi','二七',56,'郑州','zz',12,'河南',4),

(5217,'南关街','nanguanjie',1842,'erqi','二七',56,'郑州','zz',12,'河南',1),

(5220,'市财政局','shicaizhengju',1842,'erqi','二七',56,'郑州','zz',12,'河南',2),

(5223,'鞋城','xiecheng',1842,'erqi','二七',56,'郑州','zz',12,'河南',1),

(5234,'黄河南路','huanghenanlu',1843,'zhengdongxinqu','郑东新区',56,'郑州','zz',12,'河南',4),

(5236,'天赋路','tianfulu',1843,'zhengdongxinqu','郑东新区',56,'郑州','zz',12,'河南',1),

(5238,'万滩','wantan',1843,'zhengdongxinqu','郑东新区',56,'郑州','zz',12,'河南',3),

(5239,'象湖','xianghu1',1843,'zhengdongxinqu','郑东新区',56,'郑州','zz',12,'河南',7),

(5242,'祭城','zhaicheng',1843,'zhengdongxinqu','郑东新区',56,'郑州','zz',12,'河南',5),

(5243,'郑州东站','zhengzhoudongzhan',1843,'zhengdongxinqu','郑东新区',56,'郑州','zz',12,'河南',7),

(5250,'荥阳','xingyang',1844,'xingyangshi','荥阳市',56,'郑州','zz',12,'河南',5),

(5255,'南龙湖商圈','nanlonghushangquan',1845,'xinzhengshi','新郑市',56,'郑州','zz',12,'河南',6),

(5256,'双鹤湖商圈','shuanghehushangquan',1845,'xinzhengshi','新郑市',56,'郑州','zz',12,'河南',6),

(5259,'新郑市','xinzhengshi1',1845,'xinzhengshi','新郑市',56,'郑州','zz',12,'河南',1),

(5260,'园博园商圈','yuanboyuanshangquan',1845,'xinzhengshi','新郑市',56,'郑州','zz',12,'河南',2),

(5261,'上街区','shangjiequ1',1846,'shangjiequ','上街区',56,'郑州','zz',12,'河南',4),

(5262,'巩义市','gongyishi1',1847,'gongyishi','巩义市',56,'郑州','zz',12,'河南',3),

(5267,'新密市','xinmishi1',1848,'xinmishi','新密市',56,'郑州','zz',12,'河南',1),

(5279,'登封市','dengfengshi1',1849,'dengfengshi','登封市',56,'郑州','zz',12,'河南',4),

(5281,'白沙','baisha',1850,'zhongmuxian','中牟县',56,'郑州','zz',12,'河南',2),

(5284,'航空港商圈','hangkonggangshangquan',1850,'zhongmuxian','中牟县',56,'郑州','zz',12,'河南',3),

(5285,'中牟县','zhongmuxian1',1850,'zhongmuxian','中牟县',56,'郑州','zz',12,'河南',1),

(5287,'北站','beizhan',1857,'jinshui','金水',56,'郑州','zz',12,'河南',4),

(5288,'财富广场','caifuguangchang',1857,'jinshui','金水',56,'郑州','zz',12,'河南',7),

(5289,'CBD','cbd1',1857,'jinshui','金水',56,'郑州','zz',12,'河南',4),

(5290,'陈寨','chenzhai',1857,'jinshui','金水',56,'郑州','zz',12,'河南',2),

(5291,'大石桥','dashiqiao',1857,'jinshui','金水',56,'郑州','zz',12,'河南',1),

(5292,'东建材','dongjiancai',1857,'jinshui','金水',56,'郑州','zz',12,'河南',5),

(5294,'海洋馆','haiyangguan',1857,'jinshui','金水',56,'郑州','zz',12,'河南',3),

(5295,'河医立交桥','heyilijiaoqiao',1857,'jinshui','金水',56,'郑州','zz',12,'河南',7),

(5297,'经五路','jingwulu1',1857,'jinshui','金水',56,'郑州','zz',12,'河南',4),

(5298,'金水区','jinshuiqu',1857,'jinshui','金水',56,'郑州','zz',12,'河南',6),

(5299,'科技市场','kejishichang',1857,'jinshui','金水',56,'郑州','zz',12,'河南',6),

(5301,'龙湖岛','longhudao',1857,'jinshui','金水',56,'郑州','zz',12,'河南',6),

(5304,'轻工业学院','qinggongyexueyuan',1857,'jinshui','金水',56,'郑州','zz',12,'河南',6),

(5305,'汽配大世界','qipeidashijie',1857,'jinshui','金水',56,'郑州','zz',12,'河南',1),

(5308,'省人民医院','shengrenminyiyuan1',1857,'jinshui','金水',56,'郑州','zz',12,'河南',4),

(5310,'省中医院','shengzhongyiyuan',1857,'jinshui','金水',56,'郑州','zz',12,'河南',4),

(5311,'世纪欢乐园','shijihuanleyuan',1857,'jinshui','金水',56,'郑州','zz',12,'河南',7),

(5312,'水上乐园','shuishangleyuan',1857,'jinshui','金水',56,'郑州','zz',12,'河南',6),

(5314,'通泰路','tongtailu',1857,'jinshui','金水',56,'郑州','zz',12,'河南',2),

(5315,'未来大厦','weilaidasha',1857,'jinshui','金水',56,'郑州','zz',12,'河南',3),

(5316,'文博广场','wenboguangchang',1857,'jinshui','金水',56,'郑州','zz',12,'河南',2),

(5317,'新北站','xinbeizhan',1857,'jinshui','金水',56,'郑州','zz',12,'河南',1),

(5318,'徐寨','xuzhai',1857,'jinshui','金水',56,'郑州','zz',12,'河南',5),

(5319,'杨金路','yangjinlu',1857,'jinshui','金水',56,'郑州','zz',12,'河南',1),

(5321,'枣庄','zaozhuang',1857,'jinshui','金水',56,'郑州','zz',12,'河南',4),

(5322,'众意路','zhongyilu',1857,'jinshui','金水',56,'郑州','zz',12,'河南',5),

(5324,'北大学城','beidaxuecheng',1856,'huiji','惠济',56,'郑州','zz',12,'河南',2),

(5325,'富田大厦','futiandasha',1856,'huiji','惠济',56,'郑州','zz',12,'河南',1),

(5326,'刘寨','liuzhai',1856,'huiji','惠济',56,'郑州','zz',12,'河南',1),

(5327,'绿茵广场','lvyinguangchang',1856,'huiji','惠济',56,'郑州','zz',12,'河南',7),

(5328,'邙山','mangshan',1856,'huiji','惠济',56,'郑州','zz',12,'河南',3),

(5329,'庙李','miaoli',1856,'huiji','惠济',56,'郑州','zz',12,'河南',6),

(5330,'省体育中心','shengtiyuzhongxin1',1856,'huiji','惠济',56,'郑州','zz',12,'河南',2),

(5332,'索凌路北段','suolinglubeiduan',1856,'huiji','惠济',56,'郑州','zz',12,'河南',3),

(5334,'第八大街','dibadajie',1855,'guanchenghuizuqu','管城回族区',56,'郑州','zz',12,'河南',6),

(5335,'第三大街','disandajie1',1855,'guanchenghuizuqu','管城回族区',56,'郑州','zz',12,'河南',4),

(5337,'二里岗','erligang',1855,'guanchenghuizuqu','管城回族区',56,'郑州','zz',12,'河南',7),

(5338,'凤凰路','fenghuanglu',1855,'guanchenghuizuqu','管城回族区',56,'郑州','zz',12,'河南',3),

(5339,'管城回族区','guanchenghuizuqu1',1855,'guanchenghuizuqu','管城回族区',56,'郑州','zz',12,'河南',2),

(5340,'管南区域','guannanquyu',1855,'guanchenghuizuqu','管城回族区',56,'郑州','zz',12,'河南',3),

(5343,'陇海汽车站','longhaiqichezhan',1855,'guanchenghuizuqu','管城回族区',56,'郑州','zz',12,'河南',6),

(5346,'商代遗址','shangdaiyizhi',1855,'guanchenghuizuqu','管城回族区',56,'郑州','zz',12,'河南',3),

(5350,'燕庄','yanzhuang',1855,'guanchenghuizuqu','管城回族区',56,'郑州','zz',12,'河南',2),

(5351,'紫荆山','zijingshan',1855,'guanchenghuizuqu','管城回族区',56,'郑州','zz',12,'河南',7),

(5358,'碧沙岗','bishagang',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',4),

(5359,'常西湖','changxihu',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',3),

(5360,'电力新村','dianlixincun',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',2),

(5361,'帝湖','dihu',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',4),

(5362,'儿童公园','ertonggongyuan',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',7),

(5364,'交警二大队','jiaojingerdadui',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',5),

(5365,'汽车西站','qichexizhan1',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',6),

(5366,'热电厂','redianchang1',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',2),

(5367,'沙口路','shakoulu',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',1),

(5369,'石佛','shifo',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',4),

(5370,'万客来','wankelai',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',3),

(5371,'五龙口','wulongkou',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',7),

(5372,'五一公园','wuyigongyuan',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',5),

(5373,'兴华南街','xinghuananjie',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',5),

(5374,'新郑大','xinzhengda',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',4),

(5375,'月季公园','yuejigongyuan',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',4),

(5376,'郑州晚报社','zhengzhouwanbaoshe',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',4),

(5377,'郑州一中','zhengzhouyizhong',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',1),

(5378,'中原区','zhongyuanqu',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',4),

(5379,'中原万达','zhongyuanwanda',1854,'zhongyuan','中原',56,'郑州','zz',12,'河南',6),

(5380,'八卦嘴','baguazui',1882,'xisaishanqu','西塞山区',60,'黄石','huangshi',13,'湖北',2),

(5381,'上窑','shangyao',1882,'xisaishanqu','西塞山区',60,'黄石','huangshi',13,'湖北',3),

(5384,'下陆区','xialuqu1',1882,'xisaishanqu','西塞山区',60,'黄石','huangshi',13,'湖北',3),

(5385,'西塞山区','xisaishanqu1',1882,'xisaishanqu','西塞山区',60,'黄石','huangshi',13,'湖北',1),

(5386,'阳新县','yangxinxian3',1884,'yangxinxian','阳新县',60,'黄石','huangshi',13,'湖北',4),

(5387,'中窑','zhongyao',1882,'xisaishanqu','西塞山区',60,'黄石','huangshi',13,'湖北',7),

(5388,'铁山区','tieshanqu1',1885,'tieshanqu','铁山区',60,'黄石','huangshi',13,'湖北',1),

(5390,'花湖','huahu',1883,'huangshigangqu','黄石港区',60,'黄石','huangshi',13,'湖北',3),

(5391,'黄石港区','huangshigangqu1',1883,'huangshigangqu','黄石港区',60,'黄石','huangshi',13,'湖北',4),

(5392,'楠竹林','nanzhulin',1883,'huangshigangqu','黄石港区',60,'黄石','huangshi',13,'湖北',6),

(5393,'沈家营','shenjiaying',1883,'huangshigangqu','黄石港区',60,'黄石','huangshi',13,'湖北',2),

(5394,'市中心','shizhongxin',1883,'huangshigangqu','黄石港区',60,'黄石','huangshi',13,'湖北',4),

(5396,'万达','wanda4',1883,'huangshigangqu','黄石港区',60,'黄石','huangshi',13,'湖北',4),

(5397,'武商','wushang',1883,'huangshigangqu','黄石港区',60,'黄石','huangshi',13,'湖北',2),

(5398,'老下陆','laoxialu',1886,'xialuqu','下陆区',60,'黄石','huangshi',13,'湖北',4),

(5399,'团城山','tuanchengshan',1886,'xialuqu','下陆区',60,'黄石','huangshi',13,'湖北',6),

(5400,'新下陆','xinxialu',1886,'xialuqu','下陆区',60,'黄石','huangshi',13,'湖北',6),

(5401,'大冶市','dayeshi1',1887,'dayeshi','大冶市',60,'黄石','huangshi',13,'湖北',1),

(5402,'黄金山','huangjinshan',1887,'dayeshi','大冶市',60,'黄石','huangshi',13,'湖北',1),

(5403,'老城区','laochengqu3',1887,'dayeshi','大冶市',60,'黄石','huangshi',13,'湖北',2),

(5404,'新城区','xinchengqu5',1887,'dayeshi','大冶市',60,'黄石','huangshi',13,'湖北',5),

(5406,'百步亭','baibuting',1888,'jiangan','江岸',61,'武汉','wh',13,'湖北',6),

(5407,'大智路','dazhilu',1888,'jiangan','江岸',61,'武汉','wh',13,'湖北',7),

(5408,'堤角','dijiao',1888,'jiangan','江岸',61,'武汉','wh',13,'湖北',5),

(5409,'二七','erqi2',1888,'jiangan','江岸',61,'武汉','wh',13,'湖北',1),

(5410,'后湖','houhu',1888,'jiangan','江岸',61,'武汉','wh',13,'湖北',6),

(5411,'黄埔永清','huangpuyongqing',1888,'jiangan','江岸',61,'武汉','wh',13,'湖北',1),

(5412,'前进江汉','qianjinjianghan',1888,'jiangan','江岸',61,'武汉','wh',13,'湖北',7),

(5413,'三阳路','sanyanglu',1888,'jiangan','江岸',61,'武汉','wh',13,'湖北',4),

(5414,'台北香港路','taibeixiangganglu',1888,'jiangan','江岸',61,'武汉','wh',13,'湖北',1),

(5416,'塔子湖','tazihu',1888,'jiangan','江岸',61,'武汉','wh',13,'湖北',6),

(5417,'育才花桥','yucaihuaqiao',1888,'jiangan','江岸',61,'武汉','wh',13,'湖北',4),

(5419,'CBD西北湖','cbdxibeihu',1889,'jianghan','江汉',61,'武汉','wh',13,'湖北',7),

(5420,'长丰常码头','changfengchangmatou',1889,'jianghan','江汉',61,'武汉','wh',13,'湖北',4),

(5421,'长港路','changganglu',1889,'jianghan','江汉',61,'武汉','wh',13,'湖北',3),

(5422,'常青路','changqinglu',1889,'jianghan','江汉',61,'武汉','wh',13,'湖北',1),

(5425,'唐家墩','tangjiadun',1889,'jianghan','江汉',61,'武汉','wh',13,'湖北',1),

(5427,'武广万松园','wuguangwansongyuan',1889,'jianghan','江汉',61,'武汉','wh',13,'湖北',7),

(5428,'新华路万达','xinhualuwanda',1889,'jianghan','江汉',61,'武汉','wh',13,'湖北',2),

(5429,'杨汊湖','yangchahu',1889,'jianghan','江汉',61,'武汉','wh',13,'湖北',7),

(5430,'宝丰崇仁','baofengchongren',1890,'qiaokou','硚口',61,'武汉','wh',13,'湖北',4),

(5433,'古田','gutian',1890,'qiaokou','硚口',61,'武汉','wh',13,'湖北',3),

(5434,'汉正街','hanzhengjie',1890,'qiaokou','硚口',61,'武汉','wh',13,'湖北',2),

(5435,'集贤','jixian2',1890,'qiaokou','硚口',61,'武汉','wh',13,'湖北',2),

(5438,'宗关','zongguan',1890,'qiaokou','硚口',61,'武汉','wh',13,'湖北',7),

(5439,'常青花园','changqinghuayuan',1891,'dongxihu','东西湖',61,'武汉','wh',13,'湖北',3),

(5440,'东西湖其它','dongxihuqita',1891,'dongxihu','东西湖',61,'武汉','wh',13,'湖北',2),

(5441,'将军路','jiangjunlu',1891,'dongxihu','东西湖',61,'武汉','wh',13,'湖北',2),

(5442,'金银湖','jinyinhu',1891,'dongxihu','东西湖',61,'武汉','wh',13,'湖北',2),

(5443,'吴家山','wujiashan',1891,'dongxihu','东西湖',61,'武汉','wh',13,'湖北',2),

(5445,'楚河汉街','chuhehanjie',1892,'wuchang','武昌',61,'武汉','wh',13,'湖北',4),

(5446,'东湖东亭','donghudongting',1892,'wuchang','武昌',61,'武汉','wh',13,'湖北',7),

(5447,'街道口','jiedaokou',1892,'wuchang','武昌',61,'武汉','wh',13,'湖北',2),

(5448,'积玉桥','jiyuqiao',1892,'wuchang','武昌',61,'武汉','wh',13,'湖北',3),

(5450,'首义','shouyi',1892,'wuchang','武昌',61,'武汉','wh',13,'湖北',1),

(5451,'水果湖','shuiguohu',1892,'wuchang','武昌',61,'武汉','wh',13,'湖北',3),

(5453,'武昌火车站','wuchanghuochezhan',1892,'wuchang','武昌',61,'武汉','wh',13,'湖北',6),

(5454,'徐东','xudong',1892,'wuchang','武昌',61,'武汉','wh',13,'湖北',7),

(5455,'杨园','yangyuan',1892,'wuchang','武昌',61,'武汉','wh',13,'湖北',7),

(5456,'中北路','zhongbeilu',1892,'wuchang','武昌',61,'武汉','wh',13,'湖北',2),

(5457,'中南丁字桥','zhongnandingziqiao',1892,'wuchang','武昌',61,'武汉','wh',13,'湖北',6),

(5459,'青山','qingshan1',1893,'qingshan','青山',61,'武汉','wh',13,'湖北',3),

(5460,'白沙洲','baishazhou',1894,'hongshan','洪山',61,'武汉','wh',13,'湖北',3),

(5464,'洪山其它','hongshanqita',1894,'hongshan','洪山',61,'武汉','wh',13,'湖北',6),

(5465,'虎泉杨家湾','huquanyangjiawan',1894,'hongshan','洪山',61,'武汉','wh',13,'湖北',2),

(5468,'老南湖','laonanhu',1894,'hongshan','洪山',61,'武汉','wh',13,'湖北',4),

(5469,'珞狮南路','luoshinanlu',1894,'hongshan','洪山',61,'武汉','wh',13,'湖北',2),

(5471,'南湖沃尔玛','nanhuwoerma',1894,'hongshan','洪山',61,'武汉','wh',13,'湖北',5),

(5473,'沙湖','shahu',1894,'hongshan','洪山',61,'武汉','wh',13,'湖北',5),

(5474,'团结大道','tuanjiedadao',1894,'hongshan','洪山',61,'武汉','wh',13,'湖北',4),

(5477,'新南湖','xinnanhu',1894,'hongshan','洪山',61,'武汉','wh',13,'湖北',2),

(5480,'卓刀泉','zhuodaoquan',1894,'hongshan','洪山',61,'武汉','wh',13,'湖北',5),

(5481,'光谷东','guanggudong',1896,'donghugaoxin','东湖高新',61,'武汉','wh',13,'湖北',7),

(5482,'光谷广场','guangguguangchang',1896,'donghugaoxin','东湖高新',61,'武汉','wh',13,'湖北',3),

(5483,'光谷南','guanggunan',1896,'donghugaoxin','东湖高新',61,'武汉','wh',13,'湖北',7),

(5484,'关山大道','guanshandadao',1896,'donghugaoxin','东湖高新',61,'武汉','wh',13,'湖北',4),

(5485,'关西长职','guanxichangzhi',1896,'donghugaoxin','东湖高新',61,'武汉','wh',13,'湖北',3),

(5487,'华科大','huakeda',1896,'donghugaoxin','东湖高新',61,'武汉','wh',13,'湖北',6),

(5489,'金融港','jinronggang',1896,'donghugaoxin','东湖高新',61,'武汉','wh',13,'湖北',6),

(5490,'民族大道','minzudadao',1896,'donghugaoxin','东湖高新',61,'武汉','wh',13,'湖北',4),

(5491,'三环南','sanhuannan',1896,'donghugaoxin','东湖高新',61,'武汉','wh',13,'湖北',2),

(5492,'七里庙','qilimiao',1895,'hanyang','汉阳',61,'武汉','wh',13,'湖北',7),

(5493,'四新','sixin',1895,'hanyang','汉阳',61,'武汉','wh',13,'湖北',6),

(5494,'王家湾','wangjiawan',1895,'hanyang','汉阳',61,'武汉','wh',13,'湖北',5),

(5495,'钟家村','zhongjiacun',1895,'hanyang','汉阳',61,'武汉','wh',13,'湖北',6),

(5496,'藏龙岛','canglongdao',1897,'jiangxia','江夏',61,'武汉','wh',13,'湖北',7),

(5497,'江夏其它','jiangxiaqita',1897,'jiangxia','江夏',61,'武汉','wh',13,'湖北',6),

(5498,'庙山','miaoshan',1897,'jiangxia','江夏',61,'武汉','wh',13,'湖北',6),

(5499,'文化大道','wenhuadadao',1897,'jiangxia','江夏',61,'武汉','wh',13,'湖北',3),

(5500,'蔡甸城区','caidianchengqu',1898,'caidian','蔡甸',61,'武汉','wh',13,'湖北',5),

(5501,'蔡甸其它','caidianqita',1898,'caidian','蔡甸',61,'武汉','wh',13,'湖北',1),

(5502,'后官湖','houguanhu',1898,'caidian','蔡甸',61,'武汉','wh',13,'湖北',6),

(5503,'中法生态城','zhongfashengtaicheng',1898,'caidian','蔡甸',61,'武汉','wh',13,'湖北',3),

(5504,'汉口北','hankoubei',1899,'huangbei','黄陂',61,'武汉','wh',13,'湖北',1),

(5505,'黄陂其它','huangbeiqita',1899,'huangbei','黄陂',61,'武汉','wh',13,'湖北',6),

(5506,'盘龙城','panlongcheng',1899,'huangbei','黄陂',61,'武汉','wh',13,'湖北',7),

(5507,'前川','qianchuan',1899,'huangbei','黄陂',61,'武汉','wh',13,'湖北',1),

(5508,'武湖','wuhu',1899,'huangbei','黄陂',61,'武汉','wh',13,'湖北',6),

(5509,'新洲其它','xinzhouqita',1900,'xinzhou','新洲',61,'武汉','wh',13,'湖北',5),

(5510,'阳逻','yangluo',1900,'xinzhou','新洲',61,'武汉','wh',13,'湖北',2),

(5511,'沌口','dunkou',1901,'zhuankoukaifaqu','沌口开发区',61,'武汉','wh',13,'湖北',1),

(5512,'襄城区','xiangchengqu1',1903,'xiangchengqu1','襄城区',62,'襄阳','xy',13,'湖北',6),

(5513,'鱼梁洲','yuliangzhou',1903,'xiangchengqu1','襄城区',62,'襄阳','xy',13,'湖北',3),

(5514,'汉南其它','hannanqita',1902,'hannan','汉南',61,'武汉','wh',13,'湖北',4),

(5515,'樊城东区','fanchengdongqu',1905,'fanchengqu','樊城区',62,'襄阳','xy',13,'湖北',5),

(5516,'樊城西区','fanchengxiqu',1905,'fanchengqu','樊城区',62,'襄阳','xy',13,'湖北',7),

(5517,'襄州区','xiangzhouqu2',1905,'fanchengqu','樊城区',62,'襄阳','xy',13,'湖北',7),

(5522,'阿拉伯广场','alaboguangchang',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',6),

(5524,'承德广场','chengdeguangchang',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',5),

(5525,'船舶军工','chuanbojungong',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',5),

(5526,'哈东站商圈','hadongzhanshangquan',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',6),

(5527,'哈尔滨新区（利民开发区）','haerbinxinquliminkaifaqu',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',2),

(5528,'花鸟鱼市场','huaniaoyushichang',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',7),

(5530,'呼兰商圈','hulanshangquan',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',6),

(5531,'景阳商城南极市场','jingyangshangchengnanjishichang',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',3),

(5532,'景阳商圈','jingyangshangquan',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',1),

(5533,'靖宇公园','jingyugongyuan',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',2),

(5534,'龙塔','longta',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',1),

(5535,'玛克威','makewei',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',6),

(5536,'南岗会展商圈','nanganghuizhanshangquan',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',7),

(5538,'南十四道街商圈','nanshisidaojieshangquan',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',5),

(5539,'农大商圈','nongdashangquan',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',1),

(5540,'太古商圈','taigushangquan',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',7),

(5541,'太平商圈','taipingshangquan',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',1),

(5542,'先锋路商圈','xianfenglushangquan',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',3),

(5543,'永泰商圈','yongtaishangquan',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',1),

(5544,'兆麟校','zhaolinxiao',1920,'daowai','道外',64,'哈尔滨','hrb',14,'黑龙江',3),

(5545,'爱建','aijian',1921,'daoli','道里',64,'哈尔滨','hrb',14,'黑龙江',1),

(5546,'安字片','anzipian',1921,'daoli','道里',64,'哈尔滨','hrb',14,'黑龙江',2),

(5547,'公路大桥','gongludaqiao',1921,'daoli','道里',64,'哈尔滨','hrb',14,'黑龙江',7),

(5548,'工农大街','gongnongdajie',1921,'daoli','道里',64,'哈尔滨','hrb',14,'黑龙江',4),

(5549,'顾乡大街','guxiangdajie',1921,'daoli','道里',64,'哈尔滨','hrb',14,'黑龙江',4),

(5550,'顾乡凯德广场','guxiangkaideguangchang',1921,'daoli','道里',64,'哈尔滨','hrb',14,'黑龙江',7),

(5551,'哈西商圈','haxishangquan',1921,'daoli','道里',64,'哈尔滨','hrb',14,'黑龙江',1),

(5552,'建国公园','jianguogongyuan',1921,'daoli','道里',64,'哈尔滨','hrb',14,'黑龙江',2),

(5553,'经纬街','jingweijie',1921,'daoli','道里',64,'哈尔滨','hrb',14,'黑龙江',3),

(5554,'群力新区','qunlixinqu',1921,'daoli','道里',64,'哈尔滨','hrb',14,'黑龙江',2),

(5556,'太平机场商圈','taipingjichangshangquan',1921,'daoli','道里',64,'哈尔滨','hrb',14,'黑龙江',5),

(5558,'王岗商圈','wanggangshangquan',1921,'daoli','道里',64,'哈尔滨','hrb',14,'黑龙江',6),

(5561,'中央大街','zhongyangdajie',1921,'daoli','道里',64,'哈尔滨','hrb',14,'黑龙江',1),

(5563,'动力区','dongliqu',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',5),

(5564,'儿童公园','ertonggongyuan1',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',5),

(5565,'复华校国展工大附中','fuhuaxiaoguozhangongdafuzhong',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',7),

(5566,'革新教堂','gexinjiaotang',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',2),

(5568,'海城市场商圈','haichengshichangshangquan',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',5),

(5570,'哈特百脑汇教化工大','hatebainaohuijiaohuagongda',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',7),

(5572,'花园铁岭继红校','huayuantielingjihongxiao',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',3),

(5575,'马家沟校大成街','majiagouxiaodachengjie',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',3),

(5577,'南岗分局十三中','nangangfenjushisanzhong',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',7),

(5579,'南马校','nanmaxiao',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',1),

(5581,'师大附小沙曼小区','shidafuxiaoshamanxiaoqu',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',7),

(5583,'团结萧红校哈站北秀宾馆','tuanjiexiaohongxiaohazhanbeixiubinguan',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',3),

(5584,'万达商圈','wandashangquan6',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',4),

(5588,'西大桥商圈','xidaqiaoshangquan',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',4),

(5589,'新发小区大润发','xinfadarunfa',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',7),

(5590,'宣西宣庆体院','xuanxixuanqingtiyuan',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',3),

(5591,'仪兴商圈','yixingshangquan',1922,'nangang','南岗',64,'哈尔滨','hrb',14,'黑龙江',4),

(5594,'安埠商圈','anbushangquan',1923,'xiangfang','香坊',64,'哈尔滨','hrb',14,'黑龙江',5),

(5595,'菜艺商圈','caiyishangquan',1923,'xiangfang','香坊',64,'哈尔滨','hrb',14,'黑龙江',4),

(5599,'哈南商圈','hananshangquan',1923,'xiangfang','香坊',64,'哈尔滨','hrb',14,'黑龙江',5),

(5605,'尚志公园','shangzhigongyuan',1923,'xiangfang','香坊',64,'哈尔滨','hrb',14,'黑龙江',5),

(5606,'省医院商圈','shengyiyuanshangquan',1923,'xiangfang','香坊',64,'哈尔滨','hrb',14,'黑龙江',2),

(5610,'文政新区商圈','wenzhengxinqushangquan',1923,'xiangfang','香坊',64,'哈尔滨','hrb',14,'黑龙江',5),

(5613,'巴彦县','bayanxian1',1926,'bayanxian','巴彦县',64,'哈尔滨','hrb',14,'黑龙江',3),

(5620,'尚志市','shangzhishi1',1925,'shangzhishi','尚志市',64,'哈尔滨','hrb',14,'黑龙江',3),

(5623,'阿城商圈','achengshangquan',1928,'achengqu','阿城区',64,'哈尔滨','hrb',14,'黑龙江',6),

(5630,'哈尔滨新区','haerbinxinqu',1924,'songbei','松北',64,'哈尔滨','hrb',14,'黑龙江',2),

(5631,'松北世贸大道','songbeishimaodadao',1924,'songbei','松北',64,'哈尔滨','hrb',14,'黑龙江',4),

(5639,'延寿县','yanshouxian1',1929,'yanshouxian','延寿县',64,'哈尔滨','hrb',14,'黑龙江',6),

(5642,'依兰县','yilanxian1',1930,'yilanxian','依兰县',64,'哈尔滨','hrb',14,'黑龙江',3),

(5645,'木兰县','mulanxian1',1931,'mulanxian','木兰县',64,'哈尔滨','hrb',14,'黑龙江',5),

(5650,'通河县','tonghexian1',1933,'tonghexian','通河县',64,'哈尔滨','hrb',14,'黑龙江',5),

(5654,'宾县','binxian3',1932,'binxian','宾县',64,'哈尔滨','hrb',14,'黑龙江',2),

(5665,'五常市','wuchangshi1',1934,'wuchangshi','五常市',64,'哈尔滨','hrb',14,'黑龙江',7),

(5667,'方正县','fangzhengxian1',1936,'fangzhengxian','方正县',64,'哈尔滨','hrb',14,'黑龙江',1),

(5673,'双城区','shuangchengqu1',1935,'shuangchengqu','双城区',64,'哈尔滨','hrb',14,'黑龙江',2),

(5678,'老城区','laochengqu4',1937,'zhanggongqu','章贡区',65,'赣州','ganzhou',15,'江西',5),

(5681,'水东','shuidong',1937,'zhanggongqu','章贡区',65,'赣州','ganzhou',15,'江西',1),

(5683,'站北区','zhanbeiqu',1937,'zhanggongqu','章贡区',65,'赣州','ganzhou',15,'江西',2),

(5684,'章江新区','zhangjiangxinqu',1937,'zhanggongqu','章贡区',65,'赣州','ganzhou',15,'江西',5),

(5686,'赣县区','ganxianqu1',1938,'ganxianqu','赣县区',65,'赣州','ganzhou',15,'江西',6),

(5696,'黄金开发区','huangjinkaifaqu',1939,'nankangqu','南康区',65,'赣州','ganzhou',15,'江西',5),

(5697,'南康区','nankangqu1',1939,'nankangqu','南康区',65,'赣州','ganzhou',15,'江西',1),

(5698,'蓉江新区','rongjiangxinqu',1939,'nankangqu','南康区',65,'赣州','ganzhou',15,'江西',4),

(5700,'水西镇','shuixizhen',1939,'nankangqu','南康区',65,'赣州','ganzhou',15,'江西',7),

(5708,'于都县','yuduxian1',1940,'yuduxian','于都县',65,'赣州','ganzhou',15,'江西',5),

(5711,'上犹县','shangyouxian1',1943,'shangyouxian','上犹县',65,'赣州','ganzhou',15,'江西',3),

(5714,'瑞金市','ruijinshi1',1941,'ruijinshi','瑞金市',65,'赣州','ganzhou',15,'江西',2),

(5718,'会昌县','huichangxian1',1944,'huichangxian','会昌县',65,'赣州','ganzhou',15,'江西',4),

(5722,'宁都县','ningduxian1',1942,'ningduxian','宁都县',65,'赣州','ganzhou',15,'江西',7),

(5734,'信丰县','xinfengxian1',1945,'xinfengxian','信丰县',65,'赣州','ganzhou',15,'江西',6),

(5736,'全南县','quannanxian1',1946,'quannanxian','全南县',65,'赣州','ganzhou',15,'江西',5),

(5738,'安远县','anyuanxian1',1949,'anyuanxian','安远县',65,'赣州','ganzhou',15,'江西',4),

(5746,'大余县','dayuxian1',1948,'dayuxian','大余县',65,'赣州','ganzhou',15,'江西',4),

(5751,'兴国县','xingguoxian1',1947,'xingguoxian','兴国县',65,'赣州','ganzhou',15,'江西',4),

(5754,'定南县','dingnanxian1',1950,'dingnanxian','定南县',65,'赣州','ganzhou',15,'江西',7),

(5761,'寻乌县','xunwuxian1',1951,'xunwuxian','寻乌县',65,'赣州','ganzhou',15,'江西',6),

(5762,'崇义县','chongyixian1',1952,'chongyixian','崇义县',65,'赣州','ganzhou',15,'江西',6),

(5768,'石城县','shichengxian1',1953,'shichengxian','石城县',65,'赣州','ganzhou',15,'江西',4),

(5770,'龙南县','longnanxian1',1954,'longnanxian','龙南县',65,'赣州','ganzhou',15,'江西',1),

(5774,'共青城市','gongqingchengshi1',1956,'gongqingchengshi','共青城市',66,'九江','jiujiang',15,'江西',7),

(5778,'修水县','xiushuixian1',1955,'xiushuixian','修水县',66,'九江','jiujiang',15,'江西',1),

(5783,'莲花','lianhua5',1957,'lushanshi','庐山市',66,'九江','jiujiang',15,'江西',6),

(5784,'庐山市','lushanshi1',1957,'lushanshi','庐山市',66,'九江','jiujiang',15,'江西',7),

(5788,'彭泽县','pengzexian1',1958,'pengzexian','彭泽县',66,'九江','jiujiang',15,'江西',2),

(5790,'德安县','deanxian1',1959,'deanxian','德安县',66,'九江','jiujiang',15,'江西',3),

(5798,'武宁县','wuningxian1',1961,'wuningxian','武宁县',66,'九江','jiujiang',15,'江西',7),

(5801,'白水湖','baishuihu',1963,'xunyangqu','浔阳区',66,'九江','jiujiang',15,'江西',3),

(5804,'大中大','dazhongda',1963,'xunyangqu','浔阳区',66,'九江','jiujiang',15,'江西',5),

(5805,'甘棠公园','gantanggongyuan',1963,'xunyangqu','浔阳区',66,'九江','jiujiang',15,'江西',5),

(5808,'十里','shili',1963,'xunyangqu','浔阳区',66,'九江','jiujiang',15,'江西',7),

(5809,'万达','wanda7',1963,'xunyangqu','浔阳区',66,'九江','jiujiang',15,'江西',3),

(5816,'永修县','yongxiuxian1',1962,'yongxiuxian','永修县',66,'九江','jiujiang',15,'江西',1),

(5817,'八里湖','balihu',1960,'chaisangqu','柴桑区',66,'九江','jiujiang',15,'江西',4),

(5818,'柴桑区','chaisangqu1',1960,'chaisangqu','柴桑区',66,'九江','jiujiang',15,'江西',2),

(5825,'湖口县','hukouxian1',1964,'hukouxian','湖口县',66,'九江','jiujiang',15,'江西',2),

(5829,'都昌县','duchangxian1',1967,'duchangxian','都昌县',66,'九江','jiujiang',15,'江西',3),

(5836,'瑞昌市','ruichangshi1',1966,'ruichangshi','瑞昌市',66,'九江','jiujiang',15,'江西',1),

(5841,'快乐城','kuailecheng',1965,'lianxiqu','濂溪区',66,'九江','jiujiang',15,'江西',3),

(5844,'南山','nanshan',1965,'lianxiqu','濂溪区',66,'九江','jiujiang',15,'江西',3),

(5847,'新桥头','xinqiaotou',1965,'lianxiqu','濂溪区',66,'九江','jiujiang',15,'江西',2),

(5849,'吉安县','jianxian1',1970,'jianxian','吉安县',67,'吉安','jian',15,'江西',2),

(5851,'吉州区','jizhouqu3',1968,'jizhouqu','吉州区',67,'吉安','jian',15,'江西',4),

(5852,'青原区','qingyuanqu3',1969,'qingyuanqu2','青原区',67,'吉安','jian',15,'江西',5),

(5853,'泰和县','taihexian3',1972,'taihexian','泰和县',67,'吉安','jian',15,'江西',3),

(5856,'安福县','anfuxian1',1973,'anfuxian','安福县',67,'吉安','jian',15,'江西',1),

(5860,'吉水县','jishuixian1',1971,'jishuixian','吉水县',67,'吉安','jian',15,'江西',2),

(5867,'井冈山市','jinggangshanshi1',1972,'taihexian','泰和县',67,'吉安','jian',15,'江西',4),

(5869,'永新县','yongxinxian1',1974,'yongxinxian','永新县',67,'吉安','jian',15,'江西',5),

(5873,'新干县','xinganxian3',1975,'yongfengxian','永丰县',67,'吉安','jian',15,'江西',1),

(5874,'永丰县','yongfengxian1',1975,'yongfengxian','永丰县',67,'吉安','jian',15,'江西',3),

(5877,'峡江县','xiajiangxian1',1977,'xiajiangxian','峡江县',67,'吉安','jian',15,'江西',4),

(5880,'八一公园','bayigongyuan',1978,'donghuqu','东湖区',68,'南昌','nc',15,'江西',2),

(5881,'滨江中心','binjiangzhongxin',1978,'donghuqu','东湖区',68,'南昌','nc',15,'江西',4),

(5882,'大士院','dashiyuan',1978,'donghuqu','东湖区',68,'南昌','nc',15,'江西',4),

(5883,'叠山路','dieshanlu',1978,'donghuqu','东湖区',68,'南昌','nc',15,'江西',3),

(5884,'东湖区','donghuqu1',1978,'donghuqu','东湖区',68,'南昌','nc',15,'江西',1),

(5885,'墩子塘','dunzitang',1978,'donghuqu','东湖区',68,'南昌','nc',15,'江西',2),

(5886,'李家庄','lijiazhuang',1978,'donghuqu','东湖区',68,'南昌','nc',15,'江西',1),

(5887,'人民公园','renmingongyuan5',1978,'donghuqu','东湖区',68,'南昌','nc',15,'江西',1),

(5888,'滕王阁','tengwangge',1978,'donghuqu','东湖区',68,'南昌','nc',15,'江西',2),

(5889,'文教路','wenjiaolu',1978,'donghuqu','东湖区',68,'南昌','nc',15,'江西',2),

(5890,'贤士湖','xianshihu',1978,'donghuqu','东湖区',68,'南昌','nc',15,'江西',1),

(5891,'樟树林','zhangshulin',1978,'donghuqu','东湖区',68,'南昌','nc',15,'江西',4),

(5893,'遂川县','suichuanxian1',1976,'suichuanxian','遂川县',67,'吉安','jian',15,'江西',4),

(5895,'万安县','wananxian1',1976,'suichuanxian','遂川县',67,'吉安','jian',15,'江西',2),

(5896,'昌南','changnan',1979,'nanchangxian','南昌县',68,'南昌','nc',15,'江西',2),

(5897,'莲塘','liantang2',1979,'nanchangxian','南昌县',68,'南昌','nc',15,'江西',6),

(5898,'其它','qita',1979,'nanchangxian','南昌县',68,'南昌','nc',15,'江西',4),

(5899,'象湖','xianghu2',1979,'nanchangxian','南昌县',68,'南昌','nc',15,'江西',6),

(5900,'向塘','xiangtang',1979,'nanchangxian','南昌县',68,'南昌','nc',15,'江西',4),

(5901,'银三角','yinsanjiao',1979,'nanchangxian','南昌县',68,'南昌','nc',15,'江西',5),

(5902,'安义县','anyixian1',1980,'anyixian','安义县',68,'南昌','nc',15,'江西',3),

(5903,'红湾大道以北','hongwandadaoyibei',1981,'xinjianqu','新建区',68,'南昌','nc',15,'江西',4),

(5904,'红湾大道以南','hongwandadaoyinan',1981,'xinjianqu','新建区',68,'南昌','nc',15,'江西',2),

(5905,'黄家湖','huangjiahu',1981,'xinjianqu','新建区',68,'南昌','nc',15,'江西',2),

(5906,'九龙湖','jiulonghu3',1981,'xinjianqu','新建区',68,'南昌','nc',15,'江西',2),

(5907,'新建大道','xinjiandadao',1981,'xinjianqu','新建区',68,'南昌','nc',15,'江西',5),

(5908,'新建其它','xinjianqita',1981,'xinjianqu','新建区',68,'南昌','nc',15,'江西',2),

(5909,'新建县','xinjianxian',1981,'xinjianqu','新建区',68,'南昌','nc',15,'江西',7),

(5910,'紫荆路','zijinglu',1981,'xinjianqu','新建区',68,'南昌','nc',15,'江西',2),

(5911,'天宁路','tianninglu',1982,'wanliqu','湾里区',68,'南昌','nc',15,'江西',6),

(5912,'湾里','wanli1',1982,'wanliqu','湾里区',68,'南昌','nc',15,'江西',4),

(5913,'湾里区','wanliqu1',1982,'wanliqu','湾里区',68,'南昌','nc',15,'江西',4),

(5915,'八一广场','bayiguangchang',1984,'xihuqu','西湖区',68,'南昌','nc',15,'江西',3),

(5916,'朝阳新城','chaoyangxincheng',1984,'xihuqu','西湖区',68,'南昌','nc',15,'江西',7),

(5917,'朝阳洲','chaoyangzhou',1984,'xihuqu','西湖区',68,'南昌','nc',15,'江西',7),

(5918,'船山路','chuanshanlu',1984,'xihuqu','西湖区',68,'南昌','nc',15,'江西',2),

(5919,'二七南','erqinan',1984,'xihuqu','西湖区',68,'南昌','nc',15,'江西',4),

(5920,'洪城大市场','hongchengdashichang',1984,'xihuqu','西湖区',68,'南昌','nc',15,'江西',1),

(5921,'十字街','shizijie',1984,'xihuqu','西湖区',68,'南昌','nc',15,'江西',2),

(5922,'西湖区','xihuqu1',1984,'xihuqu','西湖区',68,'南昌','nc',15,'江西',2),

(5923,'进贤县','jinxianxian1',1985,'jinxianxian','进贤县',68,'南昌','nc',15,'江西',2),

(5924,'八大山人','badashanren',1986,'qingyunpuqu','青云谱区',68,'南昌','nc',15,'江西',3),

(5926,'城南家园','chengnanjiayuan',1986,'qingyunpuqu','青云谱区',68,'南昌','nc',15,'江西',6),

(5927,'洪都','hongdou',1986,'qingyunpuqu','青云谱区',68,'南昌','nc',15,'江西',5),

(5928,'洪都航空工业园','hongdouhangkonggongyeyuan',1986,'qingyunpuqu','青云谱区',68,'南昌','nc',15,'江西',3),

(5929,'江铃','jiangling',1986,'qingyunpuqu','青云谱区',68,'南昌','nc',15,'江西',2),

(5930,'青云谱区','qingyunpuqu1',1986,'qingyunpuqu','青云谱区',68,'南昌','nc',15,'江西',5),

(5932,'徐家坊','xujiafang',1986,'qingyunpuqu','青云谱区',68,'南昌','nc',15,'江西',6),

(5933,'江坊','jiangfang',1987,'qingshanhuqu','青山湖区',68,'南昌','nc',15,'江西',2),

(5934,'青山湖区','qingshanhuqu1',1987,'qingshanhuqu','青山湖区',68,'南昌','nc',15,'江西',3),

(5935,'塘山广场','tangshanguangchang',1987,'qingshanhuqu','青山湖区',68,'南昌','nc',15,'江西',2),

(5938,'经开区商圈','jingkaiqushangquan',1990,'shangraoxian','上饶县',69,'上饶','sr',15,'江西',4),

(5939,'七六路商圈','qiliulushangquan',1990,'shangraoxian','上饶县',69,'上饶','sr',15,'江西',6),

(5940,'商贸城商圈','shangmaochengshangquan',1990,'shangraoxian','上饶县',69,'上饶','sr',15,'江西',4),

(5941,'上饶高铁站商圈','shangraogaotiezhanshangquan',1990,'shangraoxian','上饶县',69,'上饶','sr',15,'江西',2),

(5942,'十一小商圈','shiyixiaoshangquan',1990,'shangraoxian','上饶县',69,'上饶','sr',15,'江西',5),

(5943,'万达商圈','wandashangquan1',1990,'shangraoxian','上饶县',69,'上饶','sr',15,'江西',5),

(5944,'行政中心商圈','xingzhengzhongxinshangquan',1990,'shangraoxian','上饶县',69,'上饶','sr',15,'江西',7),

(5945,'旭日商圈','xurishangquan',1990,'shangraoxian','上饶县',69,'上饶','sr',15,'江西',2),

(5946,'广丰区','guangfengqu1',1992,'guangfengqu','广丰区',69,'上饶','sr',15,'江西',6),

(5947,'广丰区人民医院商圈','guangfengqurenminyiyuanshangquan',1992,'guangfengqu','广丰区',69,'上饶','sr',15,'江西',2),

(5948,'裕丰商圈','yufengshangquan',1992,'guangfengqu','广丰区',69,'上饶','sr',15,'江西',6),

(5949,'大市场商圈','dashichangshangquan',1991,'xinzhouqu','信州区',69,'上饶','sr',15,'江西',3),

(5954,'水南街商圈','shuinanjieshangquan',1991,'xinzhouqu','信州区',69,'上饶','sr',15,'江西',2),

(5956,'万力商圈','wanlishangquan',1991,'xinzhouqu','信州区',69,'上饶','sr',15,'江西',4),

(5959,'亿升商圈','yishengshangquan',1991,'xinzhouqu','信州区',69,'上饶','sr',15,'江西',2),

(5960,'紫阳商圈','ziyangshangquan',1991,'xinzhouqu','信州区',69,'上饶','sr',15,'江西',4),

(5961,'滆湖镇','gehuzhen',1993,'wujinqu','武进区',70,'常州','changzhou',16,'江苏',7),

(5962,'横林镇','henglinzhen',1993,'wujinqu','武进区',70,'常州','changzhou',16,'江苏',4),

(5963,'横山桥镇','hengshanqiaozhen',1993,'wujinqu','武进区',70,'常州','changzhou',16,'江苏',1),

(5964,'湖塘镇','hutangzhen',1993,'wujinqu','武进区',70,'常州','changzhou',16,'江苏',2),

(5965,'礼嘉镇','lijiazhen',1993,'wujinqu','武进区',70,'常州','changzhou',16,'江苏',1),

(5966,'洛阳镇','luoyangzhen',1993,'wujinqu','武进区',70,'常州','changzhou',16,'江苏',4),

(5967,'南夏墅街道','nanxiashujiedao',1993,'wujinqu','武进区',70,'常州','changzhou',16,'江苏',2),

(5969,'雪堰镇','xueyanzhen',1993,'wujinqu','武进区',70,'常州','changzhou',16,'江苏',1),

(5970,'遥观镇','yaoguanzhen',1993,'wujinqu','武进区',70,'常州','changzhou',16,'江苏',4),

(5971,'东城街道','dongchengjiedao',1994,'jintanqu','金坛区',70,'常州','changzhou',16,'江苏',7),

(5972,'塘旺','tangwang',1994,'jintanqu','金坛区',70,'常州','changzhou',16,'江苏',2),

(5973,'西城街道','xichengjiedao',1994,'jintanqu','金坛区',70,'常州','changzhou',16,'江苏',5),

(5974,'尧塘镇','yaotangzhen',1994,'jintanqu','金坛区',70,'常州','changzhou',16,'江苏',5),

(5975,'北港','beigang',1995,'zhonglouqu','钟楼区',70,'常州','changzhou',16,'江苏',5),

(5978,'五星','wuxing',1995,'zhonglouqu','钟楼区',70,'常州','changzhou',16,'江苏',2),

(5979,'西林','xilin',1995,'zhonglouqu','钟楼区',70,'常州','changzhou',16,'江苏',3),

(5980,'新闸','xinzha',1995,'zhonglouqu','钟楼区',70,'常州','changzhou',16,'江苏',5),

(5981,'永红','yonghong',1995,'zhonglouqu','钟楼区',70,'常州','changzhou',16,'江苏',5),

(5982,'邹区','zouqu',1995,'zhonglouqu','钟楼区',70,'常州','changzhou',16,'江苏',3),

(5983,'茶山','chashan',1997,'tianningqu','天宁区',70,'常州','changzhou',16,'江苏',3),

(5984,'雕庄','diaozhuang',1997,'tianningqu','天宁区',70,'常州','changzhou',16,'江苏',5),

(5985,'红梅','hongmei',1997,'tianningqu','天宁区',70,'常州','changzhou',16,'江苏',7),

(5986,'璜土','huangtu',1997,'tianningqu','天宁区',70,'常州','changzhou',16,'江苏',2),

(5987,'兰陵街道','lanlingjiedao',1997,'tianningqu','天宁区',70,'常州','changzhou',16,'江苏',1),

(5988,'南大街','nandajie',1997,'tianningqu','天宁区',70,'常州','changzhou',16,'江苏',4),

(5989,'青龙','qinglong',1997,'tianningqu','天宁区',70,'常州','changzhou',16,'江苏',2),

(5990,'溧阳','liyang',1996,'liyangshi','溧阳市',70,'常州','changzhou',16,'江苏',3),

(5991,'奔牛','benniu',1998,'xinbeiqu','新北区',70,'常州','changzhou',16,'江苏',6),

(5992,'春江','chunjiang',1998,'xinbeiqu','新北区',70,'常州','changzhou',16,'江苏',2),

(5993,'河海','hehai',1998,'xinbeiqu','新北区',70,'常州','changzhou',16,'江苏',7),

(5994,'龙虎塘','longhutang',1998,'xinbeiqu','新北区',70,'常州','changzhou',16,'江苏',6),

(5995,'三井','sanjing',1998,'xinbeiqu','新北区',70,'常州','changzhou',16,'江苏',6),

(5996,'新桥','xinqiao3',1998,'xinbeiqu','新北区',70,'常州','changzhou',16,'江苏',6),

(5997,'薛家','xuejia',1998,'xinbeiqu','新北区',70,'常州','changzhou',16,'江苏',6),

(5998,'金地商业广场','jindishangyeguangchang',2014,'huaianqu','淮安区',72,'淮安','ha',16,'江苏',7),

(5999,'生态新城','shengtaixincheng1',2014,'huaianqu','淮安区',72,'淮安','ha',16,'江苏',2),

(6000,'新城市广场','xinchengshiguangchang',2014,'huaianqu','淮安区',72,'淮安','ha',16,'江苏',7),

(6001,'周恩来纪念馆','zhouenlaijinianguan',2014,'huaianqu','淮安区',72,'淮安','ha',16,'江苏',4),

(6002,'白鹭湖','bailuhu',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',2),

(6004,'漕运西路','caoyunxilu',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',7),

(6006,'楚秀园','chuxiuyuan',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',2),

(6007,'大学城商圈','daxuechengshangquan',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',5),

(6008,'大运河文化广场','dayunhewenhuaguangchang',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',4),

(6010,'恒大名都','hengdamingdu',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',2),

(6011,'淮阴卷烟厂','huaiyinjuanyanchang',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',6),

(6014,'清晏园','qingyanyuan',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',5),

(6015,'上海东路','shanghaidonglu',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',3),

(6016,'上海西路','shanghaixilu',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',7),

(6018,'深圳路','shenzhenlu',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',5),

(6019,'水渡口大道','shuidukoudadao',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',1),

(6021,'万达','wanda12',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',1),

(6022,'翔宇大道','xiangyudadao',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',3),

(6023,'新亚','xinya',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',6),

(6024,'徐杨','xuyang',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',7),

(6025,'延安东路','yanandonglu',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',1),

(6026,'迎宾大道','yingbindadao',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',5),

(6027,'中南商圈','zhongnanshangquan1',2012,'qingjiangpuqu','清江浦区',72,'淮安','ha',16,'江苏',1),

(6028,'北京西路','beijingxilu',2013,'huaiyinqu','淮阴区',72,'淮安','ha',16,'江苏',2),

(6029,'长江东路','changjiangdonglu',2013,'huaiyinqu','淮阴区',72,'淮安','ha',16,'江苏',3),

(6030,'长征小学','changzhengxiaoxue',2013,'huaiyinqu','淮阴区',72,'淮安','ha',16,'江苏',4),

(6031,'东大院','dongdayuan',2013,'huaiyinqu','淮阴区',72,'淮安','ha',16,'江苏',5),

(6032,'淮阴区','huaiyinqu1',2013,'huaiyinqu','淮阴区',72,'淮安','ha',16,'江苏',5),

(6033,'淮阴区大润发','huaiyinqudarunfa',2013,'huaiyinqu','淮阴区',72,'淮安','ha',16,'江苏',3),

(6034,'火车北站','huochebeizhan',2013,'huaiyinqu','淮阴区',72,'淮安','ha',16,'江苏',2),

(6035,'外国语','waiguoyu',2013,'huaiyinqu','淮阴区',72,'淮安','ha',16,'江苏',6),

(6037,'小营','xiaoying1',2013,'huaiyinqu','淮阴区',72,'淮安','ha',16,'江苏',6),

(6038,'城北','chengbei2',2015,'hongzequ','洪泽区',72,'淮安','ha',16,'江苏',3),

(6039,'城南','chengnan5',2015,'hongzequ','洪泽区',72,'淮安','ha',16,'江苏',2),

(6040,'富民','fumin2',2015,'hongzequ','洪泽区',72,'淮安','ha',16,'江苏',5),

(6041,'洪泽县','hongzexian1',2015,'hongzequ','洪泽区',72,'淮安','ha',16,'江苏',5),

(6042,'华润苏果','huarunsuguo',2015,'hongzequ','洪泽区',72,'淮安','ha',16,'江苏',3),

(6043,'老实小 实验中学','laoshixiaoshiyanzhongxue',2015,'hongzequ','洪泽区',72,'淮安','ha',16,'江苏',6),

(6044,'区政府二实小','quzhengfuershixiao',2015,'hongzequ','洪泽区',72,'淮安','ha',16,'江苏',6),

(6045,'万通国际','wantongguoji',2015,'hongzequ','洪泽区',72,'淮安','ha',16,'江苏',5),

(6046,'新县中','xinxianzhong',2015,'hongzequ','洪泽区',72,'淮安','ha',16,'江苏',5),

(6047,'百悦广场','baiyueguangchang',2016,'lianshuixian','涟水县',72,'淮安','ha',16,'江苏',2),

(6048,'大润发','darunfa3',2016,'lianshuixian','涟水县',72,'淮安','ha',16,'江苏',6),

(6049,'府前','fuqian',2016,'lianshuixian','涟水县',72,'淮安','ha',16,'江苏',1),

(6050,'涟水城北','lianshuichengbei',2016,'lianshuixian','涟水县',72,'淮安','ha',16,'江苏',3),

(6051,'涟水城南','lianshuichengnan',2016,'lianshuixian','涟水县',72,'淮安','ha',16,'江苏',5),

(6052,'涟水县','lianshuixian1',2016,'lianshuixian','涟水县',72,'淮安','ha',16,'江苏',2),

(6053,'幸福里','xingfuli',2016,'lianshuixian','涟水县',72,'淮安','ha',16,'江苏',2),

(6054,'郑梁梅','zhengliangmei',2016,'lianshuixian','涟水县',72,'淮安','ha',16,'江苏',1),

(6056,'奥南','aonan',2046,'jianye','建邺',75,'南京','nj',16,'江苏',6),

(6057,'奥体','aoti3',2046,'jianye','建邺',75,'南京','nj',16,'江苏',2),

(6058,'茶南','chanan',2046,'jianye','建邺',75,'南京','nj',16,'江苏',3),

(6059,'汉中门大街','hanzhongmendajie',2046,'jianye','建邺',75,'南京','nj',16,'江苏',3),

(6060,'湖西街','huxijie',2046,'jianye','建邺',75,'南京','nj',16,'江苏',7),

(6061,'江东','jiangdong2',2046,'jianye','建邺',75,'南京','nj',16,'江苏',3),

(6062,'江心洲','jiangxinzhou',2046,'jianye','建邺',75,'南京','nj',16,'江苏',4),

(6063,'南湖','nanhu4',2046,'jianye','建邺',75,'南京','nj',16,'江苏',6),

(6064,'南苑','nanyuan2',2046,'jianye','建邺',75,'南京','nj',16,'江苏',4),

(6065,'水西门','shuiximen1',2046,'jianye','建邺',75,'南京','nj',16,'江苏',4),

(6066,'万达广场','wandaguangchang1',2046,'jianye','建邺',75,'南京','nj',16,'江苏',5),

(6068,'兴隆大街','xinglongdajie',2046,'jianye','建邺',75,'南京','nj',16,'江苏',1),

(6069,'应天西路','yingtianxilu1',2046,'jianye','建邺',75,'南京','nj',16,'江苏',2),

(6070,'油坊桥','youfangqiao',2046,'jianye','建邺',75,'南京','nj',16,'江苏',5),

(6071,'常府街','changfujie2',2047,'qinhuai','秦淮',75,'南京','nj',16,'江苏',7),

(6072,'长乐路','changlelu11',2047,'qinhuai','秦淮',75,'南京','nj',16,'江苏',6),

(6073,'朝天宫','chaotiangong',2047,'qinhuai','秦淮',75,'南京','nj',16,'江苏',1),

(6074,'大光路','daguanglu',2047,'qinhuai','秦淮',75,'南京','nj',16,'江苏',4),

(6075,'夫子庙','fuzimiao',2047,'qinhuai','秦淮',75,'南京','nj',16,'江苏',6),

(6076,'光华路','guanghualu',2047,'qinhuai','秦淮',75,'南京','nj',16,'江苏',7),

(6077,'洪家园','hongjiayuan1',2047,'qinhuai','秦淮',75,'南京','nj',16,'江苏',2),

(6078,'建康路','jiankanglu',2047,'qinhuai','秦淮',75,'南京','nj',16,'江苏',6),

(6079,'来凤里','laifengli',2047,'qinhuai','秦淮',75,'南京','nj',16,'江苏',6),

(6080,'秦虹','qinhong',2047,'qinhuai','秦淮',75,'南京','nj',16,'江苏',6),

(6081,'瑞金路','ruijinlu1',2047,'qinhuai','秦淮',75,'南京','nj',16,'江苏',1),

(6082,'升州路','shengzhoulu',2047,'qinhuai','秦淮',75,'南京','nj',16,'江苏',2),

(6084,'五老村','wulaocun',2047,'qinhuai','秦淮',75,'南京','nj',16,'江苏',5),

(6085,'新街口','xinjiekou1',2047,'qinhuai','秦淮',75,'南京','nj',16,'江苏',7),

(6086,'月牙湖','yueyahu',2047,'qinhuai','秦淮',75,'南京','nj',16,'江苏',5),

(6087,'安德门','andemen',2049,'yuhuatai','雨花台',75,'南京','nj',16,'江苏',4),

(6088,'板桥','banqiao',2049,'yuhuatai','雨花台',75,'南京','nj',16,'江苏',6),

(6090,'岱山新城','daishanxincheng',2049,'yuhuatai','雨花台',75,'南京','nj',16,'江苏',2),

(6093,'梅山','meishan',2049,'yuhuatai','雨花台',75,'南京','nj',16,'江苏',7),

(6094,'宁南','nanjingnanzhan1',2049,'yuhuatai','雨花台',75,'南京','nj',16,'江苏',7),

(6095,'能仁里','nengrenli',2049,'yuhuatai','雨花台',75,'南京','nj',16,'江苏',1),

(6096,'铁心桥','tiexinqiao',2049,'yuhuatai','雨花台',75,'南京','nj',16,'江苏',5),

(6097,'小行','xiaoxing',2049,'yuhuatai','雨花台',75,'南京','nj',16,'江苏',6),

(6098,'雨花新村','yuhuaxincun',2049,'yuhuatai','雨花台',75,'南京','nj',16,'江苏',6),

(6099,'北京东路','beijingdonglu',2048,'xuanwu','玄武',75,'南京','nj',16,'江苏',7),

(6100,'长江路','changjianglu2',2048,'xuanwu','玄武',75,'南京','nj',16,'江苏',4),

(6101,'丹凤街','danfengjie1',2048,'xuanwu','玄武',75,'南京','nj',16,'江苏',2),

(6102,'红山','hongshan1',2048,'xuanwu','玄武',75,'南京','nj',16,'江苏',5),

(6103,'后宰门','houzaimen',2048,'xuanwu','玄武',75,'南京','nj',16,'江苏',5),

(6107,'锁金村','suojincun',2048,'xuanwu','玄武',75,'南京','nj',16,'江苏',3),

(6108,'卫岗','weigang1',2048,'xuanwu','玄武',75,'南京','nj',16,'江苏',4),

(6110,'孝陵卫','xiaolingwei1',2048,'xuanwu','玄武',75,'南京','nj',16,'江苏',3),

(6111,'玄武门','xuanwumen11',2048,'xuanwu','玄武',75,'南京','nj',16,'江苏',4),

(6112,'樱驼花园','yingtuohuayuan',2048,'xuanwu','玄武',75,'南京','nj',16,'江苏',4),

(6114,'珠江路','zhujianglu',2048,'xuanwu','玄武',75,'南京','nj',16,'江苏',2),

(6115,'草场门大街','caochangmendajie',2045,'gulou','鼓楼',75,'南京','nj',16,'江苏',6),

(6116,'定淮门大街','dinghuaimendajie',2045,'gulou','鼓楼',75,'南京','nj',16,'江苏',3),

(6117,'凤凰西街','fenghuangxijie1',2045,'gulou','鼓楼',75,'南京','nj',16,'江苏',6),

(6118,'福建路','fujianlu',2045,'gulou','鼓楼',75,'南京','nj',16,'江苏',1),

(6120,'华侨路','huaqiaolu1',2045,'gulou','鼓楼',75,'南京','nj',16,'江苏',7),

(6121,'湖南路','hunanlu',2045,'gulou','鼓楼',75,'南京','nj',16,'江苏',7),

(6122,'建宁路','jianninglu',2045,'gulou','鼓楼',75,'南京','nj',16,'江苏',3),

(6123,'金陵小区','jinling',2045,'gulou','鼓楼',75,'南京','nj',16,'江苏',1),

(6124,'龙江','longjiang',2045,'gulou','鼓楼',75,'南京','nj',16,'江苏',6),

(6125,'宁海路','ninghailu',2045,'gulou','鼓楼',75,'南京','nj',16,'江苏',4),

(6126,'热河南路','rehenanlu',2045,'gulou','鼓楼',75,'南京','nj',16,'江苏',7),

(6127,'三牌楼','sanpailou',2045,'gulou','鼓楼',75,'南京','nj',16,'江苏',2),

(6128,'水佐岗','shuizuogang',2045,'gulou','鼓楼',75,'南京','nj',16,'江苏',5),

(6130,'小市','xiaoshi1',2045,'gulou','鼓楼',75,'南京','nj',16,'江苏',5),

(6132,'许府巷','xufuxiang',2045,'gulou','鼓楼',75,'南京','nj',16,'江苏',2),

(6133,'挹江门','yijiangmen',2045,'gulou','鼓楼',75,'南京','nj',16,'江苏',4),

(6134,'百家湖','baijiahu',2051,'jiangning','江宁',75,'南京','nj',16,'江苏',5),

(6135,'岔路口','chalukou1',2051,'jiangning','江宁',75,'南京','nj',16,'江苏',2),

(6136,'淳化','chunhua',2051,'jiangning','江宁',75,'南京','nj',16,'江苏',6),

(6137,'东山镇','dongshanzhen',2051,'jiangning','江宁',75,'南京','nj',16,'江苏',7),

(6138,'湖熟','hushu',2051,'jiangning','江宁',75,'南京','nj',16,'江苏',7),

(6139,'将军大道','jiangjundadao11',2051,'jiangning','江宁',75,'南京','nj',16,'江苏',1),

(6140,'江宁滨江','jiangningbinjiang',2051,'jiangning','江宁',75,'南京','nj',16,'江苏',3),

(6141,'江宁大学城','jiangningdaxuecheng',2051,'jiangning','江宁',75,'南京','nj',16,'江苏',5),

(6142,'江宁其它','jiangningqita11',2051,'jiangning','江宁',75,'南京','nj',16,'江苏',7),

(6143,'九龙湖','jiulonghu',2051,'jiangning','江宁',75,'南京','nj',16,'江苏',2),

(6144,'科学园','kexueyuan',2051,'jiangning','江宁',75,'南京','nj',16,'江苏',6),

(6145,'禄口','lukou',2051,'jiangning','江宁',75,'南京','nj',16,'江苏',6),

(6146,'麒麟镇','qilinzhen',2051,'jiangning','江宁',75,'南京','nj',16,'江苏',3),

(6147,'汤山镇','tangshanzhen',2051,'jiangning','江宁',75,'南京','nj',16,'江苏',2),

(6148,'正方新城','zhengfangxincheng',2051,'jiangning','江宁',75,'南京','nj',16,'江苏',4),

(6150,'迈皋桥','maigaoqiao1',2050,'qixia','栖霞',75,'南京','nj',16,'江苏',1),

(6151,'马群','maqun1',2050,'qixia','栖霞',75,'南京','nj',16,'江苏',1),

(6153,'栖霞其它','qixiaqita1',2050,'qixia','栖霞',75,'南京','nj',16,'江苏',3),

(6154,'万寿','wanshou1',2050,'qixia','栖霞',75,'南京','nj',16,'江苏',2),

(6155,'五塘广场','wutangguangchang',2050,'qixia','栖霞',75,'南京','nj',16,'江苏',6),

(6156,'仙鹤门','xianhemen',2050,'qixia','栖霞',75,'南京','nj',16,'江苏',7),

(6157,'仙林','xianlin2',2050,'qixia','栖霞',75,'南京','nj',16,'江苏',1),

(6158,'晓庄','xiaozhuang',2050,'qixia','栖霞',75,'南京','nj',16,'江苏',7),

(6159,'燕子矶','yanziji',2050,'qixia','栖霞',75,'南京','nj',16,'江苏',1),

(6160,'尧化门','yaohuamen',2050,'qixia','栖霞',75,'南京','nj',16,'江苏',4),

(6161,'月苑','yueyuan',2050,'qixia','栖霞',75,'南京','nj',16,'江苏',2),

(6162,'顶山街道','dingshanjiedao',2052,'pukou','浦口',75,'南京','nj',16,'江苏',1),

(6163,'高新区','gaoxinqu2',2052,'pukou','浦口',75,'南京','nj',16,'江苏',4),

(6164,'江浦街道','jiangpujiedao',2052,'pukou','浦口',75,'南京','nj',16,'江苏',7),

(6165,'浦口其它','pukouqita11',2052,'pukou','浦口',75,'南京','nj',16,'江苏',3),

(6166,'桥北','qiaobei',2052,'pukou','浦口',75,'南京','nj',16,'江苏',4),

(6167,'泰山街道','taishanjiedao',2052,'pukou','浦口',75,'南京','nj',16,'江苏',4),

(6168,'溧水城北','lishuichengbei',2054,'lishui','溧水',75,'南京','nj',16,'江苏',2),

(6169,'溧水城南','lishuichengnan',2054,'lishui','溧水',75,'南京','nj',16,'江苏',5),

(6170,'溧水城西','lishuichengxi',2054,'lishui','溧水',75,'南京','nj',16,'江苏',6),

(6171,'溧水城中','lishuichengzhong',2054,'lishui','溧水',75,'南京','nj',16,'江苏',5),

(6172,'溧水恒大','lishuihengda',2054,'lishui','溧水',75,'南京','nj',16,'江苏',1),

(6173,'溧水其它','lishuiqita',2054,'lishui','溧水',75,'南京','nj',16,'江苏',5),

(6174,'大厂','dachang12',2053,'liuhe','六合',75,'南京','nj',16,'江苏',1),

(6175,'六合其它','liuheqita1',2053,'liuhe','六合',75,'南京','nj',16,'江苏',2),

(6176,'龙池','longchi',2053,'liuhe','六合',75,'南京','nj',16,'江苏',4),

(6177,'六合主城','luhezhucheng',2053,'liuhe','六合',75,'南京','nj',16,'江苏',5),

(6178,'南门新城','nanmenxincheng',2053,'liuhe','六合',75,'南京','nj',16,'江苏',2),

(6181,'观音山','guanyinshan1',2056,'nantongjingjijishukaifaqu','南通经济技术开发区',76,'南通','nt',16,'江苏',6),

(6183,'军山','junshan',2056,'nantongjingjijishukaifaqu','南通经济技术开发区',76,'南通','nt',16,'江苏',1),

(6184,'狼山','langshan',2056,'nantongjingjijishukaifaqu','南通经济技术开发区',76,'南通','nt',16,'江苏',3),

(6185,'能达商务区','nengdashangwuqu',2056,'nantongjingjijishukaifaqu','南通经济技术开发区',76,'南通','nt',16,'江苏',5),

(6186,'苏通','sutong',2056,'nantongjingjijishukaifaqu','南通经济技术开发区',76,'南通','nt',16,'江苏',4),

(6187,'先锋','xianfeng',2056,'nantongjingjijishukaifaqu','南通经济技术开发区',76,'南通','nt',16,'江苏',4),

(6188,'小海','xiaohai',2056,'nantongjingjijishukaifaqu','南通经济技术开发区',76,'南通','nt',16,'江苏',7),

(6189,'新城','xincheng1',2056,'nantongjingjijishukaifaqu','南通经济技术开发区',76,'南通','nt',16,'江苏',3),

(6190,'张芝山','zhangzhishan',2056,'nantongjingjijishukaifaqu','南通经济技术开发区',76,'南通','nt',16,'江苏',2),

(6191,'高淳','gaochun11',2055,'gaochun','高淳',75,'南京','nj',16,'江苏',5),

(6192,'包场','baochang',2057,'qidongshi','启东市',76,'南通','nt',16,'江苏',5),

(6193,'临江','linjiang',2057,'qidongshi','启东市',76,'南通','nt',16,'江苏',7),

(6194,'启东市','qidongshi1',2057,'qidongshi','启东市',76,'南通','nt',16,'江苏',5),

(6195,'白蒲','baipu',2058,'rudongxian','如东县',76,'南通','nt',16,'江苏',3),

(6198,'如东县','rudongxian1',2058,'rudongxian','如东县',76,'南通','nt',16,'江苏',4),

(6199,'如皋市区','rugaoshiqu',2058,'rudongxian','如东县',76,'南通','nt',16,'江苏',3),

(6201,'十总','shizong2',2058,'rudongxian','如东县',76,'南通','nt',16,'江苏',6),

(6203,'搬经','banjing',2059,'rugaoshi','如皋市',76,'南通','nt',16,'江苏',3),

(6204,'长江','changjiang',2059,'rugaoshi','如皋市',76,'南通','nt',16,'江苏',1),

(6206,'磨头吴窑','motouwuyao',2059,'rugaoshi','如皋市',76,'南通','nt',16,'江苏',1),

(6209,'桃园','taoyuan7',2059,'rugaoshi','如皋市',76,'南通','nt',16,'江苏',4),

(6210,'城东','chengdong4',2060,'chongchuanqu','崇川区',76,'南通','nt',16,'江苏',1),

(6212,'濠河','haohe',2060,'chongchuanqu','崇川区',76,'南通','nt',16,'江苏',6),

(6213,'虹桥','hongqiao2',2060,'chongchuanqu','崇川区',76,'南通','nt',16,'江苏',3),

(6216,'秦灶','qinzao',2060,'chongchuanqu','崇川区',76,'南通','nt',16,'江苏',5),

(6217,'任港','rengang',2060,'chongchuanqu','崇川区',76,'南通','nt',16,'江苏',1),

(6222,'滨江','binjiang3',2062,'haimenshi','海门市',76,'南通','nt',16,'江苏',4),

(6223,'川姜','chuanjiang',2062,'haimenshi','海门市',76,'南通','nt',16,'江苏',2),

(6224,'海门','haimen1',2062,'haimenshi','海门市',76,'南通','nt',16,'江苏',7),

(6225,'海门市','haimenshi1',2062,'haimenshi','海门市',76,'南通','nt',16,'江苏',6),

(6230,'三厂','sanchang',2062,'haimenshi','海门市',76,'南通','nt',16,'江苏',1),

(6231,'三余','sanyu',2062,'haimenshi','海门市',76,'南通','nt',16,'江苏',1),

(6232,'四甲','sijia',2062,'haimenshi','海门市',76,'南通','nt',16,'江苏',3),

(6235,'陈桥','chenqiao',2063,'gangzhaqu','港闸区',76,'南通','nt',16,'江苏',3),

(6238,'平潮','pingchao',2063,'gangzhaqu','港闸区',76,'南通','nt',16,'江苏',4),

(6241,'唐闸','tangzha',2063,'gangzhaqu','港闸区',76,'南通','nt',16,'江苏',4),

(6242,'五接','wujie',2063,'gangzhaqu','港闸区',76,'南通','nt',16,'江苏',4),

(6243,'幸福','xingfu1',2063,'gangzhaqu','港闸区',76,'南通','nt',16,'江苏',1),

(6244,'兴仁','xingren',2063,'gangzhaqu','港闸区',76,'南通','nt',16,'江苏',7),

(6245,'永兴','yongxing',2063,'gangzhaqu','港闸区',76,'南通','nt',16,'江苏',6),

(6252,'东社','dongshe',2064,'tongzhouqu','通州区',76,'南通','nt',16,'江苏',5),

(6253,'二甲','erjia',2064,'tongzhouqu','通州区',76,'南通','nt',16,'江苏',7),

(6256,'姜灶','jiangzao',2064,'tongzhouqu','通州区',76,'南通','nt',16,'江苏',6),

(6257,'金沙','jinsha1',2064,'tongzhouqu','通州区',76,'南通','nt',16,'江苏',6),

(6258,'金新','jinxin',2064,'tongzhouqu','通州区',76,'南通','nt',16,'江苏',2),

(6259,'刘桥','liuqiao',2064,'tongzhouqu','通州区',76,'南通','nt',16,'江苏',7),

(6265,'石港','shigang',2064,'tongzhouqu','通州区',76,'南通','nt',16,'江苏',3),

(6271,'兴东','xingdong1',2064,'tongzhouqu','通州区',76,'南通','nt',16,'江苏',1),

(6274,'西亭','xiting',2064,'tongzhouqu','通州区',76,'南通','nt',16,'江苏',7),

(6276,'海安县','haianxian1',2061,'haianxian','海安县',76,'南通','nt',16,'江苏',5),

(6280,'白塘','baitang',2065,'gongyeyuan','工业园区',77,'苏州','su',16,'江苏',6),

(6281,'车坊','chefang',2065,'gongyeyuan','工业园区',77,'苏州','su',16,'江苏',4),

(6282,'东环','donghuan1',2065,'gongyeyuan','工业园区',77,'苏州','su',16,'江苏',3),

(6283,'东沙湖','dongshahu',2065,'gongyeyuan','工业园区',77,'苏州','su',16,'江苏',1),

(6284,'独墅湖高教区','dushuhugaojiaoqu',2065,'gongyeyuan','工业园区',77,'苏州','su',16,'江苏',4),

(6285,'湖东CBD','hudong',2065,'gongyeyuan','工业园区',77,'苏州','su',16,'江苏',6),

(6286,'湖西CBD','huxicbd',2065,'gongyeyuan','工业园区',77,'苏州','su',16,'江苏',4),

(6287,'跨塘','kuatang',2065,'gongyeyuan','工业园区',77,'苏州','su',16,'江苏',5),

(6288,'玲珑','linglong12',2065,'gongyeyuan','工业园区',77,'苏州','su',16,'江苏',3),

(6289,'娄葑','loufeng1',2065,'gongyeyuan','工业园区',77,'苏州','su',16,'江苏',5),

(6290,'青剑湖','qingjianhu',2065,'gongyeyuan','工业园区',77,'苏州','su',16,'江苏',3),

(6291,'胜浦','shengpu',2065,'gongyeyuan','工业园区',77,'苏州','su',16,'江苏',5),

(6292,'双湖','shuanghu',2065,'gongyeyuan','工业园区',77,'苏州','su',16,'江苏',3),

(6293,'唯亭','weiting',2065,'gongyeyuan','工业园区',77,'苏州','su',16,'江苏',4),

(6294,'斜塘','xietang',2065,'gongyeyuan','工业园区',77,'苏州','su',16,'江苏',4),

(6295,'湖东','yuanhudong',2065,'gongyeyuan','工业园区',77,'苏州','su',16,'江苏',5),

(6296,'城南','chengnan1',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',7),

(6297,'东山','dongshan1',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',5),

(6298,'光福','guangfu',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',3),

(6299,'郭巷','guoxiang',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',3),

(6300,'临湖','linhu',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',5),

(6301,'龙西','longxi2',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',6),

(6302,'甪直','luzhi',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',5),

(6303,'木渎','mudu',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',5),

(6304,'南双湖','nanshuanghu',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',1),

(6305,'狮山','shishan1',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',2),

(6306,'苏苑','suyuan',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',2),

(6307,'太湖新城（吴中）','taihuxinchengwuzhong',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',3),

(6308,'吴淞江产业园','wusongjiangchanyeyuan',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',5),

(6309,'香山','xiangshan',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',6),

(6310,'西山','xishan22',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',5),

(6311,'胥口','xukou',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',3),

(6312,'尹山湖','yinshanhu',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',2),

(6313,'越溪','yuexi',2066,'wuzhong','吴中',77,'苏州','su',16,'江苏',5),

(6315,'北桥','beiqiao',2069,'xiangcheng','相城',77,'苏州','su',16,'江苏',2),

(6316,'漕湖产业开发区','caohuchanyekaifaqu',2069,'xiangcheng','相城',77,'苏州','su',16,'江苏',2),

(6317,'高铁新城','gaotiexincheng',2069,'xiangcheng','相城',77,'苏州','su',16,'江苏',5),

(6318,'黄埭','huangdai',2069,'xiangcheng','相城',77,'苏州','su',16,'江苏',5),

(6319,'黄桥','huangqiao',2069,'xiangcheng','相城',77,'苏州','su',16,'江苏',4),

(6320,'活力岛','huolidao',2069,'xiangcheng','相城',77,'苏州','su',16,'江苏',7),

(6321,'太平','taiping',2069,'xiangcheng','相城',77,'苏州','su',16,'江苏',3),

(6322,'望亭','wangting',2069,'xiangcheng','相城',77,'苏州','su',16,'江苏',2),

(6323,'渭塘','weitang',2069,'xiangcheng','相城',77,'苏州','su',16,'江苏',1),

(6324,'阳澄湖','yangchenghu',2069,'xiangcheng','相城',77,'苏州','su',16,'江苏',4),

(6325,'元和','yuanhe',2069,'xiangcheng','相城',77,'苏州','su',16,'江苏',2),

(6326,'植物园','zhiwuyuan1',2069,'xiangcheng','相城',77,'苏州','su',16,'江苏',4),

(6327,'沧浪新城','canglangxincheng',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',6),

(6328,'葑门','fengmen1',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',1),

(6329,'观前街','guanqianjie1',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',7),

(6330,'虎丘','huqiuchengqu',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',3),

(6331,'金阊新城','jinchangxincheng',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',3),

(6332,'金门','jinmen',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',3),

(6333,'留园西园','liuyuanxiyuan1',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',4),

(6334,'娄门','loumen1',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',2),

(6335,'南门','nanmen',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',5),

(6336,'平江路','pingjianglu',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',7),

(6337,'平江新城','pingjiangxincheng',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',3),

(6338,'齐门','qimen1',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',2),

(6339,'石路','shilu1',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',7),

(6340,'十全街','shiquanjie1',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',3),

(6341,'苏州大学','suzhoudaxue1',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',7),

(6342,'桃花坞','taohuawu1',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',6),

(6343,'胥江','xujiang',2067,'gusu','姑苏',77,'苏州','su',16,'江苏',3),

(6344,'汾湖','fenhu',2070,'wujiang','吴江',77,'苏州','su',16,'江苏',1),

(6345,'横扇','hengshan',2070,'wujiang','吴江',77,'苏州','su',16,'江苏',2),

(6346,'平望','pingwang',2070,'wujiang','吴江',77,'苏州','su',16,'江苏',5),

(6347,'七都','qidu1',2070,'wujiang','吴江',77,'苏州','su',16,'江苏',1),

(6348,'盛泽','shengze',2070,'wujiang','吴江',77,'苏州','su',16,'江苏',1),

(6349,'松陵','songling',2070,'wujiang','吴江',77,'苏州','su',16,'江苏',4),

(6350,'太湖新城（吴江）','taihuxinchengwujiang',2070,'wujiang','吴江',77,'苏州','su',16,'江苏',2),

(6351,'桃源','taoyuan5',2070,'wujiang','吴江',77,'苏州','su',16,'江苏',4),

(6352,'同里','tongli',2070,'wujiang','吴江',77,'苏州','su',16,'江苏',1),

(6353,'震泽','zhenze',2070,'wujiang','吴江',77,'苏州','su',16,'江苏',7),

(6354,'巴城','bacheng',2071,'kunshan','昆山',77,'苏州','su',16,'江苏',4),

(6355,'淀山湖','dianshanhu',2071,'kunshan','昆山',77,'苏州','su',16,'江苏',4),

(6356,'花桥','huaqiao',2071,'kunshan','昆山',77,'苏州','su',16,'江苏',5),

(6357,'锦溪','jinxi',2071,'kunshan','昆山',77,'苏州','su',16,'江苏',2),

(6358,'开发区','kaifaqu5',2071,'kunshan','昆山',77,'苏州','su',16,'江苏',7),

(6359,'陆家','lujia',2071,'kunshan','昆山',77,'苏州','su',16,'江苏',2),

(6361,'千灯','qiandeng',2071,'kunshan','昆山',77,'苏州','su',16,'江苏',1),

(6362,'玉山','yushan1',2071,'kunshan','昆山',77,'苏州','su',16,'江苏',6),

(6363,'张浦','zhangpu',2071,'kunshan','昆山',77,'苏州','su',16,'江苏',4),

(6364,'周市','zhoushi',2071,'kunshan','昆山',77,'苏州','su',16,'江苏',7),

(6365,'周庄','zhouzhuang',2071,'kunshan','昆山',77,'苏州','su',16,'江苏',5),

(6366,'北大街','beidajie',2073,'liangxi','梁溪',78,'无锡','wx',16,'江苏',3),

(6367,'广瑞/广丰','guangruiguangfeng',2073,'liangxi','梁溪',78,'无锡','wx',16,'江苏',2),

(6368,'广益','guangyi',2073,'liangxi','梁溪',78,'无锡','wx',16,'江苏',3),

(6369,'黄巷','huangxiang',2073,'liangxi','梁溪',78,'无锡','wx',16,'江苏',1),

(6371,'民丰/庄前','minfengzhuangqian',2073,'liangxi','梁溪',78,'无锡','wx',16,'江苏',6),

(6373,'清名桥','qingmingqiao',2073,'liangxi','梁溪',78,'无锡','wx',16,'江苏',2),

(6374,'三阳广场','sanyangguangchang',2073,'liangxi','梁溪',78,'无锡','wx',16,'江苏',1),

(6375,'山北','shanbei',2073,'liangxi','梁溪',78,'无锡','wx',16,'江苏',4),

(6376,'上马墩','shangmadun',2073,'liangxi','梁溪',78,'无锡','wx',16,'江苏',1),

(6379,'五爱广场','wuaiguangchang',2073,'liangxi','梁溪',78,'无锡','wx',16,'江苏',3),

(6381,'扬名','yangming',2073,'liangxi','梁溪',78,'无锡','wx',16,'江苏',1),

(6382,'迎龙桥','yinglongqiao',2073,'liangxi','梁溪',78,'无锡','wx',16,'江苏',4),

(6383,'中桥','zhongqiao',2073,'liangxi','梁溪',78,'无锡','wx',16,'江苏',1),

(6384,'长广溪/大学城','changguangxidaxuecheng',2072,'binhu','滨湖',78,'无锡','wx',16,'江苏',5),

(6385,'海岸城/市民中心','haianchengshiminzhongxin',2072,'binhu','滨湖',78,'无锡','wx',16,'江苏',4),

(6386,'河埒口','heliekou',2072,'binhu','滨湖',78,'无锡','wx',16,'江苏',6),

(6387,'华庄','huazhuang',2072,'binhu','滨湖',78,'无锡','wx',16,'江苏',4),

(6388,'湖滨商业街','hubinshangyejie',2072,'binhu','滨湖',78,'无锡','wx',16,'江苏',1),

(6389,'胡埭','hudai',2072,'binhu','滨湖',78,'无锡','wx',16,'江苏',7),

(6390,'蠡湖新城','lihuxincheng',2072,'binhu','滨湖',78,'无锡','wx',16,'江苏',2),

(6391,'马山','mashan',2072,'binhu','滨湖',78,'无锡','wx',16,'江苏',5),

(6392,'梅园','meiyuan',2072,'binhu','滨湖',78,'无锡','wx',16,'江苏',2),

(6393,'南泉','nanquan1',2072,'binhu','滨湖',78,'无锡','wx',16,'江苏',4),

(6394,'融创文化旅游城','rongchuangwenhualvyoucheng',2072,'binhu','滨湖',78,'无锡','wx',16,'江苏',5),

(6395,'荣巷','rongxiang',2072,'binhu','滨湖',78,'无锡','wx',16,'江苏',4),

(6396,'太湖山水城','taihushanshuicheng',2072,'binhu','滨湖',78,'无锡','wx',16,'江苏',1),

(6397,'塘铁桥','tangtieqiao',2072,'binhu','滨湖',78,'无锡','wx',16,'江苏',1),

(6398,'万象城/东绛','wanxiangchengdongjiang',2072,'binhu','滨湖',78,'无锡','wx',16,'江苏',1),

(6400,'新体育中心','xintiyuzhongxin',2072,'binhu','滨湖',78,'无锡','wx',16,'江苏',6),

(6403,'坊前','fangqian',2074,'xinwu','新吴',78,'无锡','wx',16,'江苏',4),

(6404,'鸿山','hongshan4',2074,'xinwu','新吴',78,'无锡','wx',16,'江苏',4),

(6405,'江溪','jiangxi',2074,'xinwu','新吴',78,'无锡','wx',16,'江苏',4),

(6406,'梅村','meicun',2074,'xinwu','新吴',78,'无锡','wx',16,'江苏',1),

(6408,'生态园','shengtaiyuan',2074,'xinwu','新吴',78,'无锡','wx',16,'江苏',6),

(6409,'硕放','shuofang',2074,'xinwu','新吴',78,'无锡','wx',16,'江苏',3),

(6410,'塘南','tangnan',2074,'xinwu','新吴',78,'无锡','wx',16,'江苏',6),

(6412,'旺庄','wangzhuang',2074,'xinwu','新吴',78,'无锡','wx',16,'江苏',7),

(6413,'新安','xinan2',2074,'xinwu','新吴',78,'无锡','wx',16,'江苏',3),

(6414,'长泾镇','changjingzhen',2077,'jiangyinshi','江阴市',78,'无锡','wx',16,'江苏',7),

(6415,'澄江街道','chengjiangjiedao',2077,'jiangyinshi','江阴市',78,'无锡','wx',16,'江苏',3),

(6416,'高新区','gaoxinqu14',2077,'jiangyinshi','江阴市',78,'无锡','wx',16,'江苏',5),

(6417,'顾山镇','gushanzhen',2077,'jiangyinshi','江阴市',78,'无锡','wx',16,'江苏',5),

(6418,'璜土镇','huangtuzhen',2077,'jiangyinshi','江阴市',78,'无锡','wx',16,'江苏',2),

(6419,'华士镇','huashizhen',2077,'jiangyinshi','江阴市',78,'无锡','wx',16,'江苏',3),

(6420,'江阴','jiangyin',2077,'jiangyinshi','江阴市',78,'无锡','wx',16,'江苏',2),

(6421,'临港经济开发区','lingangjingjikaifaqu',2077,'jiangyinshi','江阴市',78,'无锡','wx',16,'江苏',1),

(6422,'南闸街道','nanzhajiedao',2077,'jiangyinshi','江阴市',78,'无锡','wx',16,'江苏',5),

(6423,'青阳镇','qingyangzhen',2077,'jiangyinshi','江阴市',78,'无锡','wx',16,'江苏',7),

(6424,'新桥镇','xinqiaozhen',2077,'jiangyinshi','江阴市',78,'无锡','wx',16,'江苏',5),

(6425,'徐霞客镇','xuxiakezhen',2077,'jiangyinshi','江阴市',78,'无锡','wx',16,'江苏',4),

(6426,'月城镇','yuechengzhen',2077,'jiangyinshi','江阴市',78,'无锡','wx',16,'江苏',7),

(6427,'云亭街道','yuntingjiedao',2077,'jiangyinshi','江阴市',78,'无锡','wx',16,'江苏',7),

(6428,'周庄镇','zhouzhuangzhen',2077,'jiangyinshi','江阴市',78,'无锡','wx',16,'江苏',5),

(6429,'祝塘镇','zhutangzhen',2077,'jiangyinshi','江阴市',78,'无锡','wx',16,'江苏',2),

(6430,'宜兴','yixing',2078,'yixingshi','宜兴市',78,'无锡','wx',16,'江苏',3),

(6431,'安镇','anzhen',2076,'xishan','锡山',78,'无锡','wx',16,'江苏',4),

(6432,'东北塘','dongbeitang',2076,'xishan','锡山',78,'无锡','wx',16,'江苏',1),

(6433,'东港','donggang',2076,'xishan','锡山',78,'无锡','wx',16,'江苏',7),

(6434,'东亭','dongting',2076,'xishan','锡山',78,'无锡','wx',16,'江苏',4),

(6435,'鹅湖','ehu',2076,'xishan','锡山',78,'无锡','wx',16,'江苏',3),

(6439,'锡北','xibei',2076,'xishan','锡山',78,'无锡','wx',16,'江苏',4),

(6440,'羊尖','yangjian',2076,'xishan','锡山',78,'无锡','wx',16,'江苏',3),

(6442,'刘潭','liutan',2075,'huishan','惠山',78,'无锡','wx',16,'江苏',7),

(6443,'洛社','luoshe',2075,'huishan','惠山',78,'无锡','wx',16,'江苏',4),

(6444,'钱桥','qianqiao',2075,'huishan','惠山',78,'无锡','wx',16,'江苏',6),

(6445,'前洲','qianzhou',2075,'huishan','惠山',78,'无锡','wx',16,'江苏',6),

(6447,'石塘湾','shitangwan',2075,'huishan','惠山',78,'无锡','wx',16,'江苏',2),

(6448,'西漳','xizhang',2075,'huishan','惠山',78,'无锡','wx',16,'江苏',3),

(6449,'阳山','yangshan',2075,'huishan','惠山',78,'无锡','wx',16,'江苏',7),

(6450,'堰桥','yanqiao',2075,'huishan','惠山',78,'无锡','wx',16,'江苏',3),

(6451,'玉祁','yuqi',2075,'huishan','惠山',78,'无锡','wx',16,'江苏',5),

(6452,'东台市','dongtaishi1',2091,'dongtaishi','东台市',80,'盐城','yc',16,'江苏',4),

(6453,'白马商圈','baimashangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',1),

(6454,'宝龙商圈','baolongshangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',3),

(6455,'北金鹰商圈','beijinyingshangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',4),

(6456,'缤纷亚洲商圈','binfenyazhoushangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',5),

(6457,'富康路商圈','fukanglushangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',1),

(6458,'海华商圈','haihuashangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',4),

(6459,'聚龙湖商圈','julonghushangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',2),

(6460,'人民公园商圈','renmingongyuanshangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',3),

(6462,'双元西路商圈','shuangyuanxilushangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',7),

(6463,'亭湖高中商圈','tinghugaozhongshangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',7),

(6464,'亭湖商圈','tinghushangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',1),

(6465,'万达商圈','wandashangquan4',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',2),

(6466,'五星车站商圈','wuxingchezhanshangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',6),

(6467,'先锋商圈','xianfengshangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',3),

(6468,'新河商业街商圈','xinheshangyejieshangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',7),

(6469,'新四军纪念馆商圈','xinsijunjinianguanshangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',2),

(6470,'盐城会展中心商圈','yanchenghuizhanzhongxinshangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',2),

(6471,'永基广场商圈','yongjiguangchangshangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',2),

(6472,'张庄商圈','zhangzhuangshangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',7),

(6473,'招商场商圈','zhaoshangchangshangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',7),

(6474,'中南商圈','zhongnanshangquan',2092,'tinghuqu','亭湖区',80,'盐城','yc',16,'江苏',2),

(6475,'响水县','xiangshuixian1',2093,'xiangshuixian','响水县',80,'盐城','yc',16,'江苏',1),

(6476,'大丰区','dafengqu1',2094,'dafengqu','大丰区',80,'盐城','yc',16,'江苏',1),

(6477,'射阳','sheyang',2095,'sheyangxian','射阳县',80,'盐城','yc',16,'江苏',5),

(6478,'滨海县','binhaixian1',2097,'binhaixian','滨海县',80,'盐城','yc',16,'江苏',6),

(6479,'建湖县','jianhuxian1',2096,'jianhuxian','建湖县',80,'盐城','yc',16,'江苏',3),

(6483,'崇礼路商圈','chonglilushangquan',2098,'yanduqu','盐都区',80,'盐城','yc',16,'江苏',2),

(6485,'麦德龙商圈','maidelongshangquan',2098,'yanduqu','盐都区',80,'盐城','yc',16,'江苏',7),

(6486,'潘黄商圈','panhuangshangquan',2098,'yanduqu','盐都区',80,'盐城','yc',16,'江苏',6),

(6489,'盐都商圈','yandushangquan',2098,'yanduqu','盐都区',80,'盐城','yc',16,'江苏',5),

(6492,'阜宁县','funingxian1',2099,'funingxian','阜宁县',80,'盐城','yc',16,'江苏',1),

(6493,'宝龙商圈','baolongshangquan1',2100,'dantuqu','丹徒区',81,'镇江','zj',16,'江苏',6),

(6494,'丹徒区','dantuqu1',2100,'dantuqu','丹徒区',81,'镇江','zj',16,'江苏',7),

(6495,'风景城邦商圈','fengjingchengbangshangquan',2100,'dantuqu','丹徒区',81,'镇江','zj',16,'江苏',7),

(6499,'区政府商圈','quzhengfushangquan',2100,'dantuqu','丹徒区',81,'镇江','zj',16,'江苏',2),

(6500,'香山','xiangshan1',2100,'dantuqu','丹徒区',81,'镇江','zj',16,'江苏',5),

(6501,'丹阳市','danyangshi1',2101,'danyangshi','丹阳市',81,'镇江','zj',16,'江苏',4),

(6503,'大港新区','dagangxinqu',2102,'jingkou','京口',81,'镇江','zj',16,'江苏',7),

(6504,'大市口商圈','dashikoushangquan',2102,'jingkou','京口',81,'镇江','zj',16,'江苏',1),

(6505,'丁卯商圈','dingmaoshangquan',2102,'jingkou','京口',81,'镇江','zj',16,'江苏',5),

(6506,'东吴商圈','dongwushangquan',2102,'jingkou','京口',81,'镇江','zj',16,'江苏',6),

(6507,'红豆购物广场商圈','hongdougouwuguangchangshangquan',2102,'jingkou','京口',81,'镇江','zj',16,'江苏',4),

(6508,'京口','jingkou1',2102,'jingkou','京口',81,'镇江','zj',16,'江苏',5),

(6509,'梦溪商圈','mengxishangquan',2102,'jingkou','京口',81,'镇江','zj',16,'江苏',4),

(6510,'象山街办','xiangshanjieban',2102,'jingkou','京口',81,'镇江','zj',16,'江苏',5),

(6511,'学府路商圈','xuefulushangquan',2102,'jingkou','京口',81,'镇江','zj',16,'江苏',5),

(6512,'扬中市','yangzhongshi1',2104,'yangzhongshi','扬中市',81,'镇江','zj',16,'江苏',4),

(6513,'宝华商圈','baohuashangquan',2103,'jurong','句容',81,'镇江','zj',16,'江苏',1),

(6514,'碧桂园凤凰城','biguiyuanfenghuangcheng',2103,'jurong','句容',81,'镇江','zj',16,'江苏',7),

(6515,'句容','jurong1',2103,'jurong','句容',81,'镇江','zj',16,'江苏',7),

(6516,'句容市区','jurongshiqu',2103,'jurong','句容',81,'镇江','zj',16,'江苏',2),

(6517,'创业园商圈','chuangyeyuanshangquan',2105,'runzhou','润州',81,'镇江','zj',16,'江苏',5),

(6518,'高新区商圈','gaoxinqushangquan1',2105,'runzhou','润州',81,'镇江','zj',16,'江苏',2),

(6519,'官塘商圈','guantangshangquan',2105,'runzhou','润州',81,'镇江','zj',16,'江苏',6),

(6520,'金山商圈','jinshanshangquan',2105,'runzhou','润州',81,'镇江','zj',16,'江苏',4),

(6521,'南山商圈','nanshanshangquan',2105,'runzhou','润州',81,'镇江','zj',16,'江苏',2),

(6522,'南徐商圈','nanxushangquan',2105,'runzhou','润州',81,'镇江','zj',16,'江苏',3),

(6523,'青年广场商圈','qingnianguangchangshangquan',2105,'runzhou','润州',81,'镇江','zj',16,'江苏',2),

(6524,'三茅宫商圈','sanmaogongshangquan',2105,'runzhou','润州',81,'镇江','zj',16,'江苏',7),

(6525,'市政府商圈','shizhengfushangquan1',2105,'runzhou','润州',81,'镇江','zj',16,'江苏',2),

(6526,'万达商圈','wandashangquan5',2105,'runzhou','润州',81,'镇江','zj',16,'江苏',1),

(6527,'西津渡商圈','xijindushangquan',2105,'runzhou','润州',81,'镇江','zj',16,'江苏',6),

(6528,'八一','bayi1',2122,'fengmanqu','丰满区',83,'吉林','jl',17,'吉林',2),

(6529,'二手车市场','ershoucheshichang',2122,'fengmanqu','丰满区',83,'吉林','jl',17,'吉林',1),

(6530,'烽火丰满一实验','fenghuofengmanyishiyan',2122,'fengmanqu','丰满区',83,'吉林','jl',17,'吉林',2),

(6531,'丰满二实验','fengmanershiyan',2122,'fengmanqu','丰满区',83,'吉林','jl',17,'吉林',3),

(6534,'欧亚综合体','ouyazongheti',2122,'fengmanqu','丰满区',83,'吉林','jl',17,'吉林',5),

(6535,'世纪广场','shijiguangchang',2122,'fengmanqu','丰满区',83,'吉林','jl',17,'吉林',6),

(6536,'四合','sihe1',2122,'fengmanqu','丰满区',83,'吉林','jl',17,'吉林',4),

(6537,'松花江中学','songhuajiangzhongxue',2122,'fengmanqu','丰满区',83,'吉林','jl',17,'吉林',2),

(6538,'苏宁','suning',2122,'fengmanqu','丰满区',83,'吉林','jl',17,'吉林',4),

(6539,'万科城','wankecheng1',2122,'fengmanqu','丰满区',83,'吉林','jl',17,'吉林',2),

(6540,'厦门街','xiamenjie',2122,'fengmanqu','丰满区',83,'吉林','jl',17,'吉林',1),

(6541,'星光江城','xingguangjiangcheng',2122,'fengmanqu','丰满区',83,'吉林','jl',17,'吉林',7),

(6543,'中海','zhonghai1',2122,'fengmanqu','丰满区',83,'吉林','jl',17,'吉林',1),

(6544,'白桦林家温泉','baihualinjiawenquan',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',6),

(6545,'八家子早市','bajiazizaoshi',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',7),

(6546,'财富广场','caifuguangchang1',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',2),

(6547,'昌邑公安分局','changyigonganfenju',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',5),

(6548,'昌邑区政府','changyiquzhengfu',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',6),

(6549,'大润发二店','darunfaerdian',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',6),

(6550,'大润发四店','darunfasidian',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',7),

(6551,'东市场','dongshichang',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',6),

(6552,'二道江','erdaojiang',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',1),

(6553,'果窖','guojiao',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',6),

(6554,'哈达湾','hadawan',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',1),

(6555,'和平街','hepingjie',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',6),

(6556,'火车站东广场','huochezhandongguangchang',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',3),

(6557,'江城广场','jiangchengguangchang',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',6),

(6558,'江湾路','jiangwanlu',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',3),

(6559,'解放北路','jiefangbeilu',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',3),

(6560,'十一中','shiyizhong2',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',4),

(6561,'松江','songjiang1',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',6),

(6562,'桃源路','taoyuanlu',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',6),

(6563,'天津街','tianjinjie',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',3),

(6564,'土城子','tuchengzi',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',2),

(6565,'万达广场','wandaguangchang6',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',7),

(6566,'万达江畔','wandajiangpan',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',3),

(6567,'雾凇中路','wusongzhonglu',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',1),

(6568,'五中','wuzhong1',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',6),

(6569,'新建北','xinjianbei',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',5),

(6570,'中东客运站','zhongdongkeyunzhan',2124,'changyiqu','昌邑区',83,'吉林','jl',17,'吉林',1),

(6572,'荒山','huangshan',2125,'longtanqu','龙潭区',83,'吉林','jl',17,'吉林',3),

(6574,'龙东','longdong1',2125,'longtanqu','龙潭区',83,'吉林','jl',17,'吉林',1),

(6575,'青林街','qinglinjie',2125,'longtanqu','龙潭区',83,'吉林','jl',17,'吉林',4),

(6577,'铁东','tiedong1',2125,'longtanqu','龙潭区',83,'吉林','jl',17,'吉林',7),

(6580,'北极街','beijijie',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',4),

(6581,'北京路','beijinglu1',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',2),

(6582,'北山','beishan',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',3),

(6584,'长春路','changchunlu',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',7),

(6585,'大东门','dadongmen',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',6),

(6587,'东北电力','dongbeidianli',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',7),

(6588,'独立路','dulilu',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',6),

(6589,'冯家屯','fengjiatun',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',5),

(6590,'红星美凯龙','hongxingmeikailong1',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',1),

(6591,'华南','huanan2',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',6),

(6592,'黄旗屯','huangqitun',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',7),

(6593,'珲春中街','hunchunzhongjie',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',5),

(6595,'吉林一中','jilinyizhong',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',6),

(6596,'农林街','nonglinjie',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',4),

(6597,'水门洞','shuimendong',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',7),

(6598,'松北','songbei1',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',7),

(6602,'西安路','xianlu1',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',4),

(6604,'中东','zhongdong',2123,'chuanyingqu','船营区',83,'吉林','jl',17,'吉林',5),

(6606,'桦甸市','huadianshi1',2126,'huadianshi','桦甸市',83,'吉林','jl',17,'吉林',4),

(6611,'舒兰市','shulanshi1',2129,'shulanshi','舒兰市',83,'吉林','jl',17,'吉林',6),

(6613,'磐石市','panshishi1',2128,'panshishi','磐石市',83,'吉林','jl',17,'吉林',6),

(6616,'蛟河市','jiaoheshi1',2130,'jiaoheshi','蛟河市',83,'吉林','jl',17,'吉林',1),

(6620,'永吉县','yongjixian1',2127,'yongjixian','永吉县',83,'吉林','jl',17,'吉林',7),

(6622,'大纺','dafang',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',6),

(6623,'大连湾','dalianwan',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',6),

(6625,'第五郡','diwujun',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',6),

(6626,'甘井子','ganjingzichengqu',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',2),

(6627,'甘井子其它','ganjingziqita',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',5),

(6628,'华东','huadong',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',4),

(6629,'华南','huanan',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',1),

(6630,'机场','jichang',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',6),

(6631,'机场乐购','jichanglegou',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',2),

(6633,'金三角','jinsanjiao',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',3),

(6637,'美林园','meilinyuan',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',3),

(6638,'魅力之城','meilizhicheng',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',3),

(6639,'名贵','minggui',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',4),

(6640,'南关岭','nanguanling',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',7),

(6642,'泡崖八区','paoyabaqu',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',1),

(6643,'泡崖市场','paoyashichang',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',7),

(6644,'泡崖四区','paoyasiqu',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',3),

(6645,'鹏辉','penghui',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',2),

(6646,'前程街','qianchengjie',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',6),

(6647,'前关','qianguan',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',1),

(6648,'泉水锦泉源','quanshuijinquanyuan',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',5),

(6649,'泉水龙畔金泉','quanshuilongpanjinquan',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',5),

(6650,'泉水美域盛景','quanshuimeiyushengjing',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',2),

(6651,'山东路','shandonglu',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',5),

(6652,'生态新城','shengtaixincheng',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',4),

(6653,'体育新城','tiyuxincheng',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',4),

(6654,'万科假日','wankejiari',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',3),

(6655,'西山湖','xishanhu',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',1),

(6656,'西山水库','xishanshuiku',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',2),

(6657,'溪之谷','xizhigu',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',5),

(6658,'营城子','yingchengzi1',2131,'ganjingzi','甘井子',84,'大连','dl',18,'辽宁',1),

(6660,'八一路','bayilu',2133,'zhongshan','中山',84,'大连','dl',18,'辽宁',1),

(6661,'二七','erqi1',2133,'zhongshan','中山',84,'大连','dl',18,'辽宁',5),

(6662,'华乐','huale',2133,'zhongshan','中山',84,'大连','dl',18,'辽宁',5),

(6663,'虎滩','hutan',2133,'zhongshan','中山',84,'大连','dl',18,'辽宁',1),

(6664,'景山','jingshan',2133,'zhongshan','中山',84,'大连','dl',18,'辽宁',1),

(6665,'民主广场','minzhuguangchang',2133,'zhongshan','中山',84,'大连','dl',18,'辽宁',3),

(6666,'南山','nanshan4',2133,'zhongshan','中山',84,'大连','dl',18,'辽宁',4),

(6667,'青云街','qingyunjie',2133,'zhongshan','中山',84,'大连','dl',18,'辽宁',2),

(6668,'三八北','sanbabei',2133,'zhongshan','中山',84,'大连','dl',18,'辽宁',4),

(6669,'三八南','sanbanan',2133,'zhongshan','中山',84,'大连','dl',18,'辽宁',3),

(6670,'寺儿沟','siergou',2133,'zhongshan','中山',84,'大连','dl',18,'辽宁',1),

(6671,'唐山街','tangshanjie',2133,'zhongshan','中山',84,'大连','dl',18,'辽宁',1),

(6672,'武昌街','wuchangjie',2133,'zhongshan','中山',84,'大连','dl',18,'辽宁',7),

(6673,'秀月','xiuyue',2133,'zhongshan','中山',84,'大连','dl',18,'辽宁',3),

(6674,'中南','zhongnan',2133,'zhongshan','中山',84,'大连','dl',18,'辽宁',6),

(6675,'中山友好','zhongshanyouhao',2133,'zhongshan','中山',84,'大连','dl',18,'辽宁',4),

(6677,'北京公园','beijinggongyuan',2134,'xigang','西岗',84,'大连','dl',18,'辽宁',3),

(6678,'大菜市','dacaishi',2134,'xigang','西岗',84,'大连','dl',18,'辽宁',6),

(6680,'华府','huafu',2134,'xigang','西岗',84,'大连','dl',18,'辽宁',7),

(6685,'胜利桥北','shengliqiaobei',2134,'xigang','西岗',84,'大连','dl',18,'辽宁',6),

(6686,'石道街','shidaojie',2134,'xigang','西岗',84,'大连','dl',18,'辽宁',1),

(6691,'新起屯','xinqitun',2134,'xigang','西岗',84,'大连','dl',18,'辽宁',2),

(6693,'英华街','yinghuajie',2134,'xigang','西岗',84,'大连','dl',18,'辽宁',7),

(6695,'高新园区','gaoxinyuanqu1',2135,'gaoxinyuanqu','高新园区',84,'大连','dl',18,'辽宁',4),

(6697,'华录','hualu',2135,'gaoxinyuanqu','高新园区',84,'大连','dl',18,'辽宁',5),

(6698,'黄泥川','huangnichuan',2135,'gaoxinyuanqu','高新园区',84,'大连','dl',18,'辽宁',5),

(6701,'庙岭','miaoling',2135,'gaoxinyuanqu','高新园区',84,'大连','dl',18,'辽宁',4),

(6702,'普罗旺斯','puluowangsi',2135,'gaoxinyuanqu','高新园区',84,'大连','dl',18,'辽宁',1),

(6703,'七贤岭','qixianling',2135,'gaoxinyuanqu','高新园区',84,'大连','dl',18,'辽宁',1),

(6706,'万达','wanda3',2135,'gaoxinyuanqu','高新园区',84,'大连','dl',18,'辽宁',4),

(6707,'小平岛','xiaopingdao',2135,'gaoxinyuanqu','高新园区',84,'大连','dl',18,'辽宁',6),

(6709,'学府','xuefu',2135,'gaoxinyuanqu','高新园区',84,'大连','dl',18,'辽宁',4),

(6710,'中海','zhonghai2',2135,'gaoxinyuanqu','高新园区',84,'大连','dl',18,'辽宁',7),

(6713,'春柳','chunliu',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',7),

(6714,'促进路','cujinlu',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',1),

(6715,'叠翠','diecui',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',3),

(6716,'黑石礁','heishijiao',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',7),

(6717,'和平广场','hepingguangchang',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',3),

(6718,'侯家沟','houjiagou',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',7),

(6719,'锦华','jinhua1',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',4),

(6720,'锦绣','jinxiu',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',6),

(6721,'莲花白云','lianhuabaiyun',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',3),

(6722,'辽师','liaoshi',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',3),

(6723,'丽景','lijing',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',6),

(6724,'绿波','lvbo',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',4),

(6725,'马栏','malan',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',3),

(6726,'南沙','nansha1',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',2),

(6728,'软件园','ruanjianyuan',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',2),

(6730,'孙家沟','sunjiagou',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',1),

(6731,'太原街','taiyuanjie',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',3),

(6733,'香炉礁','xianglujiao',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',7),

(6734,'西安路','xianlu',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',6),

(6735,'幸福e家','xingfuejia',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',6),

(6736,'星海广场','xinghaiguangchang',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',1),

(6737,'星海人家商圈','xinghairenjiashangquan',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',6),

(6739,'阳光月秀','yangguangyuexiu',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',7),

(6740,'中山公园','zhongshangongyuan2',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',2),

(6741,'周水子','zhoushuizi',2132,'shahekou','沙河口',84,'大连','dl',18,'辽宁',2),

(6742,'安盛','ansheng',2136,'kaifaqudl','开发区',84,'大连','dl',18,'辽宁',4),

(6743,'城润','chengrun',2136,'kaifaqudl','开发区',84,'大连','dl',18,'辽宁',2),

(6745,'东城','dongcheng2',2136,'kaifaqudl','开发区',84,'大连','dl',18,'辽宁',3),

(6746,'东山','dongshan3',2136,'kaifaqudl','开发区',84,'大连','dl',18,'辽宁',7),

(6747,'高城山','gaochengshan',2136,'kaifaqudl','开发区',84,'大连','dl',18,'辽宁',6),

(6748,'海富','haifu',2136,'kaifaqudl','开发区',84,'大连','dl',18,'辽宁',5),

(6749,'红梅翠竹','hongmeicuizhu',2136,'kaifaqudl','开发区',84,'大连','dl',18,'辽宁',7),

(6750,'红星海','hongxinghai',2136,'kaifaqudl','开发区',84,'大连','dl',18,'辽宁',2),

(6751,'华润海中国','huarunhaizhongguo',2136,'kaifaqudl','开发区',84,'大连','dl',18,'辽宁',3),

(6752,'金湾新城','jinwanxincheng',2136,'kaifaqudl','开发区',84,'大连','dl',18,'辽宁',7),

(6753,'金源','jinyuan1',2136,'kaifaqudl','开发区',84,'大连','dl',18,'辽宁',7),

(6754,'松峪','songyu',2136,'kaifaqudl','开发区',84,'大连','dl',18,'辽宁',3),

(6755,'杏花里','xinghuali',2136,'kaifaqudl','开发区',84,'大连','dl',18,'辽宁',4),

(6756,'倚山里','yishanli',2136,'kaifaqudl','开发区',84,'大连','dl',18,'辽宁',1),

(6757,'普兰店','pulandian1',2139,'pulandian','普兰店',84,'大连','dl',18,'辽宁',3),

(6758,'庄河市','zhuangheshi',2139,'pulandian','普兰店',84,'大连','dl',18,'辽宁',4),

(6759,'碧海','bihai',2137,'jinzhou','金州',84,'大连','dl',18,'辽宁',7),

(6760,'长海县','changhaixian',2137,'jinzhou','金州',84,'大连','dl',18,'辽宁',4),

(6765,'光明','guangming',2137,'jinzhou','金州',84,'大连','dl',18,'辽宁',6),

(6766,'古城汇金','guchenghuijin',2137,'jinzhou','金州',84,'大连','dl',18,'辽宁',7),

(6768,'金纺','jinfang',2137,'jinzhou','金州',84,'大连','dl',18,'辽宁',7),

(6769,'金华','jinhua',2137,'jinzhou','金州',84,'大连','dl',18,'辽宁',2),

(6770,'金润','jinrun',2137,'jinzhou','金州',84,'大连','dl',18,'辽宁',4),

(6771,'金石滩','jinshitan',2137,'jinzhou','金州',84,'大连','dl',18,'辽宁',7),

(6773,'金州其他','jinzhouqita',2137,'jinzhou','金州',84,'大连','dl',18,'辽宁',7),

(6774,'连大','lianda',2137,'jinzhou','金州',84,'大连','dl',18,'辽宁',6),

(6775,'南棉','nanmian',2137,'jinzhou','金州',84,'大连','dl',18,'辽宁',3),

(6776,'桃园','taoyuan6',2137,'jinzhou','金州',84,'大连','dl',18,'辽宁',2),

(6777,'站前','zhanqian',2137,'jinzhou','金州',84,'大连','dl',18,'辽宁',7),

(6778,'瓦房店','wafangdian1',2140,'wafangdian','瓦房店',84,'大连','dl',18,'辽宁',1),

(6781,'凌水','lingshui',2138,'lvshunkou','旅顺口',84,'大连','dl',18,'辽宁',6),

(6782,'龙王塘','longwangtang',2138,'lvshunkou','旅顺口',84,'大连','dl',18,'辽宁',3),

(6783,'旅顺口','lvshunkou1',2138,'lvshunkou','旅顺口',84,'大连','dl',18,'辽宁',3),

(6786,'东港市','donggangshi1',2141,'donggangshi','东港市',85,'丹东','dd',18,'辽宁',1),

(6790,'元宝区','yuanbaoqu1',2142,'yuanbaoqu','元宝区',85,'丹东','dd',18,'辽宁',3),

(6794,'宽甸满族自治县','kuandianmanzuzizhixian1',2144,'kuandianmanzuzizhixian','宽甸满族自治县',85,'丹东','dd',18,'辽宁',4),

(6797,'凤城市','fengchengshi1',2143,'fengchengshi','凤城市',85,'丹东','dd',18,'辽宁',2),

(6803,'振兴区','zhenxingqu1',2145,'zhenxingqu','振兴区',85,'丹东','dd',18,'辽宁',6),

(6804,'辽中区','liaozhongqu1',2150,'liaozhongqu','辽中区',86,'沈阳','sy',18,'辽宁',5),

(6810,'振安区','zhenanqu1',2146,'zhenanqu','振安区',85,'丹东','dd',18,'辽宁',3),

(6812,'康平县','kangpingxian1',2147,'kangpingxian','康平县',86,'沈阳','sy',18,'辽宁',5),

(6813,'法库县','fakuxian1',2149,'fakuxian','法库县',86,'沈阳','sy',18,'辽宁',2),

(6816,'新民市','xinminshi1',2148,'xinminshi','新民市',86,'沈阳','sy',18,'辽宁',2),

(6817,'保工北','baogongbei',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',1),

(6818,'保工南','baogongnan',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',5),

(6819,'北二路','beierlu',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',4),

(6820,'北一路','beiyilu',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',5),

(6821,'工人村','gongrencun1',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',5),

(6822,'滑翔','huaxiang2',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',4),

(6823,'霁虹','jihong',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',1),

(6824,'经济技术开发区','jingjijishukaifaqu',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',7),

(6825,'启工街','qigongjie',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',4),

(6826,'铁西','tiexi3',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',5),

(6827,'铁西广场','tiexiguangchang',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',4),

(6828,'兴工街','xinggongjie',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',1),

(6829,'西站','xizhan1',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',2),

(6830,'艳粉','yanfen',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',3),

(6831,'云峰','yunfeng',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',4),

(6832,'张士','zhangshi',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',5),

(6833,'重工街','zhonggongjie',2151,'tiexi','铁西',86,'沈阳','sy',18,'辽宁',7),

(6834,'大西','daxi',2153,'shenhe','沈河',86,'沈阳','sy',18,'辽宁',1),

(6835,'东五里河','dongwulihe',2153,'shenhe','沈河',86,'沈阳','sy',18,'辽宁',5),

(6836,'方家栏','fangjialan',2153,'shenhe','沈河',86,'沈阳','sy',18,'辽宁',7),

(6837,'金廊','jinlang',2153,'shenhe','沈河',86,'沈阳','sy',18,'辽宁',4),

(6838,'金融中心','jinrongzhongxin',2153,'shenhe','沈河',86,'沈阳','sy',18,'辽宁',7),

(6839,'马关桥','maguanqiao',2153,'shenhe','沈河',86,'沈阳','sy',18,'辽宁',2),

(6840,'南塔','nanta',2153,'shenhe','沈河',86,'沈阳','sy',18,'辽宁',4),

(6841,'泉园','quanyuan',2153,'shenhe','沈河',86,'沈阳','sy',18,'辽宁',7),

(6842,'市府','shifu1',2153,'shenhe','沈河',86,'沈阳','sy',18,'辽宁',6),

(6844,'五爱','wuai',2153,'shenhe','沈河',86,'沈阳','sy',18,'辽宁',7),

(6845,'新立堡','xinlibao',2153,'shenhe','沈河',86,'沈阳','sy',18,'辽宁',1),

(6846,'中街','zhongjie',2153,'shenhe','沈河',86,'沈阳','sy',18,'辽宁',2),

(6847,'八王寺','bawangsi',2155,'dadong','大东',86,'沈阳','sy',18,'辽宁',2),

(6848,'东北大马路','dongbeidamalu',2155,'dadong','大东',86,'沈阳','sy',18,'辽宁',4),

(6849,'东中街','dongzhongjie',2155,'dadong','大东',86,'沈阳','sy',18,'辽宁',1),

(6850,'二台子','ertaizi',2155,'dadong','大东',86,'沈阳','sy',18,'辽宁',5),

(6851,'黎明','liming',2155,'dadong','大东',86,'沈阳','sy',18,'辽宁',7),

(6852,'上园','shangyuan',2155,'dadong','大东',86,'沈阳','sy',18,'辽宁',3),

(6853,'陶瓷城','taocicheng',2155,'dadong','大东',86,'沈阳','sy',18,'辽宁',7),

(6854,'望花','wanghua',2155,'dadong','大东',86,'沈阳','sy',18,'辽宁',2),

(6855,'万柳塘','wanliutang',2155,'dadong','大东',86,'沈阳','sy',18,'辽宁',6),

(6856,'奥体','aoti4',2154,'hunnan','浑南',86,'沈阳','sy',18,'辽宁',5),

(6857,'白塔','baita1',2154,'hunnan','浑南',86,'沈阳','sy',18,'辽宁',3),

(6858,'长青','changqing1114',2154,'hunnan','浑南',86,'沈阳','sy',18,'辽宁',4),

(6859,'东湖','donghu5',2154,'hunnan','浑南',86,'沈阳','sy',18,'辽宁',3),

(6860,'二十一世纪','ershiyishiji',2154,'hunnan','浑南',86,'沈阳','sy',18,'辽宁',4),

(6861,'理工大学','ligongdaxue1',2154,'hunnan','浑南',86,'沈阳','sy',18,'辽宁',6),

(6862,'李相','lixiang',2154,'hunnan','浑南',86,'沈阳','sy',18,'辽宁',1),

(6863,'棋盘山','qipanshan',2154,'hunnan','浑南',86,'沈阳','sy',18,'辽宁',7),

(6864,'沈抚新城','shenfuxincheng',2154,'hunnan','浑南',86,'沈阳','sy',18,'辽宁',1),

(6865,'桃仙','taoxian',2154,'hunnan','浑南',86,'沈阳','sy',18,'辽宁',3),

(6866,'新南站','xinnanzhan',2154,'hunnan','浑南',86,'沈阳','sy',18,'辽宁',1),

(6867,'新市府','xinshifu',2154,'hunnan','浑南',86,'沈阳','sy',18,'辽宁',2),

(6868,'营城子','yingchengzi',2154,'hunnan','浑南',86,'沈阳','sy',18,'辽宁',7),

(6869,'北陵','beiling1',2156,'huanggu','皇姑',86,'沈阳','sy',18,'辽宁',7),

(6870,'北行','beixing',2156,'huanggu','皇姑',86,'沈阳','sy',18,'辽宁',3),

(6871,'北站北','beizhanbei',2156,'huanggu','皇姑',86,'沈阳','sy',18,'辽宁',1),

(6872,'长客','changke',2156,'huanggu','皇姑',86,'沈阳','sy',18,'辽宁',2),

(6873,'陵东','lingdong',2156,'huanggu','皇姑',86,'沈阳','sy',18,'辽宁',5),

(6874,'三台子','santaizi',2156,'huanggu','皇姑',86,'沈阳','sy',18,'辽宁',5),

(6875,'首府新区','shoufuxinqu',2156,'huanggu','皇姑',86,'沈阳','sy',18,'辽宁',1),

(6876,'四台子','sitaizi',2156,'huanggu','皇姑',86,'沈阳','sy',18,'辽宁',7),

(6877,'塔湾','tawan1',2156,'huanggu','皇姑',86,'沈阳','sy',18,'辽宁',3),

(6879,'丁香湖','dingxianghu',2157,'yuhong','于洪',86,'沈阳','sy',18,'辽宁',1),

(6880,'荷兰村','helancun',2157,'yuhong','于洪',86,'沈阳','sy',18,'辽宁',5),

(6881,'红旗台','hongqitai',2157,'yuhong','于洪',86,'沈阳','sy',18,'辽宁',3),

(6882,'陵西','lingxi',2157,'yuhong','于洪',86,'沈阳','sy',18,'辽宁',5),

(6883,'西三台子','xisantaizi',2157,'yuhong','于洪',86,'沈阳','sy',18,'辽宁',3),

(6884,'于洪广场','yuhongguangchang',2157,'yuhong','于洪',86,'沈阳','sy',18,'辽宁',6),

(6885,'于洪新城','yuhongxincheng',2157,'yuhong','于洪',86,'沈阳','sy',18,'辽宁',1),

(6886,'造化','zaohua',2157,'yuhong','于洪',86,'沈阳','sy',18,'辽宁',5),

(6887,'道义','daoyi',2159,'shenbeixinqu','沈北新区',86,'沈阳','sy',18,'辽宁',6),

(6888,'虎石台','hushitai',2159,'shenbeixinqu','沈北新区',86,'沈阳','sy',18,'辽宁',3),

(6889,'蒲河新城','puhexincheng',2159,'shenbeixinqu','沈北新区',86,'沈阳','sy',18,'辽宁',4),

(6892,'新城子','xinchengzi',2159,'shenbeixinqu','沈北新区',86,'沈阳','sy',18,'辽宁',3),

(6893,'正良','zhengliang',2159,'shenbeixinqu','沈北新区',86,'沈阳','sy',18,'辽宁',3),

(6894,'八一','bayi2',2158,'sujiatun','苏家屯',86,'沈阳','sy',18,'辽宁',3),

(6895,'会展中心','huizhanzhongxin1',2158,'sujiatun','苏家屯',86,'沈阳','sy',18,'辽宁',7),

(6896,'区中心','quzhongxin',2158,'sujiatun','苏家屯',86,'沈阳','sy',18,'辽宁',3),

(6897,'苏家屯区','sujiatunqu',2158,'sujiatun','苏家屯',86,'沈阳','sy',18,'辽宁',2),

(6898,'佟沟新城','tonggouxincheng',2158,'sujiatun','苏家屯',86,'沈阳','sy',18,'辽宁',1),

(6901,'土默特左旗','tumotezuoqi1',2186,'tumotezuoqi','土默特左旗',89,'呼和浩特','hhht',19,'内蒙古',7),

(6903,'和林格尔县','helingeerxian1',2184,'helingeerxian','和林格尔县',89,'呼和浩特','hhht',19,'内蒙古',1),

(6904,'成吉思汗西商圈','chengjisihanxishangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',3),

(6905,'车站西街商圈','chezhanxijieshangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',1),

(6906,'大召','dazhao',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',1),

(6907,'大召商圈','dazhaoshangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',5),

(6908,'附属医院商圈','fushuyiyuanshangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',3),

(6909,'工人北村商圈','gongrenbeicunshangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',2),

(6910,'光明路商圈','guangminglushangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',4),

(6911,'海亮商圈','hailiangshangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',5),

(6912,'海西路商圈','haixilushangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',6),

(6913,'回民区政府','huiminquzhengfu',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',4),

(6914,'回民政府商圈','huiminzhengfushangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',6),

(6915,'食品商圈','shipinshangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',5),

(6916,'太平街商圈','taipingjieshangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',5),

(6918,'五塔寺商圈','wutasishangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',5),

(6919,'县府街商圈','xianfujieshangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',3),

(6920,'祥和商圈','xiangheshangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',3),

(6921,'西货场商圈','xihuochangshangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',3),

(6922,'西龙王庙','xilongwangmiao',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',6),

(6923,'新城区政府','xinchengquzhengfu',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',5),

(6924,'西万达商圈','xiwandashangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',3),

(6925,'锡小商圈','xixiaoshangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',3),

(6926,'植物园商圈','zhiwuyuanshangquan',2185,'huiminqu','回民区',89,'呼和浩特','hhht',19,'内蒙古',1),

(6928,'托克托县','tuoketuoxian1',2187,'tuoketuoxian','托克托县',89,'呼和浩特','hhht',19,'内蒙古',5),

(6930,'清水河县','qingshuihexian1',2190,'qingshuihexian','清水河县',89,'呼和浩特','hhht',19,'内蒙古',1),

(6931,'武川县','wuchuanxian1',2189,'wuchuanxian','武川县',89,'呼和浩特','hhht',19,'内蒙古',5),

(6932,'中海','zhonghai',2189,'wuchuanxian','武川县',89,'呼和浩特','hhht',19,'内蒙古',3),

(6933,'大学路商圈','daxuelushangquan',2191,'yuquanqu','玉泉区',89,'呼和浩特','hhht',19,'内蒙古',4),

(6938,'嘉茂商圈','jiamaoshangquan',2191,'yuquanqu','玉泉区',89,'呼和浩特','hhht',19,'内蒙古',6),

(6939,'金桥商圈','jinqiaoshangquan',2191,'yuquanqu','玉泉区',89,'呼和浩特','hhht',19,'内蒙古',4),

(6940,'南茶坊','nanchafang',2191,'yuquanqu','玉泉区',89,'呼和浩特','hhht',19,'内蒙古',4),

(6941,'南茶坊商圈','nanchafangshangquan',2191,'yuquanqu','玉泉区',89,'呼和浩特','hhht',19,'内蒙古',4),

(6942,'南湖商圈','nanhushangquan',2191,'yuquanqu','玉泉区',89,'呼和浩特','hhht',19,'内蒙古',7),

(6943,'石东路商圈','shidonglushangquan',2191,'yuquanqu','玉泉区',89,'呼和浩特','hhht',19,'内蒙古',1),

(6945,'石羊桥商圈','shiyangqiaoshangquan',2191,'yuquanqu','玉泉区',89,'呼和浩特','hhht',19,'内蒙古',5),

(6946,'万锦商圈','wanjinshangquan',2191,'yuquanqu','玉泉区',89,'呼和浩特','hhht',19,'内蒙古',2),

(6952,'玉泉区','yuquanqu2',2191,'yuquanqu','玉泉区',89,'呼和浩特','hhht',19,'内蒙古',4),

(6953,'长乐宫','changlegong',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',7),

(6954,'长乐宫商圈','changlegongshangquan',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',4),

(6955,'驰誉','chiyu',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',3),

(6956,'驰誉商圈','chiyushangquan',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',6),

(6958,'东岸商圈','donganshangquan',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',4),

(6959,'东风路商圈','dongfenglushangquan',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',4),

(6960,'东落凤商圈','dongluofengshangquan',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',7),

(6961,'鄂尔多斯东街','eerduosidongjie',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',2),

(6962,'光华街','guanghuajie',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',4),

(6963,'关小商圈','guanxiaoshangquan',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',3),

(6964,'鼓楼','gulou4',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',2),

(6966,'海西路','haixilu',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',4),

(6968,'呼伦路商圈','hulunlushangquan',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',2),

(6969,'火车东站','huochedongzhan2',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',6),

(6971,'机场商圈','jichangshangquan',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',5),

(6972,'金桥开发区','jinqiaokaifaqu',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',4),

(6974,'巨海城商圈','juhaichengshangquan',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',2),

(6975,'绿地金隅商圈','lvdijinyushangquan',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',5),

(6977,'南门外商圈','nanmenwaishangquan',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',5),

(6978,'桥华商圈','qiaohuashangquan',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',6),

(6979,'桥华世纪','qiaohuashiji',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',5),

(6980,'如意开发区','ruyikaifaqu',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',3),

(6982,'市政府商圈','shizhengfushangquan2',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',7),

(6983,'万达商圈','wandashangquan7',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',7),

(6985,'西把栅乡政府','xibazhaxiangzhengfu',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',2),

(6986,'新华联商圈','xinhualianshangquan',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',3),

(6987,'新华商圈','xinhuashangquan',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',3),

(6989,'中海商圈','zhonghaishangquan',2192,'saihanqu','赛罕区',89,'呼和浩特','hhht',19,'内蒙古',5),

(6990,'金川开发区','jinchuankaifaqu',2193,'jinchuankaifaqu','金川开发区',89,'呼和浩特','hhht',19,'内蒙古',1),

(6993,'宝湖','baohu',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',5),

(6994,'北门','beimen',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',4),

(6995,'北塔湖','beitahu',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',7),

(6996,'滨河新区','binhexinqu1',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',3),

(6997,'长城中路','changchengzhonglu',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',6),

(6998,'城东','chengdong6',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',2),

(6999,'城南','chengnan3',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',4),

(7000,'大阅城','dayuecheng',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',5),

(7001,'凤凰北街','fenghuangbeijie',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',5),

(7002,'光明广场','guangmingguangchang',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',6),

(7003,'海亮','hailiang',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',5),

(7005,'湖滨','hubin2',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',6),

(7006,'金凤万达','jinfengwanda',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',5),

(7007,'丽景北街','lijingbeijie',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',1),

(7008,'丽景南街','lijingnanjie',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',7),

(7010,'六盘山路','liupanshanlu',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',2),

(7011,'民生','minsheng',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',1),

(7012,'民族北街','minzubeijie',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',3),

(7013,'南门','nanmen2',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',7),

(7014,'七子连湖','qizilianhu',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',4),

(7015,'市医院','shiyiyuan',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',1),

(7016,'西门','ximen1',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',6),

(7017,'兴庆区','xingqingqu1',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',2),

(7018,'新华街','xinhuajie',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',4),

(7019,'新一中','xinyizhong',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',7),

(7021,'正源北街','zhengyuanbeijie',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',4),

(7022,'中山公园','zhongshangongyuan3',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',3),

(7023,'紫园','ziyuan',2194,'xingqingqu','兴庆区',90,'银川','yinchuan',20,'宁夏',7),

(7031,'永宁县','yongningxian1',2195,'yongningxian','永宁县',90,'银川','yinchuan',20,'宁夏',7),

(7033,'灵武市','lingwushi1',2196,'lingwushi','灵武市',90,'银川','yinchuan',20,'宁夏',2),

(7037,'贺兰县','helanxian1',2198,'helanxian','贺兰县',90,'银川','yinchuan',20,'宁夏',3),

(7040,'长城西路','changchengxilu',2197,'xixiaqu','西夏区',90,'银川','yinchuan',20,'宁夏',1),

(7041,'贺兰山西路','helanshanxilu',2197,'xixiaqu','西夏区',90,'银川','yinchuan',20,'宁夏',5),

(7043,'金凤新华联广场','jinfengxinhualianguangchang',2197,'xixiaqu','西夏区',90,'银川','yinchuan',20,'宁夏',7),

(7044,'丽子园','liziyuan',2197,'xixiaqu','西夏区',90,'银川','yinchuan',20,'宁夏',3),

(7045,'宁大周边','ningdazhoubian',2197,'xixiaqu','西夏区',90,'银川','yinchuan',20,'宁夏',3),

(7046,'同心路','tongxinlu',2197,'xixiaqu','西夏区',90,'银川','yinchuan',20,'宁夏',6),

(7047,'兴洲北街','xingzhoubeijie',2197,'xixiaqu','西夏区',90,'银川','yinchuan',20,'宁夏',4),

(7048,'西夏区','xixiaqu1',2197,'xixiaqu','西夏区',90,'银川','yinchuan',20,'宁夏',6),

(7049,'西夏区怀远路','xixiaquhuaiyuanlu',2197,'xixiaqu','西夏区',90,'银川','yinchuan',20,'宁夏',4),

(7050,'西夏万达','xixiawanda',2197,'xixiaqu','西夏区',90,'银川','yinchuan',20,'宁夏',1),

(7052,'艾依河','aiyihe',2199,'jinfengqu','金凤区',90,'银川','yinchuan',20,'宁夏',5),

(7058,'IBI商务中心','ibishangwuzhongxin',2199,'jinfengqu','金凤区',90,'银川','yinchuan',20,'宁夏',2),

(7059,'金凤区','jinfengqu1',2199,'jinfengqu','金凤区',90,'银川','yinchuan',20,'宁夏',1),

(7062,'开发区','kaifaqu6',2199,'jinfengqu','金凤区',90,'银川','yinchuan',20,'宁夏',4),

(7063,'良田','liangtian',2199,'jinfengqu','金凤区',90,'银川','yinchuan',20,'宁夏',2),

(7066,'亲水南大街','qinshuinandajie',2199,'jinfengqu','金凤区',90,'银川','yinchuan',20,'宁夏',5),

(7068,'人民广场','renminguangchang2',2199,'jinfengqu','金凤区',90,'银川','yinchuan',20,'宁夏',6),

(7069,'森林公园','senlingongyuan1',2199,'jinfengqu','金凤区',90,'银川','yinchuan',20,'宁夏',6),

(7070,'市民大厅','shimindating',2199,'jinfengqu','金凤区',90,'银川','yinchuan',20,'宁夏',5),

(7071,'新城','xincheng3',2199,'jinfengqu','金凤区',90,'银川','yinchuan',20,'宁夏',2),

(7072,'新华联','xinhualian',2199,'jinfengqu','金凤区',90,'银川','yinchuan',20,'宁夏',2),

(7077,'正源南街','zhengyuannanjie',2199,'jinfengqu','金凤区',90,'银川','yinchuan',20,'宁夏',4),

(7081,'奥体中心','aotizhongxin',2209,'lixia','历下',92,'济南','jn',21,'山东',5),

(7082,'趵突泉','baotuquan',2209,'lixia','历下',92,'济南','jn',21,'山东',6),

(7083,'大明湖站','daminghuzhan',2209,'lixia','历下',92,'济南','jn',21,'山东',4),

(7084,'甸柳','dianliu',2209,'lixia','历下',92,'济南','jn',21,'山东',6),

(7085,'东关','dongguan2',2209,'lixia','历下',92,'济南','jn',21,'山东',7),

(7086,'凤山路','fengshanlu',2209,'lixia','历下',92,'济南','jn',21,'山东',6),

(7087,'佛山街','foshanjie',2209,'lixia','历下',92,'济南','jn',21,'山东',5),

(7088,'环山','huanshan',2209,'lixia','历下',92,'济南','jn',21,'山东',5),

(7089,'化纤厂路','huaxianchanglu',2209,'lixia','历下',92,'济南','jn',21,'山东',3),

(7090,'花园路','huayuanlu',2209,'lixia','历下',92,'济南','jn',21,'山东',5),

(7091,'浆水泉区','jiangshuiquanqu',2209,'lixia','历下',92,'济南','jn',21,'山东',3),

(7094,'历东','lidong',2209,'lixia','历下',92,'济南','jn',21,'山东',3),

(7095,'旅游路','lvyoulu',2209,'lixia','历下',92,'济南','jn',21,'山东',1),

(7096,'茂岭山','maolingshan',2209,'lixia','历下',92,'济南','jn',21,'山东',2),

(7097,'明湖区','minghuqu1',2209,'lixia','历下',92,'济南','jn',21,'山东',1),

(7098,'千佛山','qianfoshan',2209,'lixia','历下',92,'济南','jn',21,'山东',5),

(7100,'青后','qinghou',2209,'lixia','历下',92,'济南','jn',21,'山东',5),

(7101,'泉城路','quanchenglu',2209,'lixia','历下',92,'济南','jn',21,'山东',4),

(7102,'山大路','shandalu',2209,'lixia','历下',92,'济南','jn',21,'山东',3),

(7103,'盛福','shengfu',2209,'lixia','历下',92,'济南','jn',21,'山东',6),

(7105,'省体','shengti',2209,'lixia','历下',92,'济南','jn',21,'山东',2),

(7106,'舜耕','shungeng',2209,'lixia','历下',92,'济南','jn',21,'山东',2),

(7107,'文化东路','wenhuadonglu',2209,'lixia','历下',92,'济南','jn',21,'山东',2),

(7108,'文化西路','wenhuaxilu',2209,'lixia','历下',92,'济南','jn',21,'山东',5),

(7109,'燕山','yanshan1',2209,'lixia','历下',92,'济南','jn',21,'山东',6),

(7110,'姚家','yaojia',2209,'lixia','历下',92,'济南','jn',21,'山东',7),

(7111,'银座花园','yinzuohuayuan',2209,'lixia','历下',92,'济南','jn',21,'山东',5),

(7114,'飞跃大道','feiyuedadao',2212,'licheng','历城',92,'济南','jn',21,'山东',1),

(7117,'洪家楼','hongjialou',2212,'licheng','历城',92,'济南','jn',21,'山东',2),

(7119,'黄台','huangtai',2212,'licheng','历城',92,'济南','jn',21,'山东',5),

(7120,'还乡店','huanxiangdian',2212,'licheng','历城',92,'济南','jn',21,'山东',4),

(7121,'华山','huashan',2212,'licheng','历城',92,'济南','jn',21,'山东',5),

(7124,'建筑大学','jianzhudaxue',2212,'licheng','历城',92,'济南','jn',21,'山东',6),

(7125,'济钢','jigang',2212,'licheng','历城',92,'济南','jn',21,'山东',3),

(7126,'经十东路','jingshidonglu',2212,'licheng','历城',92,'济南','jn',21,'山东',7),

(7128,'七里河','qilihe',2212,'licheng','历城',92,'济南','jn',21,'山东',5),

(7130,'全福区','quanfuqu1',2212,'licheng','历城',92,'济南','jn',21,'山东',1),

(7133,'唐冶','tangye',2212,'licheng','历城',92,'济南','jn',21,'山东',3),

(7134,'王舍人','wangsheren',2212,'licheng','历城',92,'济南','jn',21,'山东',6),

(7135,'遥墙','yaoqiang',2212,'licheng','历城',92,'济南','jn',21,'山东',5),

(7136,'章丘','zhangqiu2',2212,'licheng','历城',92,'济南','jn',21,'山东',6),

(7137,'仲宫','zhonggong',2212,'licheng','历城',92,'济南','jn',21,'山东',7),

(7138,'祝甸','zhudian',2212,'licheng','历城',92,'济南','jn',21,'山东',6),

(7140,'北园大街','beiyuandajie',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',5),

(7141,'标山','biaoshan',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',7),

(7142,'长途汽车站','changtuqichezhan',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',1),

(7144,'大桥镇','daqiaozhen',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',4),

(7145,'堤口路','dikoulu',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',4),

(7146,'凤凰山','fenghuangshan1',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',4),

(7147,'盖家沟','gaijiagou',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',3),

(7148,'馆驿街','guanyijie',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',5),

(7149,'黄河森林公园','huanghesenlingongyuan',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',2),

(7150,'火车站','huochezhan3',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',5),

(7151,'匡山区','kuangshanqu1',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',3),

(7152,'联四','liansi',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',1),

(7153,'泺口','luokou',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',1),

(7155,'水屯','shuitun',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',4),

(7156,'天桥工业园','tianqiaogongyeyuan',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',1),

(7157,'无影山','wuyingshan',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',4),

(7159,'药山','yaoshan',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',4),

(7160,'制锦市','zhijinshi',2211,'tianqiao','天桥',92,'济南','jn',21,'山东',3),

(7164,'段店','duandian',2213,'huaiyin','槐荫',92,'济南','jn',21,'山东',7),

(7165,'儿童医院','ertongyiyuan',2213,'huaiyin','槐荫',92,'济南','jn',21,'山东',5),

(7166,'和谐广场','hexieguangchang1',2213,'huaiyin','槐荫',92,'济南','jn',21,'山东',6),

(7169,'经十西路','jingshixilu',2213,'huaiyin','槐荫',92,'济南','jn',21,'山东',4),

(7171,'腊山','lashan',2213,'huaiyin','槐荫',92,'济南','jn',21,'山东',3),

(7172,'连城','liancheng',2213,'huaiyin','槐荫',92,'济南','jn',21,'山东',3),

(7174,'美里湖','meilihu',2213,'huaiyin','槐荫',92,'济南','jn',21,'山东',4),

(7175,'南辛庄','nanxinzhuang',2213,'huaiyin','槐荫',92,'济南','jn',21,'山东',4),

(7177,'省立医院','shengliyiyuan',2213,'huaiyin','槐荫',92,'济南','jn',21,'山东',5),

(7178,'世购','shigou',2213,'huaiyin','槐荫',92,'济南','jn',21,'山东',4),

(7181,'西客站','xikezhan',2213,'huaiyin','槐荫',92,'济南','jn',21,'山东',3),

(7182,'西市场','xishichang',2213,'huaiyin','槐荫',92,'济南','jn',21,'山东',1),

(7184,'营市街','yingshijie',2213,'huaiyin','槐荫',92,'济南','jn',21,'山东',5),

(7185,'中大槐树','zhongdahuaishu',2213,'huaiyin','槐荫',92,'济南','jn',21,'山东',4),

(7186,'白马山','baimashan',2210,'shizhong','市中',92,'济南','jn',21,'山东',5),

(7188,'八一','bayi',2210,'shizhong','市中',92,'济南','jn',21,'山东',4),

(7189,'岔路街','chalujie',2210,'shizhong','市中',92,'济南','jn',21,'山东',6),

(7190,'大观园','daguanyuan',2210,'shizhong','市中',92,'济南','jn',21,'山东',6),

(7191,'党家','dangjia',2210,'shizhong','市中',92,'济南','jn',21,'山东',1),

(7192,'二环南路','erhuannanlu',2210,'shizhong','市中',92,'济南','jn',21,'山东',7),

(7193,'二七新村','erqixincun',2210,'shizhong','市中',92,'济南','jn',21,'山东',5),

(7197,'建设路','jianshelu2',2210,'shizhong','市中',92,'济南','jn',21,'山东',4),

(7198,'济南大学','jinandaxue',2210,'shizhong','市中',92,'济南','jn',21,'山东',2),

(7200,'经五路','jingwulu',2210,'shizhong','市中',92,'济南','jn',21,'山东',7),

(7201,'郎茂山','langmaoshan',2210,'shizhong','市中',92,'济南','jn',21,'山东',4),

(7204,'领秀城','lingxiucheng',2210,'shizhong','市中',92,'济南','jn',21,'山东',7),

(7205,'六里山区','liulishanqu1',2210,'shizhong','市中',92,'济南','jn',21,'山东',6),

(7206,'刘长山路','liuzhangshanlu',2210,'shizhong','市中',92,'济南','jn',21,'山东',5),

(7207,'南上山街','nanshangshanjie',2210,'shizhong','市中',92,'济南','jn',21,'山东',4),

(7208,'七里山','qilishan',2210,'shizhong','市中',92,'济南','jn',21,'山东',3),

(7209,'泉景卧龙区','quanjingwolongqu',2210,'shizhong','市中',92,'济南','jn',21,'山东',4),

(7210,'胜利大街','shenglidajie',2210,'shizhong','市中',92,'济南','jn',21,'山东',3),

(7212,'十六里河','shiliulihe',2210,'shizhong','市中',92,'济南','jn',21,'山东',4),

(7214,'舜玉区','shunyuqu1',2210,'shizhong','市中',92,'济南','jn',21,'山东',4),

(7215,'万达广场','wandaguangchang7',2210,'shizhong','市中',92,'济南','jn',21,'山东',2),

(7216,'王官庄','wangguanzhuang',2210,'shizhong','市中',92,'济南','jn',21,'山东',2),

(7217,'伟东','weidong',2210,'shizhong','市中',92,'济南','jn',21,'山东',5),

(7218,'兴隆','xinglong',2210,'shizhong','市中',92,'济南','jn',21,'山东',3),

(7219,'阳光100区','yangguang100qu1',2210,'shizhong','市中',92,'济南','jn',21,'山东',6),

(7220,'阳光舜城','yangguangshuncheng',2210,'shizhong','市中',92,'济南','jn',21,'山东',3),

(7221,'英雄山','yingxiongshan',2210,'shizhong','市中',92,'济南','jn',21,'山东',5),

(7222,'玉函','yuhan',2210,'shizhong','市中',92,'济南','jn',21,'山东',2),

(7224,'奥体中路','aotizhonglu',2214,'gaoxin','高新',92,'济南','jn',21,'山东',7),

(7226,'国际会展中心','guojihuizhanzhongxin',2214,'gaoxin','高新',92,'济南','jn',21,'山东',3),

(7227,'汉峪','hanyu',2214,'gaoxin','高新',92,'济南','jn',21,'山东',3),

(7229,'康虹路','kanghonglu',2214,'gaoxin','高新',92,'济南','jn',21,'山东',4),

(7230,'齐鲁软件园','qiluruanjianyuan',2214,'gaoxin','高新',92,'济南','jn',21,'山东',5),

(7232,'世纪大道','shijidadao',2214,'gaoxin','高新',92,'济南','jn',21,'山东',6),

(7233,'济阳','jiyang1',2215,'jiyang','济阳',92,'济南','jn',21,'山东',5),

(7234,'商河','shanghe1',2216,'shanghe','商河',92,'济南','jn',21,'山东',3),

(7235,'平阴','pingyin1',2217,'pingyin','平阴',92,'济南','jn',21,'山东',4),

(7236,'长清','changqing1111',2219,'changqing','长清',92,'济南','jn',21,'山东',1),

(7237,'长清大学城','changqingdaxuecheng',2219,'changqing','长清',92,'济南','jn',21,'山东',1),

(7238,'北城-白沙埠','beichengbaishabu',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',7),

(7239,'北城-半程','beichengbancheng',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',1),

(7240,'北城-北城人民医院','beichengbeichengrenminyiyuan',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',4),

(7241,'北城-北外环','beichengbeiwaihuan',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',3),

(7242,'北城-长沙路东区','beichengchangshaludongqu',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',4),

(7243,'北城-长沙路西片区','beichengchangshaluxipianqu',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',3),

(7244,'北城-澜泊湾','beichenglanbowan',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',1),

(7245,'北城-临沂第三十五中','beichenglinyidisanshiwuzhong',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',2),

(7246,'北城-鲁商中心','beichenglushangzhongxin',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',1),

(7247,'北城-实验中学','beichengshiyanzhongxue',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',7),

(7248,'北城-市政府','beichengshizhengfu',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',6),

(7249,'北城-五洲湖','beichengwuzhouhu',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',5),

(7250,'北城-沂龙湾大桥','beichengyilongwandaqiao',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',5),

(7251,'曹王庄','caowangzhuang',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',7),

(7252,'大学城','daxuecheng5',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',3),

(7253,'东方不夜城','dongfangbuyecheng',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',1),

(7255,'二中','erzhong1',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',4),

(7257,'凤凰广场','fenghuangguangchang',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',6),

(7258,'妇幼保健院','fuyoubaojianyuan',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',2),

(7259,'夫子路','fuzilu',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',6),

(7260,'河东汽车站','hedongqichezhan',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',1),

(7261,'和谐广场','hexieguangchang',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',7),

(7262,'花鸟市场','huaniaoshichang',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',4),

(7263,'华森工业园','huasengongyeyuan',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',5),

(7264,'火车站','huochezhan10',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',2),

(7265,'锦绣外滩','jinxiuwaitan',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',5),

(7266,'九曲街道','jiuqujiedao',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',6),

(7267,'兰田步行街','lantianbuxingjie',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',3),

(7268,'李官','liguan',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',5),

(7269,'临沂国际影视城','linyiguojiyingshicheng',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',1),

(7270,'临沂汽车站','linyiqichezhan',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',1),

(7271,'隆达客运站','longdakeyunzhan',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',1),

(7272,'南道','nandao',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',7),

(7273,'平安路','pinganlu',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',6),

(7274,'前十街','qianshijie',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',4),

(7275,'启阳路','qiyanglu',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',6),

(7276,'人民公园','renmingongyuan2',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',3),

(7277,'人民广场','renminguangchang1',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',2),

(7278,'十五中','shiwuzhong',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',4),

(7279,'陶瓷批发市场','taocipifashichang',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',6),

(7280,'王羲之故居','wangxizhiguju',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',3),

(7281,'物流园','wuliuyuan',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',2),

(7282,'西苗庄','ximiaozhuang',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',5),

(7283,'新东关','xindongguan',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',7),

(7284,'新闻大厦','xinwendasha',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',5),

(7285,'西外环','xiwaihuan',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',7),

(7286,'沂河路','yihelu',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',7),

(7288,'沂州古城','yizhougucheng',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',4),

(7289,'枣沟头','zaogoutou',2231,'lanshanqu','兰山区',94,'临沂','linyi',21,'山东',1),

(7290,'宝泉寺','baoquansi',2232,'luozhuangqu','罗庄区',94,'临沂','linyi',21,'山东',1),

(7292,'傅庄街道','fuzhuangjiedao',2232,'luozhuangqu','罗庄区',94,'临沂','linyi',21,'山东',3),

(7293,'高都','gaodou',2232,'luozhuangqu','罗庄区',94,'临沂','linyi',21,'山东',4),

(7297,'京沪高速','jinghugaosu',2232,'luozhuangqu','罗庄区',94,'临沂','linyi',21,'山东',7),

(7299,'鲁南花卉市场','lunanhuahuishichang',2232,'luozhuangqu','罗庄区',94,'临沂','linyi',21,'山东',7),

(7300,'罗庄陶瓷城','luozhuangtaocicheng',2232,'luozhuangqu','罗庄区',94,'临沂','linyi',21,'山东',5),

(7301,'罗庄医院','luozhuangyiyuan',2232,'luozhuangqu','罗庄区',94,'临沂','linyi',21,'山东',7),

(7302,'南环路','nanhuanlu1',2232,'luozhuangqu','罗庄区',94,'临沂','linyi',21,'山东',1),

(7304,'青啤广场','qingpiguangchang',2232,'luozhuangqu','罗庄区',94,'临沂','linyi',21,'山东',2),

(7305,'盛能游乐园','shengnengyouleyuan',2232,'luozhuangqu','罗庄区',94,'临沂','linyi',21,'山东',7),

(7307,'双龙路','shuanglonglu',2232,'luozhuangqu','罗庄区',94,'临沂','linyi',21,'山东',1),

(7308,'双月湖公园','shuangyuehugongyuan',2232,'luozhuangqu','罗庄区',94,'临沂','linyi',21,'山东',4),

(7311,'远通汽车广场','yuantongqicheguangchang',2232,'luozhuangqu','罗庄区',94,'临沂','linyi',21,'山东',7),

(7313,'朱陈建材城','zhuchenjiancaicheng',2232,'luozhuangqu','罗庄区',94,'临沂','linyi',21,'山东',2),

(7315,'蒙阴县','mengyinxian1',2234,'mengyinxian','蒙阴县',94,'临沂','linyi',21,'山东',6),

(7321,'长安路小学','changanluxiaoxue',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',4),

(7322,'东方城','dongfangcheng',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',7),

(7323,'东夷文化园','dongyiwenhuayuan',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',2),

(7325,'二十四中','ershisizhong',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',1),

(7327,'工业园','gongyeyuan3',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',1),

(7328,'国际会展中心','guojihuizhanzhongxin2',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',5),

(7329,'河东妇幼保健院','hedongfuyoubaojianyuan',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',7),

(7330,'河东机场','hedongjichang',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',6),

(7332,'河东吾悦广场','hedongwuyueguangchang',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',6),

(7337,'莒南商圈','junanshangquan',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',5),

(7338,'李公河湿地公园','ligongheshidigongyuan',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',4),

(7340,'临东线','lindongxian',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',7),

(7343,'临沂市第三人民医院','linyishidisanrenminyiyuan',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',7),

(7344,'伦达国贸城','lundaguomaocheng',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',4),

(7345,'梅埠街道','meibujiedao',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',7),

(7346,'区政府','quzhengfu',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',7),

(7349,'沂河实验小学','yiheshiyanxiaoxue',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',2),

(7352,'月亮湾广场','yueliangwanguangchang',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',5),

(7353,'正直驾校','zhengzhijiaxiao',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',4),

(7354,'众泰汽车产业园','zhongtaiqichechanyeyuan',2233,'hedongqu','河东区',94,'临沂','linyi',21,'山东',5),

(7356,'莒南县','junanxian1',2235,'junanxian','莒南县',94,'临沂','linyi',21,'山东',4),

(7359,'动植物园','dongzhiwuyuan',2236,'linshuxian','临沭县',94,'临沂','linyi',21,'山东',7),

(7360,'机场东路','jichangdonglu',2236,'linshuxian','临沭县',94,'临沂','linyi',21,'山东',1),

(7362,'临沭县','linshuxian1',2236,'linshuxian','临沭县',94,'临沂','linyi',21,'山东',5),

(7364,'费县','feixian1',2238,'feixian','费县',94,'临沂','linyi',21,'山东',3),

(7374,'平邑县','pingyixian1',2237,'pingyixian','平邑县',94,'临沂','linyi',21,'山东',3),

(7377,'沂水县','yishuixian1',2239,'yishuixian','沂水县',94,'临沂','linyi',21,'山东',7),

(7382,'郯城县','tanchengxian1',2240,'tanchengxian','郯城县',94,'临沂','linyi',21,'山东',2),

(7388,'沂南县','yinanxian1',2241,'yinanxian','沂南县',94,'临沂','linyi',21,'山东',4),

(7391,'兰陵县','lanlingxian1',2242,'lanlingxian','兰陵县',94,'临沂','linyi',21,'山东',7),

(7392,'奥帆中心','aofanzhongxin',2243,'shinan','市南',95,'青岛','qd',21,'山东',7),

(7393,'八大关','badaguan',2243,'shinan','市南',95,'青岛','qd',21,'山东',7),

(7394,'八大湖','badahu',2243,'shinan','市南',95,'青岛','qd',21,'山东',4),

(7398,'大尧','dayao',2243,'shinan','市南',95,'青岛','qd',21,'山东',6),

(7399,'福安','fuan',2243,'shinan','市南',95,'青岛','qd',21,'山东',1),

(7400,'火车站','huochezhan',2243,'shinan','市南',95,'青岛','qd',21,'山东',1),

(7403,'闽江路','minjianglu',2243,'shinan','市南',95,'青岛','qd',21,'山东',1),

(7404,'田家花园','tianjiahuayuan',2243,'shinan','市南',95,'青岛','qd',21,'山东',1),

(7405,'天山银海','tianshanyinhai',2243,'shinan','市南',95,'青岛','qd',21,'山东',6),

(7406,'团岛','tuandao',2243,'shinan','市南',95,'青岛','qd',21,'山东',3),

(7407,'文登路','wendenglu1',2243,'shinan','市南',95,'青岛','qd',21,'山东',5),

(7408,'五四广场','wusiguangchang',2243,'shinan','市南',95,'青岛','qd',21,'山东',5),

(7409,'新贵都','xinguidu',2243,'shinan','市南',95,'青岛','qd',21,'山东',3),

(7412,'西镇','xizhen',2243,'shinan','市南',95,'青岛','qd',21,'山东',3),

(7413,'远洋广场','yuanyangguangchang',2243,'shinan','市南',95,'青岛','qd',21,'山东',5),

(7414,'湛山','zhanshan',2243,'shinan','市南',95,'青岛','qd',21,'山东',1),

(7416,'中山公园','zhongshangongyuan1',2243,'shinan','市南',95,'青岛','qd',21,'山东',5),

(7419,'北岭','beiling',2244,'shibei','市北',95,'青岛','qd',21,'山东',6),

(7420,'北仲','beizhong',2244,'shibei','市北',95,'青岛','qd',21,'山东',5),

(7421,'错埠岭','cuobuling',2244,'shibei','市北',95,'青岛','qd',21,'山东',7),

(7422,'大港小港','dagangxiaogang',2244,'shibei','市北',95,'青岛','qd',21,'山东',7),

(7423,'大沙路','dashalu',2244,'shibei','市北',95,'青岛','qd',21,'山东',6),

(7424,'大学路','daxuelu',2244,'shibei','市北',95,'青岛','qd',21,'山东',1),

(7426,'浮山后','fushanhou',2244,'shibei','市北',95,'青岛','qd',21,'山东',2),

(7427,'福州北路','fuzhoubeilu',2244,'shibei','市北',95,'青岛','qd',21,'山东',2),

(7428,'海泊河','haibohe',2244,'shibei','市北',95,'青岛','qd',21,'山东',6),

(7429,'海云庵','haiyunan',2244,'shibei','市北',95,'青岛','qd',21,'山东',4),

(7430,'合肥路佳世客','hefeilujiashike',2244,'shibei','市北',95,'青岛','qd',21,'山东',2),

(7431,'河西','hexichengqu',2244,'shibei','市北',95,'青岛','qd',21,'山东',7),

(7432,'湖岛','hudao',2244,'shibei','市北',95,'青岛','qd',21,'山东',1),

(7433,'榉林公园','julingongyuan1',2244,'shibei','市北',95,'青岛','qd',21,'山东',3),

(7434,'理工大学','ligongdaxue',2244,'shibei','市北',95,'青岛','qd',21,'山东',3),

(7435,'啤酒街','pijiujie',2244,'shibei','市北',95,'青岛','qd',21,'山东',6),

(7436,'沙岭庄','shalingzhuang1',2244,'shibei','市北',95,'青岛','qd',21,'山东',5),

(7437,'水清沟','shuiqinggou',2244,'shibei','市北',95,'青岛','qd',21,'山东',7),

(7438,'四方实验小区','sifangshiyan',2244,'shibei','市北',95,'青岛','qd',21,'山东',1),

(7439,'台东','taidong',2244,'shibei','市北',95,'青岛','qd',21,'山东',2),

(7440,'同安路','tonganlu',2244,'shibei','市北',95,'青岛','qd',21,'山东',1),

(7442,'新都心','xindouxin',2244,'shibei','市北',95,'青岛','qd',21,'山东',7),

(7443,'信息城','xinxicheng',2244,'shibei','市北',95,'青岛','qd',21,'山东',1),

(7444,'闫家山','yanjiashan1',2244,'shibei','市北',95,'青岛','qd',21,'山东',1),

(7445,'镇江路','zhenjianglu11',2244,'shibei','市北',95,'青岛','qd',21,'山东',3),

(7447,'中山路','zhongshanlu11',2244,'shibei','市北',95,'青岛','qd',21,'山东',6),

(7448,'中央CBD','zhongyangcbd1',2244,'shibei','市北',95,'青岛','qd',21,'山东',2),

(7449,'沧口公园','cangkougongyuan1',2245,'licang','李沧',95,'青岛','qd',21,'山东',5),

(7450,'东李','dongli1',2245,'licang','李沧',95,'青岛','qd',21,'山东',6),

(7451,'东南山','dongnanshan1',2245,'licang','李沧',95,'青岛','qd',21,'山东',5),

(7452,'河南','henan',2245,'licang','李沧',95,'青岛','qd',21,'山东',7),

(7455,'李沧万达','licangwanda',2245,'licang','李沧',95,'青岛','qd',21,'山东',7),

(7456,'李村公园','licungongyuan',2245,'licang','李沧',95,'青岛','qd',21,'山东',3),

(7459,'绿城','lvcheng',2245,'licang','李沧',95,'青岛','qd',21,'山东',3),

(7460,'青岛北站','qingdaobeizhan1',2245,'licang','李沧',95,'青岛','qd',21,'山东',3),

(7462,'世园会','shiyuanhui11',2245,'licang','李沧',95,'青岛','qd',21,'山东',7),

(7464,'书院路','shuyuanlu',2245,'licang','李沧',95,'青岛','qd',21,'山东',7),

(7465,'下王埠','xiawangbu1',2245,'licang','李沧',95,'青岛','qd',21,'山东',7),

(7468,'北村','beicun',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',7),

(7469,'雕塑园','diaosuyuan',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',3),

(7470,'东韩','donghan1',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',1),

(7471,'国信体育场','guoxintiyuchang',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',7),

(7474,'崂山CBD','laoshancbd',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',7),

(7475,'崂山风景区','laoshanfengjingqu',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',2),

(7476,'老鸦岭','laoyaling',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',7),

(7477,'麦岛','maidao',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',5),

(7478,'汽车东站','qichedongzhan',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',3),

(7479,'青大东校区','qingdadong1',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',4),

(7480,'沙子口','shazikou1',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',3),

(7481,'石老人','shilaoren1',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',3),

(7484,'松山后','songshanhou',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',3),

(7485,'午山','wushan21',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',5),

(7486,'西韩','xihan',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',6),

(7487,'西姜','xijiang',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',3),

(7488,'辛家庄','xinjiazhuang',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',5),

(7489,'枣儿山','zaoershan1',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',1),

(7490,'张村','zhangcun1',2246,'laoshan','崂山',95,'青岛','qd',21,'山东',4),

(7491,'安子片区','anzipianqu',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',1),

(7492,'保税区','baoshuiqu3',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',2),

(7493,'东方影都','dongfangyingdu',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',1),

(7494,'红石崖','hongshiya',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',1),

(7495,'黄岛港','huangdaogang',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',6),

(7496,'黄岛轮渡','huangdaolundu',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',2),

(7497,'黄岛区政府','huangdaoquzhengfu',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',4),

(7500,'积米崖','jimiya',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',6),

(7501,'金沙滩','jinshatan',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',1),

(7502,'科技大学','kejidaxue',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',7),

(7503,'灵山卫','lingshanwei',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',3),

(7504,'柳花泊','liuhuabo',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',1),

(7505,'石油大学','shiyoudaxue',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',3),

(7506,'唐岛湾','tangdaowan',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',6),

(7507,'天泰','tiantai',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',3),

(7508,'香江路','xiangjianglu',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',4),

(7509,'小珠山','xiaozhushan',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',3),

(7510,'辛安','xinan1',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',7),

(7511,'薛家岛','xuejiadao',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',7),

(7512,'银沙滩','yinshatan',2247,'huangdao','黄岛',95,'青岛','qd',21,'山东',2),

(7513,'城阳工业园','chengyanggongyeyuan',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',5),

(7514,'城阳立交','chengyanglijiao',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',4),

(7515,'城阳实验二小','chengyangshiyanerxiao1',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',1),

(7516,'高新区','gaoxinqu13',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',2),

(7517,'河套','hetao',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',6),

(7518,'家佳源','jiajiayuan',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',1),

(7519,'棘洪滩','jihongtan',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',7),

(7520,'流亭','liuting1',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',3),

(7521,'娄山后','loushanhou',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',1),

(7522,'农业大学','nongyedaxue1',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',5),

(7523,'女姑','nvgu',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',1),

(7524,'瑞阳路','ruiyanglu1',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',5),

(7525,'上马','shangma',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',6),

(7526,'世纪公园','shijigongyuan31',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',3),

(7527,'十梅庵','shimeian1',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',5),

(7528,'双埠','shuangbu',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',4),

(7529,'太阳城','taiyangcheng1',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',5),

(7530,'夏庄','xiazhuang22',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',7),

(7531,'惜福镇','xifuzhen1',2248,'chengyang','城阳',95,'青岛','qd',21,'山东',2),

(7532,'胶南','jiaonan1',2249,'jiaozhou','胶州',95,'青岛','qd',21,'山东',2),

(7533,'胶州','jiaozhou1',2249,'jiaozhou','胶州',95,'青岛','qd',21,'山东',2),

(7534,'即墨城西','jimochengxi',2250,'jimo','即墨',95,'青岛','qd',21,'山东',1),

(7535,'即墨创智新区','jimochuangzhixinqu',2250,'jimo','即墨',95,'青岛','qd',21,'山东',5),

(7536,'即墨古城','jimogucheng',2250,'jimo','即墨',95,'青岛','qd',21,'山东',7),

(7537,'即墨和平','jimoheping',2250,'jimo','即墨',95,'青岛','qd',21,'山东',1),

(7538,'即墨开发区','jimokaifaqu',2250,'jimo','即墨',95,'青岛','qd',21,'山东',5),

(7539,'即墨蓝谷','jimolangu',2250,'jimo','即墨',95,'青岛','qd',21,'山东',5),

(7540,'莱西','laixi1',2252,'laixi','莱西',95,'青岛','qd',21,'山东',2),

(7541,'平度','pingdu1',2251,'pingdu','平度',95,'青岛','qd',21,'山东',7),

(7544,'临朐县','linquxian1',2259,'linquxian','临朐县',97,'潍坊','wf',21,'山东',7),

(7547,'北王','beiwang',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',3),

(7548,'北苑实验','beiyuanshiyan',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',3),

(7549,'东明学校','dongmingxuexiao',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',1),

(7552,'谷德广场','gudeguangchang',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',7),

(7555,'金融街','jinrongjie1',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',2),

(7556,'锦绣学校','jinxiuxuexiao',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',7),

(7558,'人民医院','renminyiyuan',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',3),

(7560,'十笏园','shihuyuan',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',7),

(7561,'泰华','taihua',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',4),

(7562,'万达','wanda11',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',6),

(7563,'万家福','wanjiafu',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',2),

(7564,'潍柴','weichai',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',4),

(7565,'潍坊一中','weifangyizhong',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',5),

(7566,'潍坊站','weifangzhan',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',6),

(7568,'新华路北','xinhualubei',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',7),

(7569,'新华路佳乐家','xinhualujialejia',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',5),

(7570,'新华中学','xinhuazhongxue',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',5),

(7571,'樱园','yingyuan',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',4),

(7572,'鸢都湖','yuandouhu',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',3),

(7573,'则尔庄','zeerzhuang',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',4),

(7574,'植物园','zhiwuyuan25',2261,'kuiwenqu','奎文区',97,'潍坊','wf',21,'山东',2),

(7576,'白浪河湿地','bailangheshidi',2260,'fangziqu','坊子区',97,'潍坊','wf',21,'山东',2),

(7579,'坊子区人民医院','fangziqurenminyiyuan',2260,'fangziqu','坊子区',97,'潍坊','wf',21,'山东',4),

(7580,'坊子周边','fangzizhoubian',2260,'fangziqu','坊子区',97,'潍坊','wf',21,'山东',3),

(7581,'高新周边','gaoxinzhoubian',2260,'fangziqu','坊子区',97,'潍坊','wf',21,'山东',6),

(7582,'佳乐家坊子店','jialejiafangzidian',2260,'fangziqu','坊子区',97,'潍坊','wf',21,'山东',2),

(7583,'金宝','jinbao',2260,'fangziqu','坊子区',97,'潍坊','wf',21,'山东',6),

(7584,'雷沃重工','leiwozhonggong',2260,'fangziqu','坊子区',97,'潍坊','wf',21,'山东',3),

(7588,'高铁北站','gaotiebeizhan',2263,'hantingqu','寒亭区',97,'潍坊','wf',21,'山东',1),

(7589,'寒亭第一实验小学','hantingdiyishiyanxiaoxue',2263,'hantingqu','寒亭区',97,'潍坊','wf',21,'山东',7),

(7590,'寒亭周边','hantingzhoubian',2263,'hantingqu','寒亭区',97,'潍坊','wf',21,'山东',6),

(7591,'红星美凯龙','hongxingmeikailong',2263,'hantingqu','寒亭区',97,'潍坊','wf',21,'山东',6),

(7593,'开发区管委会','kaifaquguanweihui',2263,'hantingqu','寒亭区',97,'潍坊','wf',21,'山东',3),

(7595,'外国语学校','waiguoyuxuexiao1',2263,'hantingqu','寒亭区',97,'潍坊','wf',21,'山东',2),

(7596,'小营','xiaoying',2263,'hantingqu','寒亭区',97,'潍坊','wf',21,'山东',1),

(7597,'安丘市','anqiushi1',2262,'anqiushi','安丘市',97,'潍坊','wf',21,'山东',3),

(7608,'寿光市','shouguangshi1',2264,'shouguangshi','寿光市',97,'潍坊','wf',21,'山东',7),

(7610,'昌邑市','changyishi1',2266,'changyishi','昌邑市',97,'潍坊','wf',21,'山东',1),

(7615,'昌乐县','changlexian1',2265,'changlexian','昌乐县',97,'潍坊','wf',21,'山东',7),

(7617,'豪德广场','haodeguangchang',2265,'changlexian','昌乐县',97,'潍坊','wf',21,'山东',6),

(7625,'诸城市','zhuchengshi1',2268,'zhuchengshi','诸城市',97,'潍坊','wf',21,'山东',1),

(7626,'奥体中心','aotizhongxin2',2267,'weichengqu','潍城区',97,'潍坊','wf',21,'山东',4),

(7632,'福乐多','fuleduo',2267,'weichengqu','潍城区',97,'潍坊','wf',21,'山东',4),

(7634,'火车站西南','huochezhanxinan',2267,'weichengqu','潍城区',97,'潍坊','wf',21,'山东',3),

(7635,'佳乐家上城店','jialejiashangchengdian',2267,'weichengqu','潍城区',97,'潍坊','wf',21,'山东',1),

(7643,'潍城区政府','weichengquzhengfu',2267,'weichengqu','潍城区',97,'潍坊','wf',21,'山东',3),

(7648,'自怡园','ziyiyuan',2267,'weichengqu','潍城区',97,'潍坊','wf',21,'山东',2),

(7651,'青州市','qingzhoushi1',2269,'qingzhoushi','青州市',97,'潍坊','wf',21,'山东',5),

(7655,'高密市','gaomishi1',2270,'gaomishi','高密市',97,'潍坊','wf',21,'山东',5),

(7659,'高新管委','gaoxinguanwei',2271,'gaoxinjishuchanyekaifaqu','高新技术产业开发区',97,'潍坊','wf',21,'山东',4),

(7663,'人民广场','renminguangchang3',2271,'gaoxinjishuchanyekaifaqu','高新技术产业开发区',97,'潍坊','wf',21,'山东',1),

(7664,'市府东南','shifudongnan',2271,'gaoxinjishuchanyekaifaqu','高新技术产业开发区',97,'潍坊','wf',21,'山东',2),

(7666,'潍坊学院','weifangxueyuan',2271,'gaoxinjishuchanyekaifaqu','高新技术产业开发区',97,'潍坊','wf',21,'山东',2),

(7669,'长峰','changfeng5',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',5),

(7670,'东部滨海新城','dongbubinhaixincheng',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',3),

(7671,'海水浴场','haishuiyuchang',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',5),

(7672,'合庆','heqing',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',7),

(7673,'环翠楼','huancuilou',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',4),

(7674,'华夏','huaxia1',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',3),

(7675,'临港区','lingangqu',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',6),

(7676,'戚家庄','qijiazhuang',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',2),

(7677,'市政府','shizhengfu7',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',5),

(7678,'孙家疃','sunjiatuan',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',6),

(7679,'田村（田和）','tiancuntianhe',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',5),

(7680,'天东&南曲阜','tiandongnanqufu',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',7),

(7681,'望岛','wangdao',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',5),

(7682,'温泉','wenquan',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',2),

(7683,'羊亭','yangting',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',2),

(7684,'悦海','yuehai',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',4),

(7685,'寨子','zhaizi',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',2),

(7686,'张村','zhangcun',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',7),

(7687,'竹岛','zhudao',2272,'huancuiqu','环翠区',98,'威海','weihai',21,'山东',7),

(7689,'荣成市','rongchengshi2',2275,'rongchengshi','荣成市',98,'威海','weihai',21,'山东',7),

(7690,'石岛','shidao',2275,'rongchengshi','荣成市',98,'威海','weihai',21,'山东',2),

(7691,'南海新区','nanhaixinqu',2276,'wendengqu','文登区',98,'威海','weihai',21,'山东',1),

(7692,'文登市区','wendengshiqu',2276,'wendengqu','文登区',98,'威海','weihai',21,'山东',2),

(7693,'乳山市','rushanshi1',2277,'rushanshi','乳山市',98,'威海','weihai',21,'山东',6),

(7694,'银滩旅游度假区','yintanlvyoudujiaqu',2277,'rushanshi','乳山市',98,'威海','weihai',21,'山东',5),

(7695,'白石','baishi',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',1),

(7697,'凤凰台','fenghuangtai',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',2),

(7698,'厚安','houan',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',5),

(7699,'后七夼','houqikuang',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',7),

(7700,'黄海','huanghai',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',6),

(7701,'黄务','huangwu',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',6),

(7702,'惠安','huian',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',7),

(7703,'解放路','jiefanglu1',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',3),

(7704,'魁玉路','kuiyulu',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',2),

(7705,'莱山周边','laishanzhoubian',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',1),

(7706,'南塂','nanjiang',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',1),

(7707,'南通路','nantonglu',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',1),

(7708,'三水','sanshui2',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',7),

(7709,'三站','sanzhan',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',1),

(7710,'上夼','shangkuang',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',7),

(7711,'山海南路','shanhainanlu',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',5),

(7712,'世回尧','shihuiyao',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',6),

(7713,'通世南路','tongshinanlu',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',6),

(7714,'文化路','wenhualu',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',4),

(7715,'幸福','xingfu',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',5),

(7716,'新桥','xinqiao1',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',5),

(7717,'毓璜顶','yuhuangding',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',7),

(7719,'只楚','zhichu',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',7),

(7720,'珠玑','zhuji1',2278,'zhifu','芝罘',99,'烟台','yt',21,'山东',2),

(7721,'迟家','chijia',2279,'laishan','莱山',99,'烟台','yt',21,'山东',3),

(7722,'大学城','daxuecheng4',2279,'laishan','莱山',99,'烟台','yt',21,'山东',6),

(7723,'二马路','ermalu',2279,'laishan','莱山',99,'烟台','yt',21,'山东',5),

(7726,'科技大道','kejidadao',2279,'laishan','莱山',99,'烟台','yt',21,'山东',2),

(7729,'前七夼','qianqikuang',2279,'laishan','莱山',99,'烟台','yt',21,'山东',2),

(7730,'三滩社区','santanshequ',2279,'laishan','莱山',99,'烟台','yt',21,'山东',4),

(7732,'石沟屯','shigoutun',2279,'laishan','莱山',99,'烟台','yt',21,'山东',5),

(7733,'迎春大街','yingchundajie',2279,'laishan','莱山',99,'烟台','yt',21,'山东',6),

(7734,'北五路','beiwulu',2280,'fushan','福山',99,'烟台','yt',21,'山东',5),

(7735,'福海路','fuhailu',2280,'fushan','福山',99,'烟台','yt',21,'山东',3),

(7736,'富豪','fuhao',2280,'fushan','福山',99,'烟台','yt',21,'山东',4),

(7737,'福山周边','fushanzhoubian',2280,'fushan','福山',99,'烟台','yt',21,'山东',4),

(7738,'鸿福街','hongfujie',2280,'fushan','福山',99,'烟台','yt',21,'山东',1),

(7739,'开发区周边','kaifaquzhoubian',2280,'fushan','福山',99,'烟台','yt',21,'山东',6),

(7741,'奇泉','qiquan',2280,'fushan','福山',99,'烟台','yt',21,'山东',6),

(7742,'首院','shouyuan',2280,'fushan','福山',99,'烟台','yt',21,'山东',7),

(7743,'松霞','songxia',2280,'fushan','福山',99,'烟台','yt',21,'山东',7),

(7744,'万科','wanke1',2280,'fushan','福山',99,'烟台','yt',21,'山东',1),

(7745,'振华','zhenhua',2280,'fushan','福山',99,'烟台','yt',21,'山东',5),

(7746,'芝阳','zhiyang',2280,'fushan','福山',99,'烟台','yt',21,'山东',4),

(7748,'东泊子','dongbozi',2282,'gaoxinqu','高新区',99,'烟台','yt',21,'山东',7),

(7749,'高新区周边','gaoxinquzhoubian',2282,'gaoxinqu','高新区',99,'烟台','yt',21,'山东',7),

(7751,'牟平','muping',2282,'gaoxinqu','高新区',99,'烟台','yt',21,'山东',7),

(7752,'长岛','changdao',2285,'changdaoxian','长岛县',99,'烟台','yt',21,'山东',7),

(7756,'蓬莱市','penglaishi',2284,'penglai','蓬莱',99,'烟台','yt',21,'山东',3),

(7757,'东海旅游度假区','donghailvyoudujiaqu',2286,'longkou','龙口',99,'烟台','yt',21,'山东',6),

(7758,'黄城','huangcheng',2286,'longkou','龙口',99,'烟台','yt',21,'山东',2),

(7759,'南山','nanshan5',2286,'longkou','龙口',99,'烟台','yt',21,'山东',6),

(7760,'西城','xicheng2',2286,'longkou','龙口',99,'烟台','yt',21,'山东',7),

(7761,'莱阳市','laiyangshi',2287,'laiyang','莱阳',99,'烟台','yt',21,'山东',7),

(7762,'莱州','laizhou1',2288,'laizhou','莱州',99,'烟台','yt',21,'山东',6),

(7763,'海阳','haiyang1',2289,'haiyang','海阳',99,'烟台','yt',21,'山东',3),

(7765,'炒米山生态风景区','chaomishanshengtaifengjingqu',2290,'linziqu','临淄区',100,'淄博','zb',21,'山东',7),

(7766,'创业大道','chuangyedadao',2290,'linziqu','临淄区',100,'淄博','zb',21,'山东',4),

(7767,'G309荣兰线','g309ronglanxian',2290,'linziqu','临淄区',100,'淄博','zb',21,'山东',2),

(7768,'桓台','huantai',2290,'linziqu','临淄区',100,'淄博','zb',21,'山东',5),

(7770,'临淄','linzi',2290,'linziqu','临淄区',100,'淄博','zb',21,'山东',2),

(7771,'临淄区','linziqu1',2290,'linziqu','临淄区',100,'淄博','zb',21,'山东',5),

(7772,'山铝','shanlv',2290,'linziqu','临淄区',100,'淄博','zb',21,'山东',1),

(7773,'卫固','weigu',2290,'linziqu','临淄区',100,'淄博','zb',21,'山东',6),

(7774,'玉黛湖','yudaihu',2290,'linziqu','临淄区',100,'淄博','zb',21,'山东',7),

(7776,'淄川','zichuan',2290,'linziqu','临淄区',100,'淄博','zb',21,'山东',7),

(7778,'博山','boshan',2291,'boshanqu','博山区',100,'淄博','zb',21,'山东',3),

(7779,'博山区','boshanqu1',2291,'boshanqu','博山区',100,'淄博','zb',21,'山东',2),

(7780,'沂源','yiyuan',2291,'boshanqu','博山区',100,'淄博','zb',21,'山东',3),

(7786,'人民西路','renminxilu',2292,'zhoucunqu','周村区',100,'淄博','zb',21,'山东',2),

(7787,'湿地公园','shidigongyuan',2292,'zhoucunqu','周村区',100,'淄博','zb',21,'山东',2),

(7789,'周村','zhoucun',2292,'zhoucunqu','周村区',100,'淄博','zb',21,'山东',3),

(7790,'周村区','zhoucunqu1',2292,'zhoucunqu','周村区',100,'淄博','zb',21,'山东',6),

(7798,'火车站','huochezhan6',2293,'zhangdianqu','张店区',100,'淄博','zb',21,'山东',3),

(7799,'湖田','hutian',2293,'zhangdianqu','张店区',100,'淄博','zb',21,'山东',1),

(7800,'莲池','lianchi',2293,'zhangdianqu','张店区',100,'淄博','zb',21,'山东',3),

(7803,'南定','nanding',2293,'zhangdianqu','张店区',100,'淄博','zb',21,'山东',6),

(7804,'潘庄','panzhuang',2293,'zhangdianqu','张店区',100,'淄博','zb',21,'山东',4),

(7805,'人民公园','renmingongyuan1',2293,'zhangdianqu','张店区',100,'淄博','zb',21,'山东',1),

(7807,'山东理工大学东校区','shandongligongdaxuedong',2293,'zhangdianqu','张店区',100,'淄博','zb',21,'山东',4),

(7810,'实验中学','shiyanzhongxue',2293,'zhangdianqu','张店区',100,'淄博','zb',21,'山东',5),

(7811,'四宝山街道','sibaoshanjiedao',2293,'zhangdianqu','张店区',100,'淄博','zb',21,'山东',5),

(7812,'天乙花苑','tianyihuayuan',2293,'zhangdianqu','张店区',100,'淄博','zb',21,'山东',3),

(7813,'王舍','wangshe',2293,'zhangdianqu','张店区',100,'淄博','zb',21,'山东',2),

(7814,'万象汇','wanxianghui',2293,'zhangdianqu','张店区',100,'淄博','zb',21,'山东',2),

(7817,'张店区','zhangdianqu1',2293,'zhangdianqu','张店区',100,'淄博','zb',21,'山东',2),

(7820,'淄博北站','zibobeizhan',2293,'zhangdianqu','张店区',100,'淄博','zb',21,'山东',4),

(7821,'淄博市十一中','ziboshishiyizhong',2293,'zhangdianqu','张店区',100,'淄博','zb',21,'山东',5),

(7824,'高青','gaoqing',2294,'huantaixian','桓台县',100,'淄博','zb',21,'山东',2),

(7827,'桓台县','huantaixian1',2294,'huantaixian','桓台县',100,'淄博','zb',21,'山东',2),

(7838,'沂源县','yiyuanxian1',2295,'yiyuanxian','沂源县',100,'淄博','zb',21,'山东',3),

(7854,'淄川区','zichuanqu1',2296,'zichuanqu','淄川区',100,'淄博','zb',21,'山东',7),

(7856,'高青县','gaoqingxian1',2299,'gaoqingxian','高青县',100,'淄博','zb',21,'山东',6),

(7859,'川师','chuanshi',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',6),

(7861,'东大路','dongdalu',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',1),

(7862,'东光小区','dongguang',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',5),

(7863,'东湖','donghu',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',6),

(7864,'合江亭','hejiangting',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',5),

(7866,'红星路','hongxinglu',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',6),

(7867,'静居寺','jingjusi',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',4),

(7868,'金融城','jinrongcheng',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',7),

(7869,'九眼桥','jiuyanqiao',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',7),

(7870,'蓝谷地','langudi',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',4),

(7871,'莲花','lianhua2',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',6),

(7872,'琉璃场','liulichang',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',6),

(7873,'攀成钢','panchenggang',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',2),

(7874,'三官堂','sanguantang',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',1),

(7875,'三圣乡','sanshengxiang',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',6),

(7876,'沙河堡','shahebao',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',3),

(7877,'水碾河','shuinianhe',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',4),

(7878,'盐市口','yanshikou',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',4),

(7879,'中和','zhonghe',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',3),

(7880,'卓锦城','zhuojincheng',2306,'jinjiang','锦江',102,'成都','cd',22,'四川',2),

(7881,'草金立交','caojinlijiao',2308,'wuhou','武侯',102,'成都','cd',22,'四川',3),

(7882,'川大','chuanda',2308,'wuhou','武侯',102,'成都','cd',22,'四川',3),

(7883,'川音','chuanyin',2308,'wuhou','武侯',102,'成都','cd',22,'四川',3),

(7884,'簇桥','cuqiao',2308,'wuhou','武侯',102,'成都','cd',22,'四川',4),

(7886,'芳草','fangcao',2308,'wuhou','武侯',102,'成都','cd',22,'四川',4),

(7887,'高朋','gaopeng',2308,'wuhou','武侯',102,'成都','cd',22,'四川',6),

(7888,'高升桥','gaoshengqiao',2308,'wuhou','武侯',102,'成都','cd',22,'四川',1),

(7889,'广福桥','guangfuqiao',2308,'wuhou','武侯',102,'成都','cd',22,'四川',4),

(7891,'航空路','hangkonglu',2308,'wuhou','武侯',102,'成都','cd',22,'四川',2),

(7892,'红牌楼','hongpailou',2308,'wuhou','武侯',102,'成都','cd',22,'四川',6),

(7893,'华西','huaxi',2308,'wuhou','武侯',102,'成都','cd',22,'四川',3),

(7894,'火车南站','huochenanzhan',2308,'wuhou','武侯',102,'成都','cd',22,'四川',1),

(7895,'丽都','lidu',2308,'wuhou','武侯',102,'成都','cd',22,'四川',6),

(7896,'龙湾','longwan',2308,'wuhou','武侯',102,'成都','cd',22,'四川',5),

(7897,'双楠','shuangnan',2308,'wuhou','武侯',102,'成都','cd',22,'四川',7),

(7898,'桐梓林','tongzilin',2308,'wuhou','武侯',102,'成都','cd',22,'四川',1),

(7899,'外双楠','waishuangnan',2308,'wuhou','武侯',102,'成都','cd',22,'四川',7),

(7900,'五大花园','wudahuayuan',2308,'wuhou','武侯',102,'成都','cd',22,'四川',1),

(7901,'武侯祠','wuhouci',2308,'wuhou','武侯',102,'成都','cd',22,'四川',3),

(7902,'武侯立交','wuhoulijiao',2308,'wuhou','武侯',102,'成都','cd',22,'四川',1),

(7903,'新双楠','xinshuangnan',2308,'wuhou','武侯',102,'成都','cd',22,'四川',2),

(7904,'衣冠庙','yiguanmiao',2308,'wuhou','武侯',102,'成都','cd',22,'四川',5),

(7905,'玉林','yulin',2308,'wuhou','武侯',102,'成都','cd',22,'四川',4),

(7906,'棕北','zongbei',2308,'wuhou','武侯',102,'成都','cd',22,'四川',1),

(7907,'八宝街','babaojie',2307,'qingyang','青羊',102,'成都','cd',22,'四川',1),

(7908,'贝森','beisen',2307,'qingyang','青羊',102,'成都','cd',22,'四川',2),

(7909,'草市街','caoshijie',2307,'qingyang','青羊',102,'成都','cd',22,'四川',1),

(7910,'草堂','caotang',2307,'qingyang','青羊',102,'成都','cd',22,'四川',4),

(7911,'府南新区','funanxinqu',2307,'qingyang','青羊',102,'成都','cd',22,'四川',2),

(7912,'光华泡小','guanghuapaoxiao',2307,'qingyang','青羊',102,'成都','cd',22,'四川',5),

(7913,'浣花溪','huanhuaxi',2307,'qingyang','青羊',102,'成都','cd',22,'四川',2),

(7915,'金沙','jinsha',2307,'qingyang','青羊',102,'成都','cd',22,'四川',1),

(7916,'宽窄巷子','kuanzhaixiangzi',2307,'qingyang','青羊',102,'成都','cd',22,'四川',7),

(7917,'人民公园','renmingongyuan',2307,'qingyang','青羊',102,'成都','cd',22,'四川',5),

(7919,'太升路','taishenglu',2307,'qingyang','青羊',102,'成都','cd',22,'四川',3),

(7920,'外光华','waiguanghua',2307,'qingyang','青羊',102,'成都','cd',22,'四川',6),

(7921,'外金沙','waijinsha',2307,'qingyang','青羊',102,'成都','cd',22,'四川',6),

(7922,'万家湾','wanjiawan',2307,'qingyang','青羊',102,'成都','cd',22,'四川',1),

(7923,'西南财大','xinancaida',2307,'qingyang','青羊',102,'成都','cd',22,'四川',6),

(7924,'优品道','youpindao',2307,'qingyang','青羊',102,'成都','cd',22,'四川',7),

(7925,'八里小区','bali',2310,'chenghua','成华',102,'成都','cd',22,'四川',3),

(7926,'成渝立交','chengyulijiao',2310,'chenghua','成华',102,'成都','cd',22,'四川',5),

(7927,'东郊记忆','dongjiaojiyi',2310,'chenghua','成华',102,'成都','cd',22,'四川',3),

(7928,'东客站','dongkezhan',2310,'chenghua','成华',102,'成都','cd',22,'四川',1),

(7929,'动物园','dongwuyuan',2310,'chenghua','成华',102,'成都','cd',22,'四川',2),

(7930,'建设路','jianshelu',2310,'chenghua','成华',102,'成都','cd',22,'四川',1),

(7931,'理工大','ligongda',2310,'chenghua','成华',102,'成都','cd',22,'四川',2),

(7932,'李家沱','lijiatuo',2310,'chenghua','成华',102,'成都','cd',22,'四川',2),

(7933,'龙潭寺','longtansi',2310,'chenghua','成华',102,'成都','cd',22,'四川',6),

(7934,'猛追湾','mengzhuiwan',2310,'chenghua','成华',102,'成都','cd',22,'四川',2),

(7936,'驷马桥','simaqiao',2310,'chenghua','成华',102,'成都','cd',22,'四川',7),

(7937,'SM广场','smguangchang',2310,'chenghua','成华',102,'成都','cd',22,'四川',3),

(7938,'万年场','wannianchang',2310,'chenghua','成华',102,'成都','cd',22,'四川',4),

(7939,'万象城','wanxiangcheng1',2310,'chenghua','成华',102,'成都','cd',22,'四川',5),

(7941,'新华公园','xinhuagongyuan',2310,'chenghua','成华',102,'成都','cd',22,'四川',1),

(7942,'广都','guangdou',2312,'tianfuxinqu','天府新区',102,'成都','cd',22,'四川',5),

(7943,'海洋公园','haiyanggongyuan',2312,'tianfuxinqu','天府新区',102,'成都','cd',22,'四川',6),

(7944,'华阳','huayang',2312,'tianfuxinqu','天府新区',102,'成都','cd',22,'四川',4),

(7945,'锦江生态带','jinjiangshengtaidai',2312,'tianfuxinqu','天府新区',102,'成都','cd',22,'四川',3),

(7946,'麓湖生态城','luhushengtaicheng',2312,'tianfuxinqu','天府新区',102,'成都','cd',22,'四川',3),

(7947,'麓山','lushan',2312,'tianfuxinqu','天府新区',102,'成都','cd',22,'四川',5),

(7948,'南湖','nanhu',2312,'tianfuxinqu','天府新区',102,'成都','cd',22,'四川',1),

(7950,'四河','sihe',2312,'tianfuxinqu','天府新区',102,'成都','cd',22,'四川',6),

(7951,'新会展','xinhuizhan',2312,'tianfuxinqu','天府新区',102,'成都','cd',22,'四川',1),

(7952,'雅居乐','yajule',2312,'tianfuxinqu','天府新区',102,'成都','cd',22,'四川',1),

(7953,'茶店子','chadianzi',2311,'jinniu','金牛',102,'成都','cd',22,'四川',5),

(7955,'抚琴小区','fuqin',2311,'jinniu','金牛',102,'成都','cd',22,'四川',3),

(7956,'高家庄','gaojiazhuang',2311,'jinniu','金牛',102,'成都','cd',22,'四川',4),

(7957,'国宾','guobin',2311,'jinniu','金牛',102,'成都','cd',22,'四川',1),

(7958,'花牌坊','huapaifang',2311,'jinniu','金牛',102,'成都','cd',22,'四川',5),

(7959,'华侨城','huaqiaocheng3',2311,'jinniu','金牛',102,'成都','cd',22,'四川',4),

(7960,'花照壁','huazhaobi',2311,'jinniu','金牛',102,'成都','cd',22,'四川',3),

(7961,'金府','jinfu',2311,'jinniu','金牛',102,'成都','cd',22,'四川',6),

(7962,'金牛万达','jinniuwanda',2311,'jinniu','金牛',102,'成都','cd',22,'四川',2),

(7964,'九里堤','jiulidi',2311,'jinniu','金牛',102,'成都','cd',22,'四川',2),

(7965,'马鞍路','maanlu',2311,'jinniu','金牛',102,'成都','cd',22,'四川',2),

(7966,'沙湾','shawanhuizhan',2311,'jinniu','金牛',102,'成都','cd',22,'四川',2),

(7967,'石人小区','shiren',2311,'jinniu','金牛',102,'成都','cd',22,'四川',6),

(7968,'蜀汉路','shuhanlu',2311,'jinniu','金牛',102,'成都','cd',22,'四川',4),

(7969,'天回镇','tianhuizhen',2311,'jinniu','金牛',102,'成都','cd',22,'四川',7),

(7970,'通惠门','tonghuimen',2311,'jinniu','金牛',102,'成都','cd',22,'四川',4),

(7971,'五块石','wukuaishi',2311,'jinniu','金牛',102,'成都','cd',22,'四川',2),

(7972,'西南交大','xinanjiaoda',2311,'jinniu','金牛',102,'成都','cd',22,'四川',7),

(7973,'营门口','yingmenkou',2311,'jinniu','金牛',102,'成都','cd',22,'四川',4),

(7974,'一品天下','yipintianxia',2311,'jinniu','金牛',102,'成都','cd',22,'四川',6),

(7975,'东升镇','dongshengzhen',2314,'shuangliu','双流',102,'成都','cd',22,'四川',1),

(7976,'公兴','gongxing',2314,'shuangliu','双流',102,'成都','cd',22,'四川',2),

(7977,'航空港','hangkonggang',2314,'shuangliu','双流',102,'成都','cd',22,'四川',2),

(7978,'华府','huafu1',2314,'shuangliu','双流',102,'成都','cd',22,'四川',6),

(7980,'蛟龙港','jiaolonggang',2314,'shuangliu','双流',102,'成都','cd',22,'四川',2),

(7981,'警院','jingyuan',2314,'shuangliu','双流',102,'成都','cd',22,'四川',2),

(7983,'九龙湖','jiulonghu1',2314,'shuangliu','双流',102,'成都','cd',22,'四川',3),

(7984,'牧马山','mumashan',2314,'shuangliu','双流',102,'成都','cd',22,'四川',3),

(7985,'双流城区','shuangliuchengqu',2314,'shuangliu','双流',102,'成都','cd',22,'四川',5),

(7986,'文星镇','wenxingzhen',2314,'shuangliu','双流',102,'成都','cd',22,'四川',1),

(7987,'高新西','gaoxinxi',2313,'gaoxinxi','高新西',102,'成都','cd',22,'四川',1),

(7988,'中海国际','zhonghaiguoji',2313,'gaoxinxi','高新西',102,'成都','cd',22,'四川',6),

(7989,'芙蓉古城','furonggucheng',2315,'wenjiang','温江',102,'成都','cd',22,'四川',7),

(7990,'光华大道沿线','guanghuadadaoyanxian',2315,'wenjiang','温江',102,'成都','cd',22,'四川',4),

(7991,'国色天乡','guosetianxiang',2315,'wenjiang','温江',102,'成都','cd',22,'四川',1),

(7992,'花都大道','huadudadao',2315,'wenjiang','温江',102,'成都','cd',22,'四川',1),

(7993,'温江大学城','wenjiangdaxuecheng',2315,'wenjiang','温江',102,'成都','cd',22,'四川',6),

(7994,'温江老城','wenjianglaocheng',2315,'wenjiang','温江',102,'成都','cd',22,'四川',2),

(7995,'温江新城','wenjiangxincheng',2315,'wenjiang','温江',102,'成都','cd',22,'四川',4),

(7996,'珠江新城','zhujiangxincheng',2315,'wenjiang','温江',102,'成都','cd',22,'四川',2),

(7997,'成外','chengwai',2316,'pidou','郫都',102,'成都','cd',22,'四川',6),

(7998,'红光','hongguang',2316,'pidou','郫都',102,'成都','cd',22,'四川',7),

(8000,'郫县城区','pixianchengqu',2316,'pidou','郫都',102,'成都','cd',22,'四川',5),

(8001,'郫县万达','pixianwanda',2316,'pidou','郫都',102,'成都','cd',22,'四川',1),

(8002,'橡树湾','xiangshuwan',2316,'pidou','郫都',102,'成都','cd',22,'四川',1),

(8003,'犀浦','xipu',2316,'pidou','郫都',102,'成都','cd',22,'四川',6),

(8004,'保利公园','baoligongyuan',2318,'xindou','新都',102,'成都','cd',22,'四川',7),

(8005,'大丰','dafeng',2318,'xindou','新都',102,'成都','cd',22,'四川',2),

(8006,'毗河','pihe',2318,'xindou','新都',102,'成都','cd',22,'四川',3),

(8008,'新都城区','xinduchengqu',2318,'xindou','新都',102,'成都','cd',22,'四川',3),

(8009,'大面','damian',2317,'longquanyi','龙泉驿',102,'成都','cd',22,'四川',7),

(8010,'东山','dongshan',2317,'longquanyi','龙泉驿',102,'成都','cd',22,'四川',4),

(8011,'航天','hangtian',2317,'longquanyi','龙泉驿',102,'成都','cd',22,'四川',3),

(8012,'洪河','honghe',2317,'longquanyi','龙泉驿',102,'成都','cd',22,'四川',4),

(8013,'龙泉驿城区','longquanyichengqu',2317,'longquanyi','龙泉驿',102,'成都','cd',22,'四川',6),

(8015,'十陵','shiling2',2317,'longquanyi','龙泉驿',102,'成都','cd',22,'四川',3),

(8016,'阳光城','yangguangcheng',2317,'longquanyi','龙泉驿',102,'成都','cd',22,'四川',1),

(8018,'彭山','pengshan1',2319,'tianfuxinqunanqu','天府新区南区',102,'成都','cd',22,'四川',5),

(8019,'仁寿','renshou1',2319,'tianfuxinqunanqu','天府新区南区',102,'成都','cd',22,'四川',7),

(8021,'青白江','qingbaijiang1',2320,'qingbaijiang','青白江',102,'成都','cd',22,'四川',1),

(8022,'都江堰','dujiangyan',2321,'doujiangyan','都江堰',102,'成都','cd',22,'四川',7),

(8023,'青城山','qingchengshan',2321,'doujiangyan','都江堰',102,'成都','cd',22,'四川',5),

(8024,'彭州','pengzhou1',2322,'pengzhou','彭州',102,'成都','cd',22,'四川',6),

(8025,'城北片区','chengbeipianqu',2323,'jianyang','简阳',102,'成都','cd',22,'四川',4),

(8026,'城东片区','chengdongpianqu',2323,'jianyang','简阳',102,'成都','cd',22,'四川',1),

(8027,'城南片区','chengnanpianqu',2323,'jianyang','简阳',102,'成都','cd',22,'四川',5),

(8028,'城西片区','chengxipianqu',2323,'jianyang','简阳',102,'成都','cd',22,'四川',4),

(8029,'城中片区','chengzhongpianqu',2323,'jianyang','简阳',102,'成都','cd',22,'四川',3),

(8030,'东溪片区','dongxipianqu',2323,'jianyang','简阳',102,'成都','cd',22,'四川',6),

(8031,'高铁新区','gaotiexinqu',2323,'jianyang','简阳',102,'成都','cd',22,'四川',6),

(8032,'河东新区','hedongxinqu',2323,'jianyang','简阳',102,'成都','cd',22,'四川',5),

(8033,'石桥片区','shiqiaopianqu',2323,'jianyang','简阳',102,'成都','cd',22,'四川',5),

(8035,'新津','xinjin1',2324,'xinjin','新津',102,'成都','cd',22,'四川',7),

(8036,'崇州','chongzhou',2325,'chongzhou','崇州',102,'成都','cd',22,'四川',2),

(8037,'大邑','dayi212',2326,'dayi','大邑',102,'成都','cd',22,'四川',3),

(8038,'金堂','jintang1',2327,'jintang','金堂',102,'成都','cd',22,'四川',3),

(8040,'邛崃','qionglai1',2329,'qionglai','邛崃',102,'成都','cd',22,'四川',2),

(8041,'蒲江','pujiang2',2328,'pujiang','蒲江',102,'成都','cd',22,'四川',4),

(8042,'大竹县','dazhuxian1',2336,'dachuanqu','达川区',104,'达州','dazhou',22,'四川',5),

(8044,'江湾城','jiangwancheng',2336,'dachuanqu','达川区',104,'达州','dazhou',22,'四川',5),

(8045,'开江县','kaijiangxian1',2336,'dachuanqu','达川区',104,'达州','dazhou',22,'四川',1),

(8046,'马踏洞','matadong',2336,'dachuanqu','达川区',104,'达州','dazhou',22,'四川',3),

(8047,'南坝','nanba',2336,'dachuanqu','达川区',104,'达州','dazhou',22,'四川',6),

(8048,'南客站','nankezhan',2336,'dachuanqu','达川区',104,'达州','dazhou',22,'四川',1),

(8049,'渠县','quxian1',2336,'dachuanqu','达川区',104,'达州','dazhou',22,'四川',5),

(8050,'三岔路口','sanchalukou',2336,'dachuanqu','达川区',104,'达州','dazhou',22,'四川',4),

(8051,'三里坪','sanliping',2336,'dachuanqu','达川区',104,'达州','dazhou',22,'四川',6),

(8052,'万达路','wandalu',2336,'dachuanqu','达川区',104,'达州','dazhou',22,'四川',1),

(8053,'宣汉县','xuanhanxian1',2336,'dachuanqu','达川区',104,'达州','dazhou',22,'四川',1),

(8054,'中心广场','zhongxinguangchang2',2336,'dachuanqu','达川区',104,'达州','dazhou',22,'四川',6),

(8055,'北客站','beikezhan',2337,'tongchuanqu','通川区',104,'达州','dazhou',22,'四川',3),

(8056,'复兴镇','fuxingzhen',2337,'tongchuanqu','通川区',104,'达州','dazhou',22,'四川',2),

(8058,'金龙大道','jinlongdadao',2337,'tongchuanqu','通川区',104,'达州','dazhou',22,'四川',3),

(8059,'老车坝','laocheba',2337,'tongchuanqu','通川区',104,'达州','dazhou',22,'四川',1),

(8060,'莲花湖','lianhuahu',2337,'tongchuanqu','通川区',104,'达州','dazhou',22,'四川',2),

(8061,'罗浮广场','luofuguangchang',2337,'tongchuanqu','通川区',104,'达州','dazhou',22,'四川',1),

(8063,'塔坨','tatuo',2337,'tongchuanqu','通川区',104,'达州','dazhou',22,'四川',5),

(8064,'西客站','xikezhan1',2337,'tongchuanqu','通川区',104,'达州','dazhou',22,'四川',5),

(8068,'大都会','daduhui',2353,'fuchengqu','涪城区',108,'绵阳','mianyang',22,'四川',1),

(8069,'丰谷','fengguzhen',2353,'fuchengqu','涪城区',108,'绵阳','mianyang',22,'四川',6),

(8070,'涪城','fucheng',2353,'fuchengqu','涪城区',108,'绵阳','mianyang',22,'四川',5),

(8071,'高水','gaoshui',2353,'fuchengqu','涪城区',108,'绵阳','mianyang',22,'四川',5),

(8072,'高新','gaoxin10',2353,'fuchengqu','涪城区',108,'绵阳','mianyang',22,'四川',5),

(8073,'国际城','guojicheng',2353,'fuchengqu','涪城区',108,'绵阳','mianyang',22,'四川',2),

(8074,'火车站','huochezhan7',2353,'fuchengqu','涪城区',108,'绵阳','mianyang',22,'四川',1),

(8075,'经开区','jingkaiqu3',2353,'fuchengqu','涪城区',108,'绵阳','mianyang',22,'四川',7),

(8076,'科创园区','kechuangyuanqu',2353,'fuchengqu','涪城区',108,'绵阳','mianyang',22,'四川',5),

(8077,'南河坝','nanheba',2353,'fuchengqu','涪城区',108,'绵阳','mianyang',22,'四川',5),

(8079,'铁牛广场','tieniuguangchang',2353,'fuchengqu','涪城区',108,'绵阳','mianyang',22,'四川',4),

(8080,'御营坝','yuyingba',2353,'fuchengqu','涪城区',108,'绵阳','mianyang',22,'四川',7),

(8081,'1958','1958',2353,'fuchengqu','涪城区',108,'绵阳','mianyang',22,'四川',6),

(8082,'富乐山','fuleshan',2354,'youxianqu','游仙区',108,'绵阳','mianyang',22,'四川',3),

(8083,'芙蓉','furong2',2354,'youxianqu','游仙区',108,'绵阳','mianyang',22,'四川',1),

(8086,'科学城','kexuecheng1',2354,'youxianqu','游仙区',108,'绵阳','mianyang',22,'四川',3),

(8087,'游仙','youxian2',2354,'youxianqu','游仙区',108,'绵阳','mianyang',22,'四川',1),

(8088,'越王楼','yuewanglou',2354,'youxianqu','游仙区',108,'绵阳','mianyang',22,'四川',6),

(8089,'梓潼','zitong',2354,'youxianqu','游仙区',108,'绵阳','mianyang',22,'四川',2),

(8090,'安州','anzhou',2355,'anzhouqu','安州区',108,'绵阳','mianyang',22,'四川',1),

(8091,'三台','santai',2357,'santaixian','三台县',108,'绵阳','mianyang',22,'四川',5),

(8093,'江油','jiangyou',2356,'jiangyoushi','江油市',108,'绵阳','mianyang',22,'四川',4),

(8094,'青义','qingyi',2356,'jiangyoushi','江油市',108,'绵阳','mianyang',22,'四川',7),

(8095,'长宁县','changningxian1',2380,'changningxian','长宁县',112,'宜宾','yibin',22,'四川',5),

(8098,'兴文县','xingwenxian1',2372,'xingwenxian','兴文县',112,'宜宾','yibin',22,'四川',2),

(8102,'南溪区','nanxiqu1',2373,'nanxiqu','南溪区',112,'宜宾','yibin',22,'四川',6),

(8105,'屏山县','pingshanxian01',2374,'xuzhouqu','叙州区',112,'宜宾','yibin',22,'四川',2),

(8106,'叙州区','xuzhouqu1',2374,'xuzhouqu','叙州区',112,'宜宾','yibin',22,'四川',7),

(8108,'江安县','jianganxian1',2376,'jianganxian','江安县',112,'宜宾','yibin',22,'四川',4),

(8113,'筠连县','junlianxian1',2378,'junlianxian','筠连县',112,'宜宾','yibin',22,'四川',4),

(8116,'珙县','gongxian1',2377,'gongxian','珙县',112,'宜宾','yibin',22,'四川',2),

(8121,'高县','gaoxian1',2381,'gaoxian','高县',112,'宜宾','yibin',22,'四川',5),

(8126,'翠屏区','cuipingqu1',2379,'cuipingqu','翠屏区',112,'宜宾','yibin',22,'四川',1),

(8133,'大庆路','daqinglu',2388,'weibinqu','渭滨区',113,'宝鸡','baoji',23,'陕西',1),

(8135,'火车站','huochezhan16',2388,'weibinqu','渭滨区',113,'宝鸡','baoji',23,'陕西',3),

(8136,'姜谭路','jiangtanlu',2388,'weibinqu','渭滨区',113,'宝鸡','baoji',23,'陕西',5),

(8138,'桥南','qiaonan3',2388,'weibinqu','渭滨区',113,'宝鸡','baoji',23,'陕西',6),

(8139,'清姜','qingjiang',2388,'weibinqu','渭滨区',113,'宝鸡','baoji',23,'陕西',4),

(8140,'三迪','sandi',2388,'weibinqu','渭滨区',113,'宝鸡','baoji',23,'陕西',2),

(8141,'石坝河','shibahe',2388,'weibinqu','渭滨区',113,'宝鸡','baoji',23,'陕西',5),

(8143,'西关','xiguan2',2388,'weibinqu','渭滨区',113,'宝鸡','baoji',23,'陕西',2),

(8144,'新福路','xinfulu',2388,'weibinqu','渭滨区',113,'宝鸡','baoji',23,'陕西',5),

(8145,'陈仓园','chencangyuan',2390,'jintaiqu','金台区',113,'宝鸡','baoji',23,'陕西',7),

(8148,'群众路','qunzhonglu',2390,'jintaiqu','金台区',113,'宝鸡','baoji',23,'陕西',6),

(8150,'上马营','shangmaying',2390,'jintaiqu','金台区',113,'宝鸡','baoji',23,'陕西',3),

(8151,'卧龙寺','wolongsi',2390,'jintaiqu','金台区',113,'宝鸡','baoji',23,'陕西',7),

(8154,'眉县','meixian1',2389,'meixian','眉县',113,'宝鸡','baoji',23,'陕西',5),

(8155,'陈仓区','chencangqu1',2392,'chencangqu','陈仓区',113,'宝鸡','baoji',23,'陕西',6),

(8156,'高新区','gaoxinqu9',2392,'chencangqu','陈仓区',113,'宝鸡','baoji',23,'陕西',1),

(8159,'城固县','chengguxian1',2394,'hantaiqu','汉台区',114,'汉中','hanzhong',23,'陕西',6),

(8160,'汉台区','hantaiqu1',2394,'hantaiqu','汉台区',114,'汉中','hanzhong',23,'陕西',1),

(8161,'留坝县','liubaxian1',2394,'hantaiqu','汉台区',114,'汉中','hanzhong',23,'陕西',6),

(8162,'勉县','mianxian1',2394,'hantaiqu','汉台区',114,'汉中','hanzhong',23,'陕西',4),

(8167,'南郑区','nanzhengqu1',2395,'nanzhengqu','南郑区',114,'汉中','hanzhong',23,'陕西',4),

(8168,'宁强县','ningqiangxian1',2395,'nanzhengqu','南郑区',114,'汉中','hanzhong',23,'陕西',5),

(8169,'西乡县','xixiangxian1',2395,'nanzhengqu','南郑区',114,'汉中','hanzhong',23,'陕西',3),

(8170,'彬县','binxian2',2418,'binxian1','彬县',116,'咸阳','xianyang',23,'陕西',4),

(8171,'长武县','changwuxian1',2411,'changwuxian','长武县',116,'咸阳','xianyang',23,'陕西',5),

(8173,'乾县','qianxian1',2414,'qianxian','乾县',116,'咸阳','xianyang',23,'陕西',2),

(8178,'泾阳县','jingyangxian1',2410,'jingyangxian','泾阳县',116,'咸阳','xianyang',23,'陕西',5),

(8181,'渭城区','weichengqu3',2416,'weichengqu2','渭城区',116,'咸阳','xianyang',23,'陕西',1),

(8185,'三原县','sanyuanxian1',2413,'sanyuanxian','三原县',116,'咸阳','xianyang',23,'陕西',6),

(8188,'礼泉县','liquanxian1',2412,'liquanxian','礼泉县',116,'咸阳','xianyang',23,'陕西',1),

(8197,'旬邑县','xunyixian1',2415,'xunyixian','旬邑县',116,'咸阳','xianyang',23,'陕西',5),

(8202,'永寿县','yongshouxian1',2419,'yongshouxian','永寿县',116,'咸阳','xianyang',23,'陕西',7),

(8204,'秦都区','qinduqu1',2417,'qinduqu','秦都区',116,'咸阳','xianyang',23,'陕西',6),

(8209,'淳化县','chunhuaxian1',2420,'chunhuaxian','淳化县',116,'咸阳','xianyang',23,'陕西',2),

(8216,'武功县','wugongxian1',2421,'wugongxian','武功县',116,'咸阳','xianyang',23,'陕西',7),

(8220,'杨陵区','yanglingqu1',2422,'yanglingqu','杨陵区',116,'咸阳','xianyang',23,'陕西',7),

(8225,'兴平市','xingpingshi1',2423,'xingpingshi','兴平市',116,'咸阳','xianyang',23,'陕西',6),

(8232,'西咸新区','xixianxinqu1',2424,'xixianxinquxianyang','西咸新区（咸阳）',116,'咸阳','xianyang',23,'陕西',6),

(8233,'半坡商圈','banposhangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',6),

(8234,'北大街商圈','beidajieshangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',7),

(8235,'大东关商圈','dadongguanshangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',3),

(8236,'东客站','dongkezhan1',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',5),

(8238,'动物园商圈','dongwuyuanshangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',6),

(8239,'敦化坊商圈','dunhuafangshangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',1),

(8240,'富力城商圈','fulichengshangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',1),

(8241,'国贸商圈','guomaoshangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',5),

(8242,'火车站商圈','huochezhanshangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',1),

(8243,'金刚堰商圈','jingangyanshangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',5),

(8244,'旧省政府','jiushengzhengfu',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',1),

(8245,'矿机商圈','kuangjishangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',3),

(8246,'柳巷商圈','liuxiangshangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',6),

(8247,'龙潭公园','longtangongyuan1',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',5),

(8248,'曲阳县','quyangxian2',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',3),

(8249,'区政府商圈','quzhengfushangquan1',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',3),

(8250,'赛马场商圈','saimachangshangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',7),

(8251,'三墙路','sanqianglu',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',5),

(8252,'山大二院商圈','shandaeryuanshangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',4),

(8253,'胜利桥东','shengliqiaodong',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',1),

(8254,'十二中商圈','shierzhongshangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',1),

(8256,'桃北商圈','taobeishangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',6),

(8257,'万达商圈','wandashangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',7),

(8258,'文庙商圈','wenmiaoshangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',1),

(8259,'五龙口商圈','wulongkoushangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',6),

(8260,'小东门','xiaodongmen',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',1),

(8261,'小商品商圈','xiaoshangpinshangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',1),

(8262,'肿瘤医院商圈','zhongliuyiyuanshangquan',2436,'xinghualingqu','杏花岭区',118,'太原','ty',24,'山西',6),

(8263,'长风商务区商圈','changfengshangwuqushangquan',2438,'wanbolinqu','万柏林区',118,'太原','ty',24,'山西',7),

(8264,'大井峪商圈','dajingyushangquan',2438,'wanbolinqu','万柏林区',118,'太原','ty',24,'山西',7),

(8266,'和平南路商圈','hepingnanlushangquan',2438,'wanbolinqu','万柏林区',118,'太原','ty',24,'山西',6),

(8267,'理工大商圈','ligongdashangquan',2438,'wanbolinqu','万柏林区',118,'太原','ty',24,'山西',4),

(8268,'千峰北路商圈','qianfengbeilushangquan',2438,'wanbolinqu','万柏林区',118,'太原','ty',24,'山西',3),

(8269,'千峰南路商圈','qianfengnanlushangquan',2438,'wanbolinqu','万柏林区',118,'太原','ty',24,'山西',3),

(8272,'太钢商圈','taigangshangquan',2438,'wanbolinqu','万柏林区',118,'太原','ty',24,'山西',6),

(8273,'下元商圈','xiayuanshangquan',2438,'wanbolinqu','万柏林区',118,'太原','ty',24,'山西',4),

(8274,'西客站商圈','xikezhanshangquan',2438,'wanbolinqu','万柏林区',118,'太原','ty',24,'山西',6),

(8275,'西山商圈','xishanshangquan',2438,'wanbolinqu','万柏林区',118,'太原','ty',24,'山西',4),

(8276,'义井商圈','yijingshangquan',2438,'wanbolinqu','万柏林区',118,'太原','ty',24,'山西',7),

(8278,'朝阳街','chaoyangjie',2437,'yingzequ','迎泽区',118,'太原','ty',24,'山西',4),

(8279,'大南门商圈','dananmenshangquan',2437,'yingzequ','迎泽区',118,'太原','ty',24,'山西',4),

(8282,'东山商圈','dongshanshangquan',2437,'yingzequ','迎泽区',118,'太原','ty',24,'山西',7),

(8284,'建南汽车站商圈','jiannanqichezhanshangquan',2437,'yingzequ','迎泽区',118,'太原','ty',24,'山西',3),

(8285,'老军营商圈','laojunyingshangquan',2437,'yingzequ','迎泽区',118,'太原','ty',24,'山西',1),

(8288,'女子医院','nvziyiyuan',2437,'yingzequ','迎泽区',118,'太原','ty',24,'山西',4),

(8289,'桥东街','qiaodongjie',2437,'yingzequ','迎泽区',118,'太原','ty',24,'山西',1),

(8290,'青年路商圈','qingnianlushangquan',2437,'yingzequ','迎泽区',118,'太原','ty',24,'山西',5),

(8291,'人民医院','renminyiyuan1',2437,'yingzequ','迎泽区',118,'太原','ty',24,'山西',6),

(8292,'山西医科大商圈','shanxiyikedashangquan',2437,'yingzequ','迎泽区',118,'太原','ty',24,'山西',2),

(8293,'双西小学','shuangxixiaoxue',2437,'yingzequ','迎泽区',118,'太原','ty',24,'山西',6),

(8294,'水西关商圈','shuixiguanshangquan',2437,'yingzequ','迎泽区',118,'太原','ty',24,'山西',5),

(8295,'水西门商圈','shuiximenshangquan',2437,'yingzequ','迎泽区',118,'太原','ty',24,'山西',3),

(8297,'桃园南路','taoyuannanlu',2437,'yingzequ','迎泽区',118,'太原','ty',24,'山西',4),

(8298,'体育西路','tiyuxilu',2437,'yingzequ','迎泽区',118,'太原','ty',24,'山西',6),

(8304,'晋祠商圈','jincishangquan',2439,'xiaodianqu','小店区',118,'太原','ty',24,'山西',5),

(8305,'经济开发区商圈','jingjikaifaqushangquan',2439,'xiaodianqu','小店区',118,'太原','ty',24,'山西',3),

(8306,'晋阳湖商圈','jinyanghushangquan',2439,'xiaodianqu','小店区',118,'太原','ty',24,'山西',5),

(8307,'晋阳街商圈','jinyangjieshangquan',2439,'xiaodianqu','小店区',118,'太原','ty',24,'山西',5),

(8309,'南站机场商圈','nanzhanjichangshangquan',2439,'xiaodianqu','小店区',118,'太原','ty',24,'山西',4),

(8312,'亲贤商圈','qinxianshangquan',2439,'xiaodianqu','小店区',118,'太原','ty',24,'山西',3),

(8315,'学府商圈','xuefushangquan',2439,'xiaodianqu','小店区',118,'太原','ty',24,'山西',1),

(8316,'东山北商圈','dongshanbeishangquan',2440,'jiancaopingqu','尖草坪区',118,'太原','ty',24,'山西',3),

(8320,'森林公园商圈','senlingongyuanshangquan',2440,'jiancaopingqu','尖草坪区',118,'太原','ty',24,'山西',6),

(8325,'阳曲县','yangquxian1',2440,'jiancaopingqu','尖草坪区',118,'太原','ty',24,'山西',4),

(8327,'娄烦县','loufanxian1',2443,'loufanxian','娄烦县',118,'太原','ty',24,'山西',1),

(8344,'清徐县','qingxuxian1',2445,'qingxuxian','清徐县',118,'太原','ty',24,'山西',4),

(8346,'古交市','gujiaoshi1',2444,'gujiaoshi','古交市',118,'太原','ty',24,'山西',5),

(8351,'北蔡','beicai',2446,'pudong','浦东',119,'上海','sh',25,'上海',2),

(8352,'碧云','biyun',2446,'pudong','浦东',119,'上海','sh',25,'上海',2),

(8353,'曹路','caolu',2446,'pudong','浦东',119,'上海','sh',25,'上海',1),

(8354,'川沙','chuansha',2446,'pudong','浦东',119,'上海','sh',25,'上海',4),

(8355,'大团镇','datuanzhen',2446,'pudong','浦东',119,'上海','sh',25,'上海',3),

(8356,'高东','gaodong',2446,'pudong','浦东',119,'上海','sh',25,'上海',1),

(8357,'高行','gaohang',2446,'pudong','浦东',119,'上海','sh',25,'上海',5),

(8358,'合庆','geqing',2446,'pudong','浦东',119,'上海','sh',25,'上海',4),

(8359,'航头','hangtou',2446,'pudong','浦东',119,'上海','sh',25,'上海',1),

(8360,'花木','huamu',2446,'pudong','浦东',119,'上海','sh',25,'上海',2),

(8361,'惠南','huinan',2446,'pudong','浦东',119,'上海','sh',25,'上海',4),

(8362,'金桥','jinqiao',2446,'pudong','浦东',119,'上海','sh',25,'上海',5),

(8363,'金杨','jinyang',2446,'pudong','浦东',119,'上海','sh',25,'上海',4),

(8364,'康桥','kangqiao',2446,'pudong','浦东',119,'上海','sh',25,'上海',7),

(8365,'老港镇','laogangzhen',2446,'pudong','浦东',119,'上海','sh',25,'上海',2),

(8366,'联洋','lianyang',2446,'pudong','浦东',119,'上海','sh',25,'上海',3),

(8367,'临港新城','lingangxincheng',2446,'pudong','浦东',119,'上海','sh',25,'上海',7),

(8368,'陆家嘴','lujiazui',2446,'pudong','浦东',119,'上海','sh',25,'上海',2),

(8369,'梅园','meiyuan1',2446,'pudong','浦东',119,'上海','sh',25,'上海',2),

(8370,'南码头','nanmatou',2446,'pudong','浦东',119,'上海','sh',25,'上海',2),

(8371,'泥城镇','nichengzhen',2446,'pudong','浦东',119,'上海','sh',25,'上海',6),

(8372,'三林','sanlin',2446,'pudong','浦东',119,'上海','sh',25,'上海',5),

(8373,'世博','shibo',2446,'pudong','浦东',119,'上海','sh',25,'上海',4),

(8374,'书院镇','shuyuanzhen',2446,'pudong','浦东',119,'上海','sh',25,'上海',1),

(8375,'塘桥','tangqiao',2446,'pudong','浦东',119,'上海','sh',25,'上海',7),

(8376,'唐镇','tangzhen',2446,'pudong','浦东',119,'上海','sh',25,'上海',7),

(8377,'外高桥','waigaoqiao',2446,'pudong','浦东',119,'上海','sh',25,'上海',7),

(8378,'万祥镇','wanxiangzhen',2446,'pudong','浦东',119,'上海','sh',25,'上海',7),

(8379,'潍坊','weifang',2446,'pudong','浦东',119,'上海','sh',25,'上海',5),

(8380,'新场','xinchang',2446,'pudong','浦东',119,'上海','sh',25,'上海',3),

(8381,'宣桥','xuanqiao',2446,'pudong','浦东',119,'上海','sh',25,'上海',3),

(8382,'杨东','yangdong',2446,'pudong','浦东',119,'上海','sh',25,'上海',7),

(8383,'洋泾','yangjing',2446,'pudong','浦东',119,'上海','sh',25,'上海',6),

(8384,'杨思前滩','yangsiqiantan',2446,'pudong','浦东',119,'上海','sh',25,'上海',3),

(8385,'源深','yuanshen',2446,'pudong','浦东',119,'上海','sh',25,'上海',5),

(8386,'御桥','yuqiao1',2446,'pudong','浦东',119,'上海','sh',25,'上海',7),

(8387,'张江','zhangjiang',2446,'pudong','浦东',119,'上海','sh',25,'上海',5),

(8388,'周浦','zhoupu',2446,'pudong','浦东',119,'上海','sh',25,'上海',5),

(8389,'祝桥','zhuqiao',2446,'pudong','浦东',119,'上海','sh',25,'上海',7),

(8390,'春申','chunshen',2447,'minhang','闵行',119,'上海','sh',25,'上海',2),

(8391,'古美','gumei',2447,'minhang','闵行',119,'上海','sh',25,'上海',7),

(8392,'航华','hanghua',2447,'minhang','闵行',119,'上海','sh',25,'上海',1),

(8393,'华漕','huacao',2447,'minhang','闵行',119,'上海','sh',25,'上海',2),

(8394,'静安新城','jinganxincheng',2447,'minhang','闵行',119,'上海','sh',25,'上海',1),

(8395,'金虹桥','jinhongqiao',2447,'minhang','闵行',119,'上海','sh',25,'上海',2),

(8396,'金汇','jinhui',2447,'minhang','闵行',119,'上海','sh',25,'上海',2),

(8397,'老闵行','laominhang',2447,'minhang','闵行',119,'上海','sh',25,'上海',3),

(8398,'龙柏','longbai',2447,'minhang','闵行',119,'上海','sh',25,'上海',6),

(8399,'马桥','maqiao',2447,'minhang','闵行',119,'上海','sh',25,'上海',7),

(8400,'梅陇','meilong',2447,'minhang','闵行',119,'上海','sh',25,'上海',7),

(8401,'浦江','pujiang1',2447,'minhang','闵行',119,'上海','sh',25,'上海',7),

(8402,'七宝','qibao',2447,'minhang','闵行',119,'上海','sh',25,'上海',3),

(8403,'吴泾','wujing',2447,'minhang','闵行',119,'上海','sh',25,'上海',4),

(8404,'莘庄','xinzhuang5',2447,'minhang','闵行',119,'上海','sh',25,'上海',1),

(8405,'颛桥','zhuanqiao',2447,'minhang','闵行',119,'上海','sh',25,'上海',7),

(8406,'大场镇','dachangzhen',2448,'baoshan','宝山',119,'上海','sh',25,'上海',6),

(8407,'大华','dahua',2448,'baoshan','宝山',119,'上海','sh',25,'上海',1),

(8408,'高境','gaojing',2448,'baoshan','宝山',119,'上海','sh',25,'上海',3),

(8409,'共富','gongfu',2448,'baoshan','宝山',119,'上海','sh',25,'上海',2),

(8410,'共康','gongkang',2448,'baoshan','宝山',119,'上海','sh',25,'上海',4),

(8411,'顾村','gucun',2448,'baoshan','宝山',119,'上海','sh',25,'上海',1),

(8412,'罗店','luodian',2448,'baoshan','宝山',119,'上海','sh',25,'上海',7),

(8413,'罗泾','luojing',2448,'baoshan','宝山',119,'上海','sh',25,'上海',6),

(8414,'上大','shangda',2448,'baoshan','宝山',119,'上海','sh',25,'上海',4),

(8415,'淞宝','songbao',2448,'baoshan','宝山',119,'上海','sh',25,'上海',1),

(8416,'淞南','songnan',2448,'baoshan','宝山',119,'上海','sh',25,'上海',2),

(8417,'通河','tonghe',2448,'baoshan','宝山',119,'上海','sh',25,'上海',2),

(8419,'杨行','yanghang',2448,'baoshan','宝山',119,'上海','sh',25,'上海',5),

(8420,'月浦','yuepu',2448,'baoshan','宝山',119,'上海','sh',25,'上海',4),

(8421,'张庙','zhangmiao',2448,'baoshan','宝山',119,'上海','sh',25,'上海',3),

(8422,'漕河泾','caohejing',2449,'xuhui','徐汇',119,'上海','sh',25,'上海',6),

(8423,'长桥','changqiao',2449,'xuhui','徐汇',119,'上海','sh',25,'上海',1),

(8424,'衡山路','hengshanlu',2449,'xuhui','徐汇',119,'上海','sh',25,'上海',7),

(8425,'华东理工','huadongligong',2449,'xuhui','徐汇',119,'上海','sh',25,'上海',3),

(8426,'华泾','huajing',2449,'xuhui','徐汇',119,'上海','sh',25,'上海',2),

(8427,'建国西路','jianguoxilu',2449,'xuhui','徐汇',119,'上海','sh',25,'上海',3),

(8428,'康健','kangjian',2449,'xuhui','徐汇',119,'上海','sh',25,'上海',3),

(8429,'龙华','longhua',2449,'xuhui','徐汇',119,'上海','sh',25,'上海',7),

(8430,'上海南站','shanghainanzhan',2449,'xuhui','徐汇',119,'上海','sh',25,'上海',4),

(8431,'田林','tianlin',2449,'xuhui','徐汇',119,'上海','sh',25,'上海',6),

(8432,'万体馆','wantiguan',2449,'xuhui','徐汇',119,'上海','sh',25,'上海',1),

(8433,'斜土路','xietulu',2449,'xuhui','徐汇',119,'上海','sh',25,'上海',2),

(8434,'徐汇滨江','xuhuibinjiang',2449,'xuhui','徐汇',119,'上海','sh',25,'上海',2),

(8435,'徐家汇','xujiahui',2449,'xuhui','徐汇',119,'上海','sh',25,'上海',4),

(8436,'植物园','zhiwuyuan',2449,'xuhui','徐汇',119,'上海','sh',25,'上海',3),

(8437,'曹杨','caoyang',2450,'putuo','普陀',119,'上海','sh',25,'上海',5),

(8438,'长风','changfeng1',2450,'putuo','普陀',119,'上海','sh',25,'上海',5),

(8439,'长寿路','changshoulu',2450,'putuo','普陀',119,'上海','sh',25,'上海',1),

(8440,'长征','changzheng',2450,'putuo','普陀',119,'上海','sh',25,'上海',7),

(8441,'甘泉宜川','ganquanyichuan',2450,'putuo','普陀',119,'上海','sh',25,'上海',3),

(8442,'光新','guangxin',2450,'putuo','普陀',119,'上海','sh',25,'上海',7),

(8444,'桃浦','taopu',2450,'putuo','普陀',119,'上海','sh',25,'上海',1),

(8445,'万里','wanli',2450,'putuo','普陀',119,'上海','sh',25,'上海',4),

(8446,'武宁','wuning',2450,'putuo','普陀',119,'上海','sh',25,'上海',2),

(8447,'真光','zhenguang',2450,'putuo','普陀',119,'上海','sh',25,'上海',2),

(8448,'真如','zhenru',2450,'putuo','普陀',119,'上海','sh',25,'上海',6),

(8449,'中远两湾城','zhongyuanliangwancheng',2450,'putuo','普陀',119,'上海','sh',25,'上海',1),

(8450,'鞍山','anshan',2451,'yangpu','杨浦',119,'上海','sh',25,'上海',7),

(8451,'东外滩','dongwaitan',2451,'yangpu','杨浦',119,'上海','sh',25,'上海',5),

(8452,'黄兴公园','huangxinggongyuan',2451,'yangpu','杨浦',119,'上海','sh',25,'上海',4),

(8453,'控江路','kongjianglu',2451,'yangpu','杨浦',119,'上海','sh',25,'上海',3),

(8454,'五角场','wujiaochang',2451,'yangpu','杨浦',119,'上海','sh',25,'上海',4),

(8455,'新江湾城','xinjiangwancheng',2451,'yangpu','杨浦',119,'上海','sh',25,'上海',6),

(8456,'中原','zhongyuan1',2451,'yangpu','杨浦',119,'上海','sh',25,'上海',2),

(8457,'周家嘴路','zhoujiazuilu',2451,'yangpu','杨浦',119,'上海','sh',25,'上海',3),

(8458,'车墩','chedun',2453,'songjiang','松江',119,'上海','sh',25,'上海',3),

(8459,'九亭','jiuting',2453,'songjiang','松江',119,'上海','sh',25,'上海',5),

(8460,'泖港','maogang',2453,'songjiang','松江',119,'上海','sh',25,'上海',3),

(8461,'莘闵别墅','shenminbieshu',2453,'songjiang','松江',119,'上海','sh',25,'上海',7),

(8462,'佘山','sheshan',2453,'songjiang','松江',119,'上海','sh',25,'上海',5),

(8463,'石湖荡','shihudang',2453,'songjiang','松江',119,'上海','sh',25,'上海',1),

(8464,'泗泾','sijing',2453,'songjiang','松江',119,'上海','sh',25,'上海',1),

(8465,'松江大学城','songjiangdaxuecheng',2453,'songjiang','松江',119,'上海','sh',25,'上海',7),

(8466,'松江老城','songjianglaocheng',2453,'songjiang','松江',119,'上海','sh',25,'上海',7),

(8467,'松江新城','songjiangxincheng',2453,'songjiang','松江',119,'上海','sh',25,'上海',5),

(8468,'小昆山','xiaokunshan',2453,'songjiang','松江',119,'上海','sh',25,'上海',7),

(8469,'新浜','xinbang',2453,'songjiang','松江',119,'上海','sh',25,'上海',3),

(8470,'新桥','xinqiao',2453,'songjiang','松江',119,'上海','sh',25,'上海',6),

(8471,'叶榭','yexie',2453,'songjiang','松江',119,'上海','sh',25,'上海',7),

(8472,'北新泾','beixinjing',2452,'changning','长宁',119,'上海','sh',25,'上海',2),

(8473,'古北','gubei',2452,'changning','长宁',119,'上海','sh',25,'上海',5),

(8474,'虹桥','hongqiao1',2452,'changning','长宁',119,'上海','sh',25,'上海',2),

(8475,'天山','tianshan',2452,'changning','长宁',119,'上海','sh',25,'上海',5),

(8476,'仙霞','xianxia',2452,'changning','长宁',119,'上海','sh',25,'上海',2),

(8477,'西郊','xijiao',2452,'changning','长宁',119,'上海','sh',25,'上海',7),

(8478,'新华路','xinhualu',2452,'changning','长宁',119,'上海','sh',25,'上海',1),

(8479,'镇宁路','zhenninglu',2452,'changning','长宁',119,'上海','sh',25,'上海',5),

(8480,'中山公园','zhongshangongyuan',2452,'changning','长宁',119,'上海','sh',25,'上海',7),

(8481,'安亭','anting',2454,'jiading','嘉定',119,'上海','sh',25,'上海',5),

(8482,'丰庄','fengzhuang',2454,'jiading','嘉定',119,'上海','sh',25,'上海',7),

(8483,'华亭','huating',2454,'jiading','嘉定',119,'上海','sh',25,'上海',4),

(8484,'嘉定老城','jiadinglaocheng',2454,'jiading','嘉定',119,'上海','sh',25,'上海',5),

(8485,'嘉定新城','jiadingxincheng',2454,'jiading','嘉定',119,'上海','sh',25,'上海',5),

(8486,'江桥','jiangqiao',2454,'jiading','嘉定',119,'上海','sh',25,'上海',7),

(8487,'菊园新区','juyuanxinqu',2454,'jiading','嘉定',119,'上海','sh',25,'上海',6),

(8488,'马陆','malu',2454,'jiading','嘉定',119,'上海','sh',25,'上海',7),

(8489,'南翔','nanxiang',2454,'jiading','嘉定',119,'上海','sh',25,'上海',4),

(8492,'外冈','waigang',2454,'jiading','嘉定',119,'上海','sh',25,'上海',3),

(8493,'新成路','xinchenglu1',2454,'jiading','嘉定',119,'上海','sh',25,'上海',2),

(8494,'徐行','xuxing',2454,'jiading','嘉定',119,'上海','sh',25,'上海',1),

(8495,'不夜城','buyecheng',2456,'jingan','静安',119,'上海','sh',25,'上海',7),

(8496,'曹家渡','caojiadu',2456,'jingan','静安',119,'上海','sh',25,'上海',5),

(8497,'大宁','daning',2456,'jingan','静安',119,'上海','sh',25,'上海',5),

(8498,'江宁路','jiangninglu',2456,'jingan','静安',119,'上海','sh',25,'上海',2),

(8499,'静安寺','jingansi',2456,'jingan','静安',119,'上海','sh',25,'上海',4),

(8500,'南京西路','nanjingxilu',2456,'jingan','静安',119,'上海','sh',25,'上海',4),

(8501,'彭浦','pengpu',2456,'jingan','静安',119,'上海','sh',25,'上海',7),

(8502,'西藏北路','xizangbeilu',2456,'jingan','静安',119,'上海','sh',25,'上海',5),

(8503,'阳城','yangcheng',2456,'jingan','静安',119,'上海','sh',25,'上海',4),

(8504,'永和','yonghe',2456,'jingan','静安',119,'上海','sh',25,'上海',1),

(8505,'闸北公园','zhabeigongyuan',2456,'jingan','静安',119,'上海','sh',25,'上海',5),

(8506,'打浦桥','dapuqiao',2455,'huangpu','黄浦',119,'上海','sh',25,'上海',3),

(8507,'董家渡','dongjiadu',2455,'huangpu','黄浦',119,'上海','sh',25,'上海',3),

(8508,'淮海中路','huaihaizhonglu',2455,'huangpu','黄浦',119,'上海','sh',25,'上海',6),

(8509,'黄浦滨江','huangpubinjiang',2455,'huangpu','黄浦',119,'上海','sh',25,'上海',2),

(8510,'老西门','laoximen',2455,'huangpu','黄浦',119,'上海','sh',25,'上海',6),

(8511,'南京东路','nanjingdonglu',2455,'huangpu','黄浦',119,'上海','sh',25,'上海',6),

(8512,'蓬莱公园','penglaigongyuan',2455,'huangpu','黄浦',119,'上海','sh',25,'上海',6),

(8513,'人民广场','renminguangchang',2455,'huangpu','黄浦',119,'上海','sh',25,'上海',2),

(8514,'世博滨江','shibobinjiang',2455,'huangpu','黄浦',119,'上海','sh',25,'上海',2),

(8515,'五里桥','wuliqiao',2455,'huangpu','黄浦',119,'上海','sh',25,'上海',1),

(8516,'新天地','xintiandi',2455,'huangpu','黄浦',119,'上海','sh',25,'上海',4),

(8517,'豫园','yuyuan',2455,'huangpu','黄浦',119,'上海','sh',25,'上海',3),

(8518,'北外滩','beiwaitan',2457,'hongkou','虹口',119,'上海','sh',25,'上海',7),

(8519,'江湾镇','jiangwanzhen',2457,'hongkou','虹口',119,'上海','sh',25,'上海',1),

(8520,'凉城','liangcheng',2457,'hongkou','虹口',119,'上海','sh',25,'上海',5),

(8521,'临平路','linpinglu',2457,'hongkou','虹口',119,'上海','sh',25,'上海',3),

(8522,'鲁迅公园','luxungongyuan',2457,'hongkou','虹口',119,'上海','sh',25,'上海',5),

(8523,'曲阳','quyang',2457,'hongkou','虹口',119,'上海','sh',25,'上海',3),

(8524,'四川北路','sichuanbeilu',2457,'hongkou','虹口',119,'上海','sh',25,'上海',3),

(8525,'奉城','fengcheng',2459,'fengxian','奉贤',119,'上海','sh',25,'上海',3),

(8526,'奉贤金汇','fengxianjinhui',2459,'fengxian','奉贤',119,'上海','sh',25,'上海',7),

(8527,'海湾','haiwan',2459,'fengxian','奉贤',119,'上海','sh',25,'上海',4),

(8528,'南桥','nanqiao',2459,'fengxian','奉贤',119,'上海','sh',25,'上海',1),

(8529,'青村','qingcun',2459,'fengxian','奉贤',119,'上海','sh',25,'上海',3),

(8530,'四团','situan',2459,'fengxian','奉贤',119,'上海','sh',25,'上海',5),

(8531,'西渡','xidu',2459,'fengxian','奉贤',119,'上海','sh',25,'上海',7),

(8532,'柘林','zhelin',2459,'fengxian','奉贤',119,'上海','sh',25,'上海',6),

(8533,'庄行','zhuanghang',2459,'fengxian','奉贤',119,'上海','sh',25,'上海',5),

(8534,'白鹤','baihe',2458,'qingpu','青浦',119,'上海','sh',25,'上海',4),

(8535,'重固','chonggu',2458,'qingpu','青浦',119,'上海','sh',25,'上海',2),

(8536,'华新','huaxin',2458,'qingpu','青浦',119,'上海','sh',25,'上海',3),

(8537,'金泽','jinze',2458,'qingpu','青浦',119,'上海','sh',25,'上海',6),

(8538,'练塘','liantang1',2458,'qingpu','青浦',119,'上海','sh',25,'上海',6),

(8539,'香花桥','xianghuaqiao',2458,'qingpu','青浦',119,'上海','sh',25,'上海',1),

(8540,'夏阳','xiayang',2458,'qingpu','青浦',119,'上海','sh',25,'上海',3),

(8541,'徐泾','xujing',2458,'qingpu','青浦',119,'上海','sh',25,'上海',3),

(8542,'盈浦','yingpu',2458,'qingpu','青浦',119,'上海','sh',25,'上海',6),

(8543,'赵巷','zhaoxiang',2458,'qingpu','青浦',119,'上海','sh',25,'上海',2),

(8544,'朱家角','zhujiajiao',2458,'qingpu','青浦',119,'上海','sh',25,'上海',7),

(8545,'堡镇','baozhen',2461,'chongming','崇明',119,'上海','sh',25,'上海',7),

(8546,'长兴岛','changxingdao21211',2461,'chongming','崇明',119,'上海','sh',25,'上海',2),

(8547,'陈家镇','chenjiazhen',2461,'chongming','崇明',119,'上海','sh',25,'上海',5),

(8548,'崇明其它','chongmingqita',2461,'chongming','崇明',119,'上海','sh',25,'上海',4),

(8549,'崇明新城','chongmingxincheng',2461,'chongming','崇明',119,'上海','sh',25,'上海',4),

(8550,'横沙岛','hengshadao',2461,'chongming','崇明',119,'上海','sh',25,'上海',1),

(8551,'漕泾','caojing',2460,'jinshan','金山',119,'上海','sh',25,'上海',7),

(8552,'枫泾','fengjing',2460,'jinshan','金山',119,'上海','sh',25,'上海',4),

(8553,'金山','jinshan1',2460,'jinshan','金山',119,'上海','sh',25,'上海',4),

(8554,'廊下','langxia',2460,'jinshan','金山',119,'上海','sh',25,'上海',3),

(8555,'吕巷','luxiang',2460,'jinshan','金山',119,'上海','sh',25,'上海',4),

(8556,'山阳','shanyang',2460,'jinshan','金山',119,'上海','sh',25,'上海',1),

(8557,'石化','shihua',2460,'jinshan','金山',119,'上海','sh',25,'上海',1),

(8558,'亭林','tinglin',2460,'jinshan','金山',119,'上海','sh',25,'上海',7),

(8559,'张堰','zhangyan',2460,'jinshan','金山',119,'上海','sh',25,'上海',3),

(8560,'朱泾','zhujing',2460,'jinshan','金山',119,'上海','sh',25,'上海',6),

(8561,'常熟市','changshushi',2462,'shanghaizhoubian','上海周边',119,'上海','sh',25,'上海',4),

(8562,'海门','haimen',2462,'shanghaizhoubian','上海周边',119,'上海','sh',25,'上海',2),

(8563,'湖州','huzhou2',2462,'shanghaizhoubian','上海周边',119,'上海','sh',25,'上海',1),

(8564,'嘉兴','jiaxing',2462,'shanghaizhoubian','上海周边',119,'上海','sh',25,'上海',4),

(8565,'昆山','kunshan1',2462,'shanghaizhoubian','上海周边',119,'上海','sh',25,'上海',1),

(8566,'南通','nantong',2462,'shanghaizhoubian','上海周边',119,'上海','sh',25,'上海',6),

(8567,'启东','qidong1',2462,'shanghaizhoubian','上海周边',119,'上海','sh',25,'上海',4),

(8568,'上海周边','shanghaizhoubian2',2462,'shanghaizhoubian','上海周边',119,'上海','sh',25,'上海',1),

(8569,'苏州','suzhou',2462,'shanghaizhoubian','上海周边',119,'上海','sh',25,'上海',7),

(8570,'太仓','taicang212',2462,'shanghaizhoubian','上海周边',119,'上海','sh',25,'上海',7),

(8571,'无锡市','wuxishi',2462,'shanghaizhoubian','上海周边',119,'上海','sh',25,'上海',7),

(8572,'长虹街','changhongjie',2464,'nankai','南开',120,'天津','tj',26,'天津',2),

(8573,'广开街','guangkaijie',2464,'nankai','南开',120,'天津','tj',26,'天津',2),

(8574,'鼓楼街','guloujie',2464,'nankai','南开',120,'天津','tj',26,'天津',7),

(8576,'华苑','huayuan',2464,'nankai','南开',120,'天津','tj',26,'天津',1),

(8577,'嘉陵道街','jialingdaojie',2464,'nankai','南开',120,'天津','tj',26,'天津',5),

(8578,'水上公园街','shuishanggongyuanjie',2464,'nankai','南开',120,'天津','tj',26,'天津',7),

(8579,'体育中心街','tiyuzhongxinjie',2464,'nankai','南开',120,'天津','tj',26,'天津',6),

(8580,'王顶堤','wangdingdi',2464,'nankai','南开',120,'天津','tj',26,'天津',2),

(8581,'万兴街','wanxingjie',2464,'nankai','南开',120,'天津','tj',26,'天津',6),

(8582,'向阳路','xiangyanglu',2464,'nankai','南开',120,'天津','tj',26,'天津',7),

(8584,'兴南街','xingnanjie',2464,'nankai','南开',120,'天津','tj',26,'天津',5),

(8586,'学府街','xuefujie',2464,'nankai','南开',120,'天津','tj',26,'天津',7),

(8587,'南市','nanshi',2463,'heping','和平',120,'天津','tj',26,'天津',2),

(8588,'南营门街','nanyingmenjie',2463,'heping','和平',120,'天津','tj',26,'天津',2),

(8589,'劝业场','quanyechang',2463,'heping','和平',120,'天津','tj',26,'天津',3),

(8591,'体育馆街','tiyuguanjie',2463,'heping','和平',120,'天津','tj',26,'天津',1),

(8592,'小白楼','xiaobailou',2463,'heping','和平',120,'天津','tj',26,'天津',5),

(8593,'新兴街','xinxingjie',2463,'heping','和平',120,'天津','tj',26,'天津',1),

(8594,'陈塘庄','chentangzhuang',2465,'hexi','河西',120,'天津','tj',26,'天津',1),

(8595,'大营门','dayingmen',2465,'hexi','河西',120,'天津','tj',26,'天津',6),

(8596,'挂甲寺','guajiasi',2465,'hexi','河西',120,'天津','tj',26,'天津',6),

(8597,'尖山','jianshan',2465,'hexi','河西',120,'天津','tj',26,'天津',3),

(8598,'柳林街','liulinjie',2465,'hexi','河西',120,'天津','tj',26,'天津',7),

(8599,'马场街','machangjie',2465,'hexi','河西',120,'天津','tj',26,'天津',2),

(8600,'梅江','meijiang',2465,'hexi','河西',120,'天津','tj',26,'天津',5),

(8602,'桃园街','taoyuanjie',2465,'hexi','河西',120,'天津','tj',26,'天津',3),

(8603,'天塔街','tiantajie',2465,'hexi','河西',120,'天津','tj',26,'天津',7),

(8604,'小海地','xiaohaidi',2465,'hexi','河西',120,'天津','tj',26,'天津',3),

(8605,'下瓦房','xiawafang',2465,'hexi','河西',120,'天津','tj',26,'天津',5),

(8606,'新梅江','xinmeijiang',2465,'hexi','河西',120,'天津','tj',26,'天津',2),

(8607,'友谊路','youyilu',2465,'hexi','河西',120,'天津','tj',26,'天津',6),

(8608,'越秀路','yuexiulu',2465,'hexi','河西',120,'天津','tj',26,'天津',4),

(8609,'光复道','guangfudao',2466,'hebei','河北',120,'天津','tj',26,'天津',5),

(8610,'鸿顺里街','hongshunlijie',2466,'hebei','河北',120,'天津','tj',26,'天津',2),

(8611,'建昌道','jianchangdao',2466,'hebei','河北',120,'天津','tj',26,'天津',7),

(8612,'江都路','jiangdoulu',2466,'hebei','河北',120,'天津','tj',26,'天津',5),

(8615,'宁园','ningyuan',2466,'hebei','河北',120,'天津','tj',26,'天津',2),

(8617,'铁东路','tiedonglu',2466,'hebei','河北',120,'天津','tj',26,'天津',7),

(8618,'王串场','wangchuanchang',2466,'hebei','河北',120,'天津','tj',26,'天津',1),

(8619,'望海楼','wanghailou',2466,'hebei','河北',120,'天津','tj',26,'天津',6),

(8620,'新开河','xinkaihe',2466,'hebei','河北',120,'天津','tj',26,'天津',4),

(8621,'月牙河','yueyahe',2466,'hebei','河北',120,'天津','tj',26,'天津',5),

(8623,'常州道','changzhoudao',2467,'hedong','河东',120,'天津','tj',26,'天津',7),

(8624,'春华街','chunhuajie',2467,'hedong','河东',120,'天津','tj',26,'天津',7),

(8625,'大王庄','dawangzhuang',2467,'hedong','河东',120,'天津','tj',26,'天津',7),

(8626,'大直沽','dazhigu',2467,'hedong','河东',120,'天津','tj',26,'天津',4),

(8627,'二号桥街','erhaoqiaojie',2467,'hedong','河东',120,'天津','tj',26,'天津',3),

(8628,'富民路','fuminlu',2467,'hedong','河东',120,'天津','tj',26,'天津',4),

(8630,'鲁山道','lushandao',2467,'hedong','河东',120,'天津','tj',26,'天津',4),

(8631,'上杭路','shanghanglu',2467,'hedong','河东',120,'天津','tj',26,'天津',6),

(8632,'太阳城','taiyangcheng',2467,'hedong','河东',120,'天津','tj',26,'天津',4),

(8633,'唐家口','tangjiakou',2467,'hedong','河东',120,'天津','tj',26,'天津',4),

(8634,'万新村','wanxincun',2467,'hedong','河东',120,'天津','tj',26,'天津',2),

(8636,'向阳楼','xiangyanglou',2467,'hedong','河东',120,'天津','tj',26,'天津',2),

(8639,'真理道','zhenlidao',2467,'hedong','河东',120,'天津','tj',26,'天津',6),

(8640,'中山门街','zhongshanmenjie',2467,'hedong','河东',120,'天津','tj',26,'天津',3),

(8641,'大胡同','dahutong',2468,'hongqiao','红桥',120,'天津','tj',26,'天津',5),

(8642,'丁字沽街','dingzigujie',2468,'hongqiao','红桥',120,'天津','tj',26,'天津',4),

(8644,'芥园道','jieyuandao',2468,'hongqiao','红桥',120,'天津','tj',26,'天津',2),

(8645,'铃铛阁','lingdangge',2468,'hongqiao','红桥',120,'天津','tj',26,'天津',6),

(8646,'三条石','santiaoshi',2468,'hongqiao','红桥',120,'天津','tj',26,'天津',1),

(8647,'邵公庄','shaogongzhuang',2468,'hongqiao','红桥',120,'天津','tj',26,'天津',5),

(8650,'咸阳北路','xianyangbeilu',2468,'hongqiao','红桥',120,'天津','tj',26,'天津',6),

(8651,'西沽街','xigujie',2468,'hongqiao','红桥',120,'天津','tj',26,'天津',6),

(8653,'西于庄','xiyuzhuang',2468,'hongqiao','红桥',120,'天津','tj',26,'天津',5),

(8655,'大寺','dasi',2469,'xiqing','西青',120,'天津','tj',26,'天津',5),

(8656,'侯台','houtai',2469,'xiqing','西青',120,'天津','tj',26,'天津',4),

(8659,'精武镇','jingwuzhen',2469,'xiqing','西青',120,'天津','tj',26,'天津',4),

(8660,'李七庄','liqizhuang',2469,'xiqing','西青',120,'天津','tj',26,'天津',1),

(8667,'辛口镇','xinkouzhen',2469,'xiqing','西青',120,'天津','tj',26,'天津',7),

(8669,'西营门','xiyingmen1',2469,'xiqing','西青',120,'天津','tj',26,'天津',3),

(8670,'杨柳青','yangliuqing',2469,'xiqing','西青',120,'天津','tj',26,'天津',4),

(8671,'张家窝','zhangjiawo',2469,'xiqing','西青',120,'天津','tj',26,'天津',6),

(8672,'中北镇','zhongbeizhen',2469,'xiqing','西青',120,'天津','tj',26,'天津',7),

(8674,'东丽湖','donglihu',2471,'dongli','东丽',120,'天津','tj',26,'天津',2),

(8676,'钢管公司','gangguangongsi',2471,'dongli','东丽',120,'天津','tj',26,'天津',7),

(8677,'华明镇','huamingzhen',2471,'dongli','东丽',120,'天津','tj',26,'天津',4),

(8679,'靖江路','jingjianglu',2471,'dongli','东丽',120,'天津','tj',26,'天津',1),

(8680,'金钟街','jinzhongjie',2471,'dongli','东丽',120,'天津','tj',26,'天津',6),

(8681,'军粮城','junliangcheng',2471,'dongli','东丽',120,'天津','tj',26,'天津',3),

(8682,'空港经济区','konggangjingjiqu',2471,'dongli','东丽',120,'天津','tj',26,'天津',2),

(8683,'万新街','wanxinjie',2471,'dongli','东丽',120,'天津','tj',26,'天津',5),

(8684,'新立街','xinlijie',2471,'dongli','东丽',120,'天津','tj',26,'天津',6),

(8686,'张贵庄','zhangguizhuang',2471,'dongli','东丽',120,'天津','tj',26,'天津',5),

(8687,'北仓镇','beicangzhen',2470,'beichen','北辰',120,'天津','tj',26,'天津',4),

(8688,'果园新村','guoyuanxincun',2470,'beichen','北辰',120,'天津','tj',26,'天津',4),

(8689,'集贤里','jixianli',2470,'beichen','北辰',120,'天津','tj',26,'天津',3),

(8691,'瑞景居住区','ruijingjuzhuqu',2470,'beichen','北辰',120,'天津','tj',26,'天津',6),

(8692,'双环邨','shuanghuancun',2470,'beichen','北辰',120,'天津','tj',26,'天津',4),

(8693,'双街','shuangjie',2470,'beichen','北辰',120,'天津','tj',26,'天津',5),

(8694,'双口镇','shuangkouzhen',2470,'beichen','北辰',120,'天津','tj',26,'天津',3),

(8695,'天穆镇','tianmuzhen',2470,'beichen','北辰',120,'天津','tj',26,'天津',5),

(8698,'小淀镇','xiaodianzhen',2470,'beichen','北辰',120,'天津','tj',26,'天津',1),

(8699,'西堤头','xiditou',2470,'beichen','北辰',120,'天津','tj',26,'天津',4),

(8702,'宜兴埠','yixingbu',2470,'beichen','北辰',120,'天津','tj',26,'天津',3),

(8703,'北塘街','beitangjie',2473,'tanggu','塘沽',120,'天津','tj',26,'天津',2),

(8705,'渤海石油街','bohaishiyoujie',2473,'tanggu','塘沽',120,'天津','tj',26,'天津',1),

(8706,'大沽街','dagujie',2473,'tanggu','塘沽',120,'天津','tj',26,'天津',4),

(8710,'工农村','gongnongcun',2473,'tanggu','塘沽',120,'天津','tj',26,'天津',4),

(8711,'杭州道','hangzhoudao',2473,'tanggu','塘沽',120,'天津','tj',26,'天津',1),

(8712,'胡家园','hujiayuan',2473,'tanggu','塘沽',120,'天津','tj',26,'天津',1),

(8713,'解放路','jiefanglu',2473,'tanggu','塘沽',120,'天津','tj',26,'天津',4),

(8716,'三槐路街','sanhuailujie',2473,'tanggu','塘沽',120,'天津','tj',26,'天津',6),

(8717,'向阳街','xiangyangjie',2473,'tanggu','塘沽',120,'天津','tj',26,'天津',1),

(8718,'新城镇','xinchengzhen',2473,'tanggu','塘沽',120,'天津','tj',26,'天津',1),

(8719,'新村街','xincunjie',2473,'tanggu','塘沽',120,'天津','tj',26,'天津',6),

(8720,'新港','xingang',2473,'tanggu','塘沽',120,'天津','tj',26,'天津',4),

(8721,'新河街','xinhejie',2473,'tanggu','塘沽',120,'天津','tj',26,'天津',6),

(8722,'第二大街','dierdajie',2474,'kaifaqutj','开发区',120,'天津','tj',26,'天津',5),

(8723,'第三大街','disandajie',2474,'kaifaqutj','开发区',120,'天津','tj',26,'天津',3),

(8724,'第四大街','disidajie',2474,'kaifaqutj','开发区',120,'天津','tj',26,'天津',5),

(8725,'第五大街','diwudajie',2474,'kaifaqutj','开发区',120,'天津','tj',26,'天津',6),

(8726,'第一大街','diyidajie',2474,'kaifaqutj','开发区',120,'天津','tj',26,'天津',3),

(8727,'开发区','kaifaqu',2474,'kaifaqutj','开发区',120,'天津','tj',26,'天津',5),

(8729,'八里台','balitai',2472,'jinnan','津南',120,'天津','tj',26,'天津',6),

(8730,'北闸口','beizhakou',2472,'jinnan','津南',120,'天津','tj',26,'天津',7),

(8733,'葛沽镇','geguzhen',2472,'jinnan','津南',120,'天津','tj',26,'天津',2),

(8735,'双港','shuanggang',2472,'jinnan','津南',120,'天津','tj',26,'天津',5),

(8736,'咸水沽','xianshuigu',2472,'jinnan','津南',120,'天津','tj',26,'天津',4),

(8738,'小站镇','xiaozhanzhen',2472,'jinnan','津南',120,'天津','tj',26,'天津',7),

(8740,'辛庄','xinzhuang',2472,'jinnan','津南',120,'天津','tj',26,'天津',3),

(8742,'保利金街','baolijinjie',2475,'wuqing','武清',120,'天津','tj',26,'天津',1),

(8743,'佛罗伦萨','fuluolunsa',2475,'wuqing','武清',120,'天津','tj',26,'天津',1),

(8744,'黄庄','huangzhuang',2475,'wuqing','武清',120,'天津','tj',26,'天津',1),

(8745,'静湖','jinghu',2475,'wuqing','武清',120,'天津','tj',26,'天津',4),

(8746,'南湖','nanhu6',2475,'wuqing','武清',120,'天津','tj',26,'天津',4),

(8749,'体育中心','tiyuzhongxin2',2475,'wuqing','武清',120,'天津','tj',26,'天津',5),

(8750,'武清其它','wuqingqita',2475,'wuqing','武清',120,'天津','tj',26,'天津',5),

(8751,'下朱庄','xiazhuzhuang',2475,'wuqing','武清',120,'天津','tj',26,'天津',1),

(8752,'新湾','xinwan',2475,'wuqing','武清',120,'天津','tj',26,'天津',4),

(8753,'杨村','yangcun',2475,'wuqing','武清',120,'天津','tj',26,'天津',4),

(8754,'中信广场','zhongxinguangchang',2475,'wuqing','武清',120,'天津','tj',26,'天津',1),

(8755,'滨海其它','binhaiqita',2476,'binhaixinqu','滨海新区',120,'天津','tj',26,'天津',1),

(8756,'大港','dagang',2476,'binhaixinqu','滨海新区',120,'天津','tj',26,'天津',5),

(8757,'汉沽','hangu',2476,'binhaixinqu','滨海新区',120,'天津','tj',26,'天津',1),

(8758,'宁河','ninghe1',2476,'binhaixinqu','滨海新区',120,'天津','tj',26,'天津',6),

(8760,'曾会','zenghui',2476,'binhaixinqu','滨海新区',120,'天津','tj',26,'天津',5),

(8761,'中新生态城','zhongxinshengtaicheng',2476,'binhaixinqu','滨海新区',120,'天津','tj',26,'天津',7),

(8770,'蓟州','jizhou1',2478,'jizhou','蓟州',120,'天津','tj',26,'天津',6),

(8771,'蓟州城区','jizhouchengqu',2478,'jizhou','蓟州',120,'天津','tj',26,'天津',6),

(8772,'盘山风景区','panshanfengjingqu',2478,'jizhou','蓟州',120,'天津','tj',26,'天津',2),

(8773,'人民公园','renmingongyuan4',2478,'jizhou','蓟州',120,'天津','tj',26,'天津',6),

(8774,'于桥水库','yuqiaoshuiku',2478,'jizhou','蓟州',120,'天津','tj',26,'天津',1),

(8775,'宝坻其他东','baodiqitadong',2477,'baodi','宝坻',120,'天津','tj',26,'天津',4),

(8776,'宝坻其他西','baodiqitaxi',2477,'baodi','宝坻',120,'天津','tj',26,'天津',7),

(8777,'北城路','beichenglu',2477,'baodi','宝坻',120,'天津','tj',26,'天津',6),

(8778,'潮阳大道','chaoyangdadao',2477,'baodi','宝坻',120,'天津','tj',26,'天津',5),

(8779,'翡翠湾','feicuiwan',2477,'baodi','宝坻',120,'天津','tj',26,'天津',1),

(8780,'海滨','haibin',2477,'baodi','宝坻',120,'天津','tj',26,'天津',4),

(8781,'火车站','huochezhan19',2477,'baodi','宝坻',120,'天津','tj',26,'天津',7),

(8782,'建设路','jianshelu3',2477,'baodi','宝坻',120,'天津','tj',26,'天津',5),

(8783,'京津新城','jingjinxincheng',2477,'baodi','宝坻',120,'天津','tj',26,'天津',3),

(8784,'津围线东','jinweixiandong',2477,'baodi','宝坻',120,'天津','tj',26,'天津',3),

(8785,'津围线西','jinweixianxi',2477,'baodi','宝坻',120,'天津','tj',26,'天津',4),

(8786,'马家店','majiadian',2477,'baodi','宝坻',120,'天津','tj',26,'天津',6),

(8787,'南关大街','nanguandajie',2477,'baodi','宝坻',120,'天津','tj',26,'天津',2),

(8788,'南三路','nansanlu',2477,'baodi','宝坻',120,'天津','tj',26,'天津',4),

(8790,'怡购','yigou',2477,'baodi','宝坻',120,'天津','tj',26,'天津',5),

(8791,'静海','jinghai1',2480,'jinghai','静海',120,'天津','tj',26,'天津',5),

(8795,'大商汇','dashanghui',2490,'guandu','官渡',122,'昆明','km',27,'云南',4),

(8796,'滇池半岛','dianchibandao',2490,'guandu','官渡',122,'昆明','km',27,'云南',1),

(8798,'度假区','dujiaqu',2490,'guandu','官渡',122,'昆明','km',27,'云南',6),

(8799,'方旺','fangwang',2490,'guandu','官渡',122,'昆明','km',27,'云南',5),

(8800,'国贸','guomao',2490,'guandu','官渡',122,'昆明','km',27,'云南',7),

(8804,'菊花','juhua',2490,'guandu','官渡',122,'昆明','km',27,'云南',6),

(8806,'昆船','kunchuan',2490,'guandu','官渡',122,'昆明','km',27,'云南',7),

(8807,'昆明站','kunmingzhan',2490,'guandu','官渡',122,'昆明','km',27,'云南',4),

(8808,'凉亭','liangting',2490,'guandu','官渡',122,'昆明','km',27,'云南',1),

(8809,'世纪城','shijicheng1',2490,'guandu','官渡',122,'昆明','km',27,'云南',3),

(8813,'巫家坝','wujiaba',2490,'guandu','官渡',122,'昆明','km',27,'云南',4),

(8815,'小板桥','xiaobanqiao',2490,'guandu','官渡',122,'昆明','km',27,'云南',3),

(8816,'新螺蛳湾','xinluosiwan',2490,'guandu','官渡',122,'昆明','km',27,'云南',6),

(8817,'新亚洲','xinyazhou',2490,'guandu','官渡',122,'昆明','km',27,'云南',4),

(8818,'新迎','xinying',2490,'guandu','官渡',122,'昆明','km',27,'云南',2),

(8819,'西山万达','xishanwanda',2490,'guandu','官渡',122,'昆明','km',27,'云南',7),

(8820,'云纺','yunfang',2490,'guandu','官渡',122,'昆明','km',27,'云南',4),

(8822,'白云','baiyun2',2489,'panlong','盘龙',122,'昆明','km',27,'云南',1),

(8823,'北部客运站','beibukeyunzhan',2489,'panlong','盘龙',122,'昆明','km',27,'云南',3),

(8828,'东白沙河','dongbaishahe',2489,'panlong','盘龙',122,'昆明','km',27,'云南',3),

(8830,'金马','jinma',2489,'panlong','盘龙',122,'昆明','km',27,'云南',3),

(8831,'金沙','jinsha2',2489,'panlong','盘龙',122,'昆明','km',27,'云南',7),

(8834,'昆明湖公园','kunminghugongyuan',2489,'panlong','盘龙',122,'昆明','km',27,'云南',7),

(8835,'世博','shibo1',2489,'panlong','盘龙',122,'昆明','km',27,'云南',6),

(8837,'司家营','sijiaying',2489,'panlong','盘龙',122,'昆明','km',27,'云南',1),

(8838,'昙华寺','tanhuasi',2489,'panlong','盘龙',122,'昆明','km',27,'云南',3),

(8839,'吴井','wujing1',2489,'panlong','盘龙',122,'昆明','km',27,'云南',5),

(8841,'白塔','baita',2488,'wuhua','五华',122,'昆明','km',27,'云南',4),

(8843,'北辰','beichen1',2488,'wuhua','五华',122,'昆明','km',27,'云南',3),

(8844,'北教场','beijiaochang',2488,'wuhua','五华',122,'昆明','km',27,'云南',1),

(8845,'船房','chuanfang',2488,'wuhua','五华',122,'昆明','km',27,'云南',5),

(8846,'茨坝','ciba',2488,'wuhua','五华',122,'昆明','km',27,'云南',2),

(8847,'翠湖','cuihu',2488,'wuhua','五华',122,'昆明','km',27,'云南',4),

(8848,'二环北','erhuanbei',2488,'wuhua','五华',122,'昆明','km',27,'云南',2),

(8849,'泛亚','fanya',2488,'wuhua','五华',122,'昆明','km',27,'云南',6),

(8850,'丰宁','fengning',2488,'wuhua','五华',122,'昆明','km',27,'云南',1),

(8851,'高新','gaoxin11',2488,'wuhua','五华',122,'昆明','km',27,'云南',3),

(8852,'黑林铺','heilinpu',2488,'wuhua','五华',122,'昆明','km',27,'云南',2),

(8853,'虹山','hongshan5',2488,'wuhua','五华',122,'昆明','km',27,'云南',6),

(8854,'红云','hongyun',2488,'wuhua','五华',122,'昆明','km',27,'云南',3),

(8855,'昆八中','kunbazhong',2488,'wuhua','五华',122,'昆明','km',27,'云南',4),

(8856,'书林','shulin',2488,'wuhua','五华',122,'昆明','km',27,'云南',7),

(8857,'顺城','shuncheng',2488,'wuhua','五华',122,'昆明','km',27,'云南',5),

(8859,'小西门','xiaoximen',2488,'wuhua','五华',122,'昆明','km',27,'云南',3),

(8860,'西部客运站','xibukeyunzhan',2488,'wuhua','五华',122,'昆明','km',27,'云南',7),

(8861,'西苑','xiyuan2',2488,'wuhua','五华',122,'昆明','km',27,'云南',5),

(8862,'棕树营','zongshuying',2488,'wuhua','五华',122,'昆明','km',27,'云南',1),

(8863,'呈贡','chenggong1',2492,'chenggong','呈贡',122,'昆明','km',27,'云南',6),

(8864,'经开区','jingkaiqu7',2492,'chenggong','呈贡',122,'昆明','km',27,'云南',7),

(8866,'东川','dongchuan1',2495,'dongchuan','东川',122,'昆明','km',27,'云南',3),

(8868,'海口','haikou',2493,'jinning','晋宁',122,'昆明','km',27,'云南',2),

(8869,'晋宁','jinning1',2493,'jinning','晋宁',122,'昆明','km',27,'云南',6),

(8870,'空港','konggang',2494,'songming','嵩明',122,'昆明','km',27,'云南',7),

(8871,'嵩明','songming1',2494,'songming','嵩明',122,'昆明','km',27,'云南',7),

(8873,'宜良','yiliang1',2497,'yiliang','宜良',122,'昆明','km',27,'云南',4),

(8874,'富民','fumin1',2496,'fumin','富民',122,'昆明','km',27,'云南',1),

(8875,'石林','shilin1',2498,'shilin','石林',122,'昆明','km',27,'云南',2),

(8876,'寻甸','xundian1',2499,'xundian','寻甸',122,'昆明','km',27,'云南',7),

(8877,'安宁老城','anninglaocheng',2501,'anning','安宁',122,'昆明','km',27,'云南',1),

(8878,'太平新城','taipingxincheng',2501,'anning','安宁',122,'昆明','km',27,'云南',5),

(8879,'翠苑','cuiyuan',2502,'xihu','西湖',124,'杭州','hz',28,'浙江',1),

(8880,'古荡','gudang',2502,'xihu','西湖',124,'杭州','hz',28,'浙江',6),

(8882,'嘉绿','jialv',2502,'xihu','西湖',124,'杭州','hz',28,'浙江',6),

(8883,'九莲','jiulian',2502,'xihu','西湖',124,'杭州','hz',28,'浙江',4),

(8887,'三墩','sandun',2502,'xihu','西湖',124,'杭州','hz',28,'浙江',2),

(8889,'文教','wenjiao',2502,'xihu','西湖',124,'杭州','hz',28,'浙江',6),

(8890,'文三','wensan',2502,'xihu','西湖',124,'杭州','hz',28,'浙江',4),

(8891,'文三西路','wensanxilu',2502,'xihu','西湖',124,'杭州','hz',28,'浙江',7),

(8892,'文一西路','wenyixilu',2502,'xihu','西湖',124,'杭州','hz',28,'浙江',7),

(8894,'西湖景区','xihujingqu',2502,'xihu','西湖',124,'杭州','hz',28,'浙江',7),

(8895,'西溪','xixi',2502,'xihu','西湖',124,'杭州','hz',28,'浙江',4),

(8896,'学军','xuejun',2502,'xihu','西湖',124,'杭州','hz',28,'浙江',5),

(8897,'之江','zhijiang',2502,'xihu','西湖',124,'杭州','hz',28,'浙江',4),

(8898,'转塘','zhuantang',2502,'xihu','西湖',124,'杭州','hz',28,'浙江',5),

(8914,'大学城北','daxuechengbei',2504,'qiantangxinqu','钱塘新区',124,'杭州','hz',28,'浙江',2),

(8915,'高教园区东','gaojiaoyuanqudong',2504,'qiantangxinqu','钱塘新区',124,'杭州','hz',28,'浙江',7),

(8916,'高教园区西','gaojiaoyuanquxi',2504,'qiantangxinqu','钱塘新区',124,'杭州','hz',28,'浙江',6),

(8918,'工业园南','gongyeyuannan',2504,'qiantangxinqu','钱塘新区',124,'杭州','hz',28,'浙江',4),

(8919,'海宁','haining',2504,'qiantangxinqu','钱塘新区',124,'杭州','hz',28,'浙江',6),

(8920,'金沙湖','jinshahu',2504,'qiantangxinqu','钱塘新区',124,'杭州','hz',28,'浙江',1),

(8922,'沿江北','yanjiangbei',2504,'qiantangxinqu','钱塘新区',124,'杭州','hz',28,'浙江',1),

(8923,'沿江南','yanjiangnan',2504,'qiantangxinqu','钱塘新区',124,'杭州','hz',28,'浙江',6),

(8925,'长庆','changqing1112',2505,'xiacheng','下城',124,'杭州','hz',28,'浙江',2),

(8926,'朝晖','chaohui',2505,'xiacheng','下城',124,'杭州','hz',28,'浙江',2),

(8927,'潮鸣','chaoming11',2505,'xiacheng','下城',124,'杭州','hz',28,'浙江',4),

(8928,'德胜东','deshengdong',2505,'xiacheng','下城',124,'杭州','hz',28,'浙江',4),

(8929,'和平','heping2',2505,'xiacheng','下城',124,'杭州','hz',28,'浙江',3),

(8930,'黄龙','huanglong',2505,'xiacheng','下城',124,'杭州','hz',28,'浙江',6),

(8931,'建国北路','jianguobeilu',2505,'xiacheng','下城',124,'杭州','hz',28,'浙江',6),

(8932,'流水苑','liushuiyuan',2505,'xiacheng','下城',124,'杭州','hz',28,'浙江',1),

(8934,'三塘','santang',2505,'xiacheng','下城',124,'杭州','hz',28,'浙江',2),

(8935,'石桥','shiqiao',2505,'xiacheng','下城',124,'杭州','hz',28,'浙江',6),

(8936,'丝绸城','sichoucheng1',2505,'xiacheng','下城',124,'杭州','hz',28,'浙江',3),

(8937,'天水','tianshui1',2505,'xiacheng','下城',124,'杭州','hz',28,'浙江',6),

(8938,'体育场路','tiyuchanglu',2505,'xiacheng','下城',124,'杭州','hz',28,'浙江',3),

(8939,'武林','wulin11',2505,'xiacheng','下城',124,'杭州','hz',28,'浙江',6),

(8941,'众安桥','zhonganqiao',2505,'xiacheng','下城',124,'杭州','hz',28,'浙江',3),

(8943,'采荷','caihe1',2506,'jianggan','江干',124,'杭州','hz',28,'浙江',7),

(8944,'城东新城','chengdongxincheng',2506,'jianggan','江干',124,'杭州','hz',28,'浙江',3),

(8945,'丁桥','dingqiao',2506,'jianggan','江干',124,'杭州','hz',28,'浙江',7),

(8946,'华家池','huajiachi',2506,'jianggan','江干',124,'杭州','hz',28,'浙江',6),

(8947,'火车东站','huochedongzhan',2506,'jianggan','江干',124,'杭州','hz',28,'浙江',1),

(8949,'笕桥','jianqiao',2506,'jianggan','江干',124,'杭州','hz',28,'浙江',5),

(8950,'景芳','jingfang1',2506,'jianggan','江干',124,'杭州','hz',28,'浙江',4),

(8951,'九堡','jiubao',2506,'jianggan','江干',124,'杭州','hz',28,'浙江',4),

(8953,'南肖埠','nanxiaobu',2506,'jianggan','江干',124,'杭州','hz',28,'浙江',2),

(8954,'钱江新城','qianjiangxincheng',2506,'jianggan','江干',124,'杭州','hz',28,'浙江',2),

(8955,'三里亭','sanliting',2506,'jianggan','江干',124,'杭州','hz',28,'浙江',1),

(8960,'闸弄口','zhanongkou',2506,'jianggan','江干',124,'杭州','hz',28,'浙江',2),

(8962,'城站','chengzhan',2508,'shangcheng','上城',124,'杭州','hz',28,'浙江',1),

(8963,'复兴','fuxing',2508,'shangcheng','上城',124,'杭州','hz',28,'浙江',1),

(8964,'鼓楼','gulou2',2508,'shangcheng','上城',124,'杭州','hz',28,'浙江',3),

(8965,'湖滨','hubin1',2508,'shangcheng','上城',124,'杭州','hz',28,'浙江',6),

(8966,'近江','jinjiang1',2508,'shangcheng','上城',124,'杭州','hz',28,'浙江',5),

(8967,'南星','nanxing',2508,'shangcheng','上城',124,'杭州','hz',28,'浙江',5),

(8968,'清波','qingbo',2508,'shangcheng','上城',124,'杭州','hz',28,'浙江',4),

(8969,'清泰','qingtai',2508,'shangcheng','上城',124,'杭州','hz',28,'浙江',6),

(8970,'四季青','sijiqing1',2508,'shangcheng','上城',124,'杭州','hz',28,'浙江',4),

(8971,'望江','wangjiang',2508,'shangcheng','上城',124,'杭州','hz',28,'浙江',2),

(8973,'雄镇楼','xiongzhenlou',2508,'shangcheng','上城',124,'杭州','hz',28,'浙江',1),

(8974,'奥体','aoti',2509,'binjiang','滨江',124,'杭州','hz',28,'浙江',1),

(8976,'滨江区政府','binjiangquzhengfu',2509,'binjiang','滨江',124,'杭州','hz',28,'浙江',5),

(8977,'彩虹城','caihongcheng',2509,'binjiang','滨江',124,'杭州','hz',28,'浙江',5),

(8978,'长河','changhe',2509,'binjiang','滨江',124,'杭州','hz',28,'浙江',3),

(8980,'西兴','xixing',2509,'binjiang','滨江',124,'杭州','hz',28,'浙江',6),

(8981,'半山','banshan',2507,'gongshu','拱墅',124,'杭州','hz',28,'浙江',6),

(8982,'大关','daguan',2507,'gongshu','拱墅',124,'杭州','hz',28,'浙江',7),

(8983,'德胜','desheng',2507,'gongshu','拱墅',124,'杭州','hz',28,'浙江',3),

(8985,'拱宸桥','gongchenqiao',2507,'gongshu','拱墅',124,'杭州','hz',28,'浙江',2),

(8986,'勾庄','gouzhuang',2507,'gongshu','拱墅',124,'杭州','hz',28,'浙江',5),

(8987,'和睦','hemu',2507,'gongshu','拱墅',124,'杭州','hz',28,'浙江',7),

(8988,'湖墅','hushu1',2507,'gongshu','拱墅',124,'杭州','hz',28,'浙江',6),

(8989,'桥西','qiaoxi1',2507,'gongshu','拱墅',124,'杭州','hz',28,'浙江',3),

(8992,'申花','shenhua',2507,'gongshu','拱墅',124,'杭州','hz',28,'浙江',2),

(8995,'信义坊','xinyifang',2507,'gongshu','拱墅',124,'杭州','hz',28,'浙江',7),

(8997,'崇贤','chongxian',2510,'yuhang','余杭',124,'杭州','hz',28,'浙江',2),

(8998,'翡翠城','feicuicheng1',2510,'yuhang','余杭',124,'杭州','hz',28,'浙江',7),

(8999,'工业园北','gongyeyuanbei',2510,'yuhang','余杭',124,'杭州','hz',28,'浙江',2),

(9002,'良渚','liangzhu',2510,'yuhang','余杭',124,'杭州','hz',28,'浙江',4),

(9003,'临安','linan1',2510,'yuhang','余杭',124,'杭州','hz',28,'浙江',3),

(9004,'临平','linping',2510,'yuhang','余杭',124,'杭州','hz',28,'浙江',4),

(9005,'留下','liuxia1',2510,'yuhang','余杭',124,'杭州','hz',28,'浙江',5),

(9006,'瓶窑','pingyao',2510,'yuhang','余杭',124,'杭州','hz',28,'浙江',5),

(9007,'乔司','qiaosi',2510,'yuhang','余杭',124,'杭州','hz',28,'浙江',7),

(9008,'仁和','renhe2',2510,'yuhang','余杭',124,'杭州','hz',28,'浙江',3),

(9010,'塘栖','tangqi1',2510,'yuhang','余杭',124,'杭州','hz',28,'浙江',3),

(9011,'万达广场','wandaguangchang2',2510,'yuhang','余杭',124,'杭州','hz',28,'浙江',6),

(9013,'闲林','xianlin1',2510,'yuhang','余杭',124,'杭州','hz',28,'浙江',5),

(9014,'小和山','xiaoheshan',2510,'yuhang','余杭',124,'杭州','hz',28,'浙江',5),

(9015,'星桥','xingqiao',2510,'yuhang','余杭',124,'杭州','hz',28,'浙江',4),

(9017,'建德','jiande1',2514,'jiande','建德',124,'杭州','hz',28,'浙江',4),

(9019,'白马湖','baimahu',2511,'xiaoshan','萧山',124,'杭州','hz',28,'浙江',5),

(9020,'大江东','dajiangdong',2511,'xiaoshan','萧山',124,'杭州','hz',28,'浙江',7),

(9021,'临浦','linpu',2511,'xiaoshan','萧山',124,'杭州','hz',28,'浙江',1),

(9022,'南部卧城','nanbuwocheng',2511,'xiaoshan','萧山',124,'杭州','hz',28,'浙江',6),

(9023,'浦沿','puyan',2511,'xiaoshan','萧山',124,'杭州','hz',28,'浙江',3),

(9024,'钱江世纪城','qianjiangshijicheng',2511,'xiaoshan','萧山',124,'杭州','hz',28,'浙江',5),

(9025,'闻堰','wenyan',2511,'xiaoshan','萧山',124,'杭州','hz',28,'浙江',4),

(9026,'湘湖','xianghu',2511,'xiaoshan','萧山',124,'杭州','hz',28,'浙江',7),

(9027,'萧山开发区','xiaoshankaifaqu',2511,'xiaoshan','萧山',124,'杭州','hz',28,'浙江',2),

(9028,'萧山市区','xiaoshanshiqu',2511,'xiaoshan','萧山',124,'杭州','hz',28,'浙江',1),

(9029,'萧山新城区','xiaoshanxinchengqu',2511,'xiaoshan','萧山',124,'杭州','hz',28,'浙江',5),

(9031,'义桥','yiqiao',2511,'xiaoshan','萧山',124,'杭州','hz',28,'浙江',1),

(9032,'淳安','chunan',2513,'chunan','淳安',124,'杭州','hz',28,'浙江',6),

(9033,'富阳','fuyang1',2515,'fuyang','富阳',124,'杭州','hz',28,'浙江',4),

(9038,'未来科技城','weilaikejicheng',2516,'linan','临安',124,'杭州','hz',28,'浙江',5),

(9039,'南浔区','nanxunqu1',2517,'nanxunqu','南浔区',125,'湖州','huzhou',28,'浙江',3),

(9041,'长兴县','changxingxian1',2518,'changxingxian','长兴县',125,'湖州','huzhou',28,'浙江',6),

(9042,'东部新城','dongbuxincheng2',2520,'wuxingqu','吴兴区',125,'湖州','huzhou',28,'浙江',6),

(9043,'凤凰分区','fenghuangfenqu',2520,'wuxingqu','吴兴区',125,'湖州','huzhou',28,'浙江',4),

(9044,'湖东西区','hudongxiqu',2520,'wuxingqu','吴兴区',125,'湖州','huzhou',28,'浙江',3),

(9045,'老城区','laochengqu6',2520,'wuxingqu','吴兴区',125,'湖州','huzhou',28,'浙江',7),

(9046,'其他（吴兴南部）','qitawuxingnanbu',2520,'wuxingqu','吴兴区',125,'湖州','huzhou',28,'浙江',4),

(9047,'仁皇山分区','renhuangshanfenqu',2520,'wuxingqu','吴兴区',125,'湖州','huzhou',28,'浙江',1),

(9048,'太湖度假区','taihudujiaqu',2520,'wuxingqu','吴兴区',125,'湖州','huzhou',28,'浙江',2),

(9049,'吴兴区','wuxingqu1',2520,'wuxingqu','吴兴区',125,'湖州','huzhou',28,'浙江',1),

(9050,'西南分区','xinanfenqu',2520,'wuxingqu','吴兴区',125,'湖州','huzhou',28,'浙江',7),

(9051,'织里镇','zhilizhen',2520,'wuxingqu','吴兴区',125,'湖州','huzhou',28,'浙江',2),

(9052,'安吉县','anjixian1',2521,'anjixian','安吉县',125,'湖州','huzhou',28,'浙江',2),

(9053,'武义县','wuyixian1',2533,'wuyixian','武义县',127,'金华','jh',28,'浙江',5),

(9054,'东阳市','dongyangshi1',2529,'dongyangshi','东阳市',127,'金华','jh',28,'浙江',1),

(9055,'安地','andi',2532,'wuchengqu','婺城区',127,'金华','jh',28,'浙江',7),

(9056,'湖海塘','huhaitang',2532,'wuchengqu','婺城区',127,'金华','jh',28,'浙江',4),

(9057,'江北','jiangbei1',2532,'wuchengqu','婺城区',127,'金华','jh',28,'浙江',4),

(9058,'江南','jiangnan',2532,'wuchengqu','婺城区',127,'金华','jh',28,'浙江',1),

(9059,'乾西','qianxi',2532,'wuchengqu','婺城区',127,'金华','jh',28,'浙江',4),

(9060,'秋滨工业区','qiubingongyequ',2532,'wuchengqu','婺城区',127,'金华','jh',28,'浙江',1),

(9061,'婺城区','wuchengqu1',2532,'wuchengqu','婺城区',127,'金华','jh',28,'浙江',5),

(9062,'婺城新区','wuchengxinqu',2532,'wuchengqu','婺城区',127,'金华','jh',28,'浙江',4),

(9063,'雅畈商圈','yafanshangquan',2532,'wuchengqu','婺城区',127,'金华','jh',28,'浙江',1),

(9064,'兰溪市','lanxishi1',2531,'lanxishi','兰溪市',127,'金华','jh',28,'浙江',7),

(9065,'兰溪溪望文华','lanxixiwangwenhua',2531,'lanxishi','兰溪市',127,'金华','jh',28,'浙江',4),

(9066,'北苑','beiyuan',2530,'yiwushi','义乌市',127,'金华','jh',28,'浙江',6),

(9067,'城西','chengxi3',2530,'yiwushi','义乌市',127,'金华','jh',28,'浙江',7),

(9068,'稠城','choucheng',2530,'yiwushi','义乌市',127,'金华','jh',28,'浙江',4),

(9069,'稠江','choujiang',2530,'yiwushi','义乌市',127,'金华','jh',28,'浙江',7),

(9070,'佛堂','fotang',2530,'yiwushi','义乌市',127,'金华','jh',28,'浙江',7),

(9071,'福田','futian',2530,'yiwushi','义乌市',127,'金华','jh',28,'浙江',2),

(9072,'后宅','houzhai',2530,'yiwushi','义乌市',127,'金华','jh',28,'浙江',4),

(9073,'江东','jiangdong4',2530,'yiwushi','义乌市',127,'金华','jh',28,'浙江',2),

(9074,'廿三里','niansanli',2530,'yiwushi','义乌市',127,'金华','jh',28,'浙江',6),

(9075,'苏溪','suxi',2530,'yiwushi','义乌市',127,'金华','jh',28,'浙江',1),

(9076,'义亭','yiting',2530,'yiwushi','义乌市',127,'金华','jh',28,'浙江',3),

(9077,'义乌市','yiwushi1',2530,'yiwushi','义乌市',127,'金华','jh',28,'浙江',7),

(9078,'磐安县','pananxian1',2536,'pananxian','磐安县',127,'金华','jh',28,'浙江',7),

(9079,'浦江县','pujiangxian1',2535,'pujiangxian','浦江县',127,'金华','jh',28,'浙江',6),

(9080,'永康市','yongkangshi1',2534,'yongkangshi','永康市',127,'金华','jh',28,'浙江',5),

(9081,'多湖','duohu',2537,'jindongqu','金东区',127,'金华','jh',28,'浙江',4),

(9082,'金东区','jindongqu1',2537,'jindongqu','金东区',127,'金华','jh',28,'浙江',1),

(9083,'金东新城','jindongxincheng',2537,'jindongqu','金东区',127,'金华','jh',28,'浙江',7),

(9084,'金华南站','jinhuananzhan',2537,'jindongqu','金东区',127,'金华','jh',28,'浙江',1),

(9085,'金义都市新区','jinyidushixinqu',2537,'jindongqu','金东区',127,'金华','jh',28,'浙江',3),

(9086,'长安','changan6',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',5),

(9087,'第二实验','diershiyan',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',4),

(9088,'第一实验','diyishiyan',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',4),

(9089,'东风','dongfeng1',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',4),

(9090,'凤山','fengshan',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',3),

(9091,'富巷','fuxiang',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',7),

(9092,'花园','huayuan1',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',3),

(9093,'江南新城','jiangnanxincheng',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',6),

(9094,'兰江','lanjiang',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',6),

(9095,'人民医院','renminyiyuan2',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',3),

(9096,'瑞云','ruiyun',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',2),

(9097,'世南','shinan1',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',6),

(9098,'舜北','shunbei',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',2),

(9099,'舜水','shunshui',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',4),

(9100,'新城市','xinchengshi',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',3),

(9101,'新建','xinjian',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',1),

(9102,'阳明','yangming1',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',1),

(9103,'姚江','yaojiang',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',6),

(9104,'余姚周边','yuyaozhoubian',2543,'yuyaoshi','余姚市',128,'宁波','nb',28,'浙江',7),

(9105,'奉化区','fenghuaqu1',2545,'fenghuaqu','奉化区',128,'宁波','nb',28,'浙江',6),

(9106,'慈溪市','cixishi1',2544,'cixishi','慈溪市',128,'宁波','nb',28,'浙江',3),

(9107,'前湾新区','qianwanxinqu',2544,'cixishi','慈溪市',128,'宁波','nb',28,'浙江',1),

(9108,'象山县','xiangshanxian1',2546,'xiangshanxian','象山县',128,'宁波','nb',28,'浙江',1),

(9109,'宁海县','ninghaixian1',2547,'ninghaixian','宁海县',128,'宁波','nb',28,'浙江',7),

(9110,'嵊州','shengzhou',2555,'shengzhoushi','嵊州市',130,'绍兴','sx',28,'浙江',4),

(9111,'上虞区','shangyuqu1',2554,'shangyuqu','上虞区',130,'绍兴','sx',28,'浙江',1),

(9112,'新昌县','xinchangxian1',2556,'xinchangxian','新昌县',130,'绍兴','sx',28,'浙江',5),

(9113,'安昌','anchang',2557,'keqiaoqu','柯桥区',130,'绍兴','sx',28,'浙江',6),

(9114,'柯北','kebei',2557,'keqiaoqu','柯桥区',130,'绍兴','sx',28,'浙江',5),

(9115,'柯东','kedong',2557,'keqiaoqu','柯桥区',130,'绍兴','sx',28,'浙江',5),

(9116,'柯桥区','keqiaoqu1',2557,'keqiaoqu','柯桥区',130,'绍兴','sx',28,'浙江',4),

(9117,'柯桥市区','keqiaoshiqu',2557,'keqiaoqu','柯桥区',130,'绍兴','sx',28,'浙江',4),

(9118,'柯西','kexi',2557,'keqiaoqu','柯桥区',130,'绍兴','sx',28,'浙江',2),

(9119,'柯岩','keyan',2557,'keqiaoqu','柯桥区',130,'绍兴','sx',28,'浙江',6),

(9120,'兰亭','lanting',2557,'keqiaoqu','柯桥区',130,'绍兴','sx',28,'浙江',4),

(9121,'马鞍','maan',2557,'keqiaoqu','柯桥区',130,'绍兴','sx',28,'浙江',7),

(9122,'钱清','qianqing',2557,'keqiaoqu','柯桥区',130,'绍兴','sx',28,'浙江',6),

(9123,'杨汛桥','yangxunqiao',2557,'keqiaoqu','柯桥区',130,'绍兴','sx',28,'浙江',7),

(9124,'大唐镇','datangzhen',2558,'zhujishi','诸暨市',130,'绍兴','sx',28,'浙江',6),

(9125,'三都镇','sandouzhen',2558,'zhujishi','诸暨市',130,'绍兴','sx',28,'浙江',1),

(9126,'诸暨','zhuji',2558,'zhujishi','诸暨市',130,'绍兴','sx',28,'浙江',7),

(9130,'仙居县','xianjuxian1',2562,'xianjuxian','仙居县',131,'台州','taizhou',28,'浙江',4),

(9132,'三门县','sanmenxian1',2560,'sanmenxian','三门县',131,'台州','taizhou',28,'浙江',7),

(9134,'城北','chengbei',2559,'yuechengqu','越城区',130,'绍兴','sx',28,'浙江',6),

(9135,'城东','chengdong5',2559,'yuechengqu','越城区',130,'绍兴','sx',28,'浙江',3),

(9136,'城南','chengnan',2559,'yuechengqu','越城区',130,'绍兴','sx',28,'浙江',6),

(9137,'城西','chengxi',2559,'yuechengqu','越城区',130,'绍兴','sx',28,'浙江',6),

(9138,'迪荡','didang',2559,'yuechengqu','越城区',130,'绍兴','sx',28,'浙江',4),

(9139,'东湖','donghu4',2559,'yuechengqu','越城区',130,'绍兴','sx',28,'浙江',2),

(9140,'皋埠','gaobu',2559,'yuechengqu','越城区',130,'绍兴','sx',28,'浙江',4),

(9141,'镜湖','jinghu1',2559,'yuechengqu','越城区',130,'绍兴','sx',28,'浙江',2),

(9142,'袍江','paojiang',2559,'yuechengqu','越城区',130,'绍兴','sx',28,'浙江',3),

(9143,'绍兴市区','shaoxingshiqu',2559,'yuechengqu','越城区',130,'绍兴','sx',28,'浙江',2),

(9144,'越城','yuecheng',2559,'yuechengqu','越城区',130,'绍兴','sx',28,'浙江',1),

(9146,'临海市','linhaishi1',2561,'linhaishi','临海市',131,'台州','taizhou',28,'浙江',1),

(9152,'天台县','tiantaixian1',2563,'tiantaixian','天台县',131,'台州','taizhou',28,'浙江',5),

(9156,'温岭市','wenlingshi1',2565,'wenlingshi','温岭市',131,'台州','taizhou',28,'浙江',7),

(9159,'玉环县','yuhuanxian1',2566,'yuhuanshi','玉环市',131,'台州','taizhou',28,'浙江',6),

(9160,'北岸','beian',2564,'jiaojiangqu','椒江区',131,'台州','taizhou',28,'浙江',3),

(9161,'东平路','dongpinglu',2564,'jiaojiangqu','椒江区',131,'台州','taizhou',28,'浙江',5),

(9163,'机场北路','jichangbeilu',2564,'jiaojiangqu','椒江区',131,'台州','taizhou',28,'浙江',1),

(9165,'轮渡路','lundulu',2564,'jiaojiangqu','椒江区',131,'台州','taizhou',28,'浙江',7),

(9167,'市府','shifu',2564,'jiaojiangqu','椒江区',131,'台州','taizhou',28,'浙江',4),

(9168,'体育场','tiyuchang1',2564,'jiaojiangqu','椒江区',131,'台州','taizhou',28,'浙江',3),

(9170,'黄岩区','huangyanqu1',2568,'huangyanqu','黄岩区',131,'台州','taizhou',28,'浙江',2),

(9176,'路桥区','luqiaoqu1',2567,'luqiaoqu','路桥区',131,'台州','taizhou',28,'浙江',5),

(9180,'大学城','daxuecheng6',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',3),

(9181,'大学科技园','daxuekejiyuan',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',3),

(9182,'动车南站','dongchenanzhan',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',2),

(9183,'高翔','gaoxiang',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',3),

(9184,'郭溪','guoxi',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',4),

(9185,'黄龙','huanglong1',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',2),

(9186,'黄屿','huangyu',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',3),

(9187,'景山','jingshan1',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',5),

(9188,'客运中心','keyunzhongxin',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',5),

(9189,'龙霞','longxia',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',4),

(9190,'娄桥','louqiao',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',4),

(9191,'瓯海区府','ouhaiqufu',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',6),

(9192,'蟠凤','panfeng',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',3),

(9193,'潘桥','panqiao',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',6),

(9194,'葡萄棚','putaopeng',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',5),

(9195,'瞿溪','quxi',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',1),

(9196,'三垟','sanyang',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',1),

(9197,'梧田','wutian',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',4),

(9198,'新桥','xinqiao2',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',2),

(9199,'雄溪','xiongxi',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',7),

(9200,'雁湖','yanhu',2571,'ouhaiqu','瓯海区',132,'温州','wz',28,'浙江',3),

(9201,'白楼下','bailouxia',2572,'longwanqu','龙湾区',132,'温州','wz',28,'浙江',1),

(9202,'八甲','bajia',2572,'longwanqu','龙湾区',132,'温州','wz',28,'浙江',7),

(9203,'滨海工业区','binhaigongyequ',2572,'longwanqu','龙湾区',132,'温州','wz',28,'浙江',2),

(9204,'滨海经济开发区','binhaijingjikaifaqu',2572,'longwanqu','龙湾区',132,'温州','wz',28,'浙江',6),

(9205,'海城','haicheng',2572,'longwanqu','龙湾区',132,'温州','wz',28,'浙江',2),

(9206,'黄石山','huangshishan',2572,'longwanqu','龙湾区',132,'温州','wz',28,'浙江',6),

(9208,'蓝田','lantian2',2572,'longwanqu','龙湾区',132,'温州','wz',28,'浙江',6),

(9210,'汽车东站','qichedongzhan2',2572,'longwanqu','龙湾区',132,'温州','wz',28,'浙江',2),

(9214,'万达','wanda8',2572,'longwanqu','龙湾区',132,'温州','wz',28,'浙江',3),

(9216,'瑶溪','yaoxi',2572,'longwanqu','龙湾区',132,'温州','wz',28,'浙江',1),

(9217,'永兴','yongxing1',2572,'longwanqu','龙湾区',132,'温州','wz',28,'浙江',1),

(9218,'永中','yongzhong',2572,'longwanqu','龙湾区',132,'温州','wz',28,'浙江',3),

(9219,'状元','zhuangyuan',2572,'longwanqu','龙湾区',132,'温州','wz',28,'浙江',1),

(9220,'滨江','binjiang1',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',6),

(9221,'车站大道','chezhandadao',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',3),

(9223,'广化桥路','guanghuaqiaolu',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',4),

(9226,'江滨','jiangbin',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',6),

(9231,'蒲鞋市','puxieshi',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',4),

(9232,'蒲州','puzhou',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',5),

(9233,'七都','qidu',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',7),

(9234,'上陡门','shangdoumen',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',7),

(9235,'市府路','shifulu',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',2),

(9236,'市中','shizhong1',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',4),

(9237,'双屿','shuangyu',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',5),

(9238,'水心','shuixin',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',2),

(9239,'汤家桥','tangjiaqiao',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',5),

(9240,'五马街','wumajie',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',1),

(9242,'下吕浦','xialvpu',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',7),

(9243,'新城','xincheng2',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',3),

(9244,'新田园','xintianyuan',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',6),

(9245,'仰义','yangyi',2569,'luchengqu','鹿城区',132,'温州','wz',28,'浙江',5),

(9247,'城东区','chengdongqu3',2573,'yueqingshi','乐清市',132,'温州','wz',28,'浙江',1),

(9248,'城南区','chengnanqu1',2573,'yueqingshi','乐清市',132,'温州','wz',28,'浙江',5),

(9249,'虹桥','hongqiao3',2573,'yueqingshi','乐清市',132,'温州','wz',28,'浙江',1),

(9250,'乐成区','lechengqu',2573,'yueqingshi','乐清市',132,'温州','wz',28,'浙江',1),

(9251,'洞头县','dongtouxian1',2577,'dongtouqu','洞头区',132,'温州','wz',28,'浙江',1),

(9252,'泰顺县','taishunxian1',2578,'taishunxian','泰顺县',132,'温州','wz',28,'浙江',7),

(9253,'苍南县','cangnanxian1',2574,'cangnanxian','苍南县',132,'温州','wz',28,'浙江',5),

(9255,'平阳县','pingyangxian1',2576,'pingyangxian','平阳县',132,'温州','wz',28,'浙江',2),

(9256,'瑞安市','ruianshi1',2575,'ruianshi','瑞安市',132,'温州','wz',28,'浙江',7),

(9257,'天河','tianhe1',2575,'ruianshi','瑞安市',132,'温州','wz',28,'浙江',5),

(9258,'永嘉县','yongjiaxian1',2579,'yongjiaxian','永嘉县',132,'温州','wz',28,'浙江',2);